[
  {
    "review": "Want to scam tourists? The waiter added \"waiter tip\" without giving any information. When I asked why you did this, she couldn't answer. I said I don't want to pay, she said ok. It's not nice. You must be polite and fair to tourists. We are …",
    "rating": 1,
    "name": "Çağrı KANMAZ",
    "cat": "Meal delivery"
  },
  {
    "review": "we use to go there every time we are in kiev but now the quality of the food became very bad we are so disappointed",
    "rating": 1,
    "name": "Marc Melloul",
    "cat": "Meal delivery"
  },
  {
    "review": "If I could give this place 10 stars I would. The spaghetti bolognese was perfect. Sushi perfect and the pizza crust is a contender with anything in America. It was an amazing surprise. Shocked really. Wait staff friendly and great atmosphere.",
    "rating": 5,
    "name": "The WWII Professor",
    "cat": "Meal delivery"
  },
  {
    "review": "We arrived at the restaurant there is no one,  already  22.30. We are 5 adults, a family.  We are waiting for the waiter 20min.  called a waiter asked sushi does it make sense to order?   How long will the biggest set be ready, -25 minutes. …",
    "rating": 1,
    "name": "Денис Иванов",
    "cat": "Meal delivery"
  },
  {
    "review": "Dear Denis, it’s very sad that you have received such level of service. We are very sorry. From our side we want to assure you, that we conducted with our staff to avoid this situation in future. Hope you will visit our restaurant in the nearest time and you can appreciate the improvements. Always nice to see you!",
    "rating": 1,
    "name": "Adam Sibik",
    "cat": "Meal delivery"
  },
  {
    "review": "It said in the entrance that they’re closing 11PM. I was here 22:15 but they refused to prepare any food because ‘they’re already closing’. I guess opening hours should be changed then.",
    "rating": 1,
    "name": "Sandra",
    "cat": "Meal delivery"
  },
  {
    "review": "Dear Adam! First of all thanks for your feedback. We are very sorry to read that this situation has happened in our restaurant. Could you please write a date of your visit and we will have conversation with our personal regarding the situation. We will be very glad to see you again and to treat you with a dessert from our owner. Always happy to see you in our restaurant!",
    "rating": 4,
    "name": "Fuad AlRowaie",
    "cat": "Meal delivery"
  },
  {
    "review": "It s located straight to the station but you are gonna to wait your food ages even it isn't full. We were waiting our salad almost an hour...",
    "rating": 5,
    "name": "Russ Gaines",
    "cat": "Meal delivery"
  },
  {
    "review": "A very good restaurant, lots of dishes",
    "rating": 4,
    "name": "Karl Induss",
    "cat": "Meal delivery"
  },
  {
    "review": "Great Sushi & Atmosphere at MAFIA !!!!",
    "rating": 3,
    "name": "Pratiksha Rathod",
    "cat": "Meal delivery"
  },
  {
    "review": "Good place to eat, got a warm sallad, so nice place to eat if you wait for train:)!",
    "rating": 5,
    "name": "Viktor Zaviriukha",
    "cat": "Meal delivery"
  },
  {
    "review": "Good evening, Karl! It’s a great pleasure to see this nice feedback from our guest. We will be happy to see you again in our restaurant!",
    "rating": 3,
    "name": "Ali Birtan Erdogan",
    "cat": "Meal delivery"
  },
  {
    "review": "Ambience is really  good and the service is also good .Food was good but pizza base can be improved  .",
    "rating": 1,
    "name": "Finold Francis",
    "cat": "Meal delivery"
  },
  {
    "review": "Good day Pratiksha! Thanks for your feedback. We are improving our quality and service on a daily basis. Your feedback is very valuable for us to make the best service for every our guest. Hope to see you again to taste new pizzas or other new dishes.",
    "rating": 5,
    "name": "Victor Brume",
    "cat": "Meal delivery"
  },
  {
    "review": "Very exciting place at center of Kiev. Good food ,nice personal and amazing views !",
    "rating": 5,
    "name": "Mariya Domin",
    "cat": "Meal delivery"
  },
  {
    "review": "Dear Viktor! Thank you for your comments. It’s very important for us to get feedback from our guests. We will be happy to see you again!",
    "rating": 4,
    "name": "Оксана Петрова",
    "cat": "Meal delivery"
  },
  {
    "review": "Not bad choice before a journey on train.",
    "rating": 5,
    "name": "Тетяна Юрко",
    "cat": "Meal delivery"
  },
  {
    "review": "Dirty plates , food was not fresh.",
    "rating": 3,
    "name": "Оксана Левченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Good morning, Finold! First of all thank you for your feedback. We are very sorry for this situation. All comments were forwarded to our management to avoid this situation in the future. Hope we will see you soon in our restaurant and you can see the changes. Always happy to see you in our restaurant.",
    "rating": 4,
    "name": "Марина Ленская",
    "cat": "Meal delivery"
  },
  {
    "review": "beautiful",
    "rating": 2,
    "name": "Татьяна Пелихатая",
    "cat": "Meal delivery"
  },
  {
    "review": "Dear Victor, thank you for your feedback. We will be happy to see you again in our restaurant!",
    "rating": 1,
    "name": "Oleksandr Siabo",
    "cat": "Meal delivery"
  },
  {
    "review": "Wow",
    "rating": 5,
    "name": "Елена Еленова",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Мария! Спасибо большое за отзыв, нам очень приятно. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Maria! Thank you very much for your feedback, we are very pleased. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "A",
    "cat": "Meal delivery"
  },
  {
    "review": "Вцелом неплохо, удобное расположение и есть лифт на второй этаж. Обслуживание среднее. Приготовили все быстро, только пивную тарелку ждали долго. Супы и роллы были вкусные. Торты и чай тоже. Много позиций из меню не было в наличии. Цены …",
    "rating": 5,
    "name": "Ольга Безверхая",
    "cat": "Meal delivery"
  },
  {
    "review": "Было вкусно. Часто бываю в мафии на обед. В этот раз взяла суп с лососем, нежный сливочный вкус. Все понравилось. …",
    "rating": 3,
    "name": "Марина Мильнер",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Made an order online:\n\nThere was no one at the entrance to the train station restaurant (no …",
    "rating": 1,
    "name": "DraparD GameCast",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень, очень вкусно. Но осадочек остался: ни в одной стране мира официанты не выпрашивают чаевые, указывая их точную сумму. Включите их в счёт, что ли... Плюс на 3-х всего одно меню, при том что зал был не заполнен даже наполовину. …",
    "rating": 5,
    "name": "Шеремет Алина (Алина)",
    "cat": "Meal delivery"
  },
  {
    "review": "Ставлю две звезды, объясню почему:\n1. Кухня хорошая, из заказанных блюд,  по вкусу, всем все понравилось. За это и ставлю 2 звезды. …",
    "rating": 2,
    "name": "Victor Go",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Ordered a meter pizza GURMEO (different types of fillings) pizza is great, but there is one BUT .... salami in pizza was MEGA NOT FRESH !!! (taste of dependent sausage in the refrigerator) administration pay attention …",
    "rating": 1,
    "name": "Тарас Чайка",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень понравилось это место. Хотелось удобства, малолюдности и вкусно. Все это я получила. Удобные диваны, место для зарядки телефона, юные, очень приятные ребята-официанты, отличное обслуживание. У меня был завтрак-поэтому я вполне …",
    "rating": 2,
    "name": "Tkachuk Karina",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) for the first time I visit an institution of this type, for myself I was looking for a cold drink in the heat and not a noisy atmosphere. the waiters are very friendly and polite, you can choose drinks without sugar …",
    "rating": 5,
    "name": "Sergey Shestakoff",
    "cat": "Meal delivery"
  },
  {
    "review": "Была в МАФИИ возле Южного.ж/д.вокзала , подружка была поездом, 2,5 часа до ее поезда прекрасно провели в этом заведении. Приятно удивило новое разнообразное меню ( давно в МАФИИ не была, думала  что там только суши да пиццы ) , все вкусно , …",
    "rating": 5,
    "name": "Гринченко Дмитрий",
    "cat": "Meal delivery"
  },
  {
    "review": "Еда была вкусная и по приятной цене, но стол грязный, в помещении холодно и несмотря на симпатичный интерьер как-то неуютно …",
    "rating": 5,
    "name": "Anj Anj",
    "cat": "Meal delivery"
  },
  {
    "review": "Были там сегодня с друзьями, пришли около 12:40 до 17:20. Обслуживал нас парень с короткой стрижкой, темные волосы, не высокого роста. Ели много всего, пили коктейли. Когда ели пиццу, в ней обнаружили чёрный волос. Позвали официанта, …",
    "rating": 3,
    "name": "Paul jr. Tupchik",
    "cat": "Meal delivery"
  },
  {
    "review": "Завтракали здесь. Обслужили быстро. Официантка приятная. Все понравилось от ненавязчивой музыки до вкуса еды. Именно здесь не в первый раз, интерьер как и во всех Mafia очень привлекает …",
    "rating": 3,
    "name": "ярослав деляев",
    "cat": "Meal delivery"
  },
  {
    "review": "Заказал 2 безалкогольных мохито ,сначала были оба очень терпкие и сладкими ,потом попросили заменить ,принесли точно такие же ,пить не возможно!! П,о мимо заказали 1 алкогольный напиток, несли очень долго около 40 минут,это издевательство …",
    "rating": 5,
    "name": "Елена Вирюшко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) We ordered sushi from you !!! I have not seen such a disgrace, the delay in delivery for an hour and a half, the courier brought not in the mood yet and almost rude to my questions !!!!! …",
    "rating": 5,
    "name": "Анастасія Лінчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Была два дня подряд. В первый день отказались списывать бонусы по номеру, сказав что спишите в след раз и оплатите полностью блюдо. По этом девочка быстро обслужила и быстро принесла заказ. Было вкусно. …",
    "rating": 1,
    "name": "Viktoria K",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Карина! Спасибо большое за отзыв. Нам очень жаль, что такая ситуация была в нашем ресторане. Мы провели работу с персоналом для избежания таких ситуаций в будущем. Надеемся что скоро побываете у нас снова и сможете отдохнуть гораздо лучше. Всегда рады видеть Вас!\n\n(Translated by Google)\nGood evening, Karina! Thank you very much for your feedback. We are very sorry that this situation was in our restaurant. We worked with staff to avoid such situations in the future. We hope that you will visit us again soon and will be able to relax much better. Always glad to see you!",
    "rating": 1,
    "name": "Макс Скулкин",
    "cat": "Meal delivery"
  },
  {
    "review": "Был приятно удивлен, т.к. последние два раза при посещении заведений этой сети, правда не этого конкретного места, что-то было не так. А тут всё гуд. И еда вкусная. А главное светло и просторно, что реально сделало приятное впечатление …",
    "rating": 1,
    "name": "Vika Viktoria",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Sergey! Спасибо большое за отзыв. Нам очень приятно, что Вам все понравилось. Надеемся, что скоро побываете у нас снова и станете нашим постоянным гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Sergey! Thank you very much for your feedback. We are very pleased that you liked everything. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Svetlana Makhik",
    "cat": "Meal delivery"
  },
  {
    "review": "Хороший ремонт, хорошая кухня, чистый туалет, не понимаю одного, просидел 5 минут, мимо меня прошло четыре официанта, ни один не предложил меню.\nВсё остальное хорошо.                                   Сегодня был снова в …",
    "rating": 1,
    "name": "Elena Polyakova",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Дмитрий! Спасибо большое за отзыв. Будем разбираться с данным вопросом. Благодаря Вашим отзывам мы можем улучшать качество нашего сервиса. Надеемся вскоре снова побываете у нас и сможете в этом убедиться.\n\n(Translated by Google)\nGood afternoon, Dmitry! Thank you very much for your feedback. We will deal with this issue. Thanks to your feedback, we can improve the quality of our service. We hope to visit us again soon and be convinced of this.",
    "rating": 3,
    "name": "Снежана Рябуха",
    "cat": "Meal delivery"
  },
  {
    "review": "Удобное расположение-1 минута от Южного вокзала.Работает круглосуточно.Позавтракать можно с 5 утра. Ресторан работает по франшизе,поэтому не все акции ресторанов сети Мафия действительны здесь. Для тех кто с багажем есть багажное отделение …",
    "rating": 5,
    "name": "Lerka Kulik",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Благодарим Вас за то, что нашли время, чтобы написать отзыв, и поделились с нами своими впечатлениями. Мы очень рады что Вам все понравилось. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon! Thank you for taking the time to write a review and sharing your impressions with us. We are very glad that you liked everything. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Евгения Марченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Симпатичное местечко, уютно. Хорошие супы и пасты. Чутка разочаровывает мясная составляющая пиццы. И слабое звено - официанты... Долго без внимания, долго несут, частые путаницы с заказами... …",
    "rating": 5,
    "name": "Денис Кушнир",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Павел! Спасибо большое за отзыв. Благодаря Вашим отзывам мы можем совершенствоваться. Примем во внимание все замечания. Надеемся что скоро побываете у нас снова и убедитесь в высоком качестве обслуживания. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Pavel! Thank you very much for your feedback. Thanks to your feedback, we can improve. We will take into account all the comments. We hope that you will visit us again soon and be convinced of the high quality of service. We are always glad to see you in our restaurant!",
    "rating": 2,
    "name": "Татьяна Богомаз",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Great interior. Nice waiters. But in the morning they didn't bring the breakfast menu, just the main one. And the main thing is food. - she's bad. I do not understand how it was so bad to cook cheesecakes. Such …",
    "rating": 1,
    "name": "Vladyslava Kachkovska",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Ярослав. Спасибо большое за отзыв. Примем во внимание все Ваши замечания. Надеемся что скоро побываете у нас снова и сможете отдохнуть лучше, а также убедится в качестве наших блюд. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Yaroslav. Thank you very much for your feedback. We will take into account all your comments. We hope that you will visit us again soon and you will be able to relax better, and also be convinced of the quality of our dishes. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Elena Smagliuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Были сегодня у вас на вокзальной. Очень понравилось. Приветливый и общительный официант Дмитрий обслужил на высшем уровне!!! Огромное спасибо поварам которые готовили сет,он просто бомба!!! Буду советовать вас всем!!!🤩🎉 …",
    "rating": 5,
    "name": "Надя Радченко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) I love this place. I often go there. Delicious pizza, rolls, salads. My favorite is Caesar. …",
    "rating": 3,
    "name": "Ольга Куницкая",
    "cat": "Meal delivery"
  },
  {
    "review": "Пицца была вкусная и это все плюсы данного заведения. Пивную тарелку готовили практически час и вместо крылышек щедро насыпали сухарей. Естественно мы ее вернули. Официант очень медленная, хотя в ее защиту могу сказать, что одновременно …",
    "rating": 1,
    "name": "Ника Захарченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Заказали 2 салата «Цезарь». Принесли спустя 20 минут. В салате были куриные косточки, он был без заправки и также имел очень большое количество перца и соли (хотя об этом - никто не просил). Вообщем, если у вас есть аллергия и вы хотите …",
    "rating": 1,
    "name": "Olga Umanets",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delivered late, and the most important thing that was in the role of hair 🤢 it's horrible, appetite immediately disappeared and of course had to be thrown away! …",
    "rating": 1,
    "name": "Eugene Polyanichko",
    "cat": "Meal delivery"
  },
  {
    "review": "Не рекомендую это \"заведение\". Стакан воды ждали 30 минут, из меню 50% нет в наличии , официанты заторможенные, на замечание не реагируют. Так и не удалось в этом \"заведении\" перекусить. Пришлось уйти. Другие посетители тоже имели проблемы …",
    "rating": 1,
    "name": "Мария",
    "cat": "Meal delivery"
  },
  {
    "review": "3.9 рейтинг? Серьезно????\nЭто даже не 1. Это полный 0. Сначала не обслуживается 1й этаж, потом оказалось, что работает только бар, потом вместо зелёного чая вечность нести и принести уже …",
    "rating": 2,
    "name": "Alexia OneLove",
    "cat": "Meal delivery"
  },
  {
    "review": "Были 23.09. Заказали пицу 4 сыра, сыра мало, теста много.Плюс  пица была посыпана кусочками грецких орехов, не достаточно очищенных, попалась скорлупа.Видно на фото.Цена не сооветствует качеству еды, по крайней мере для пицы. …",
    "rating": 1,
    "name": "Алёна Ильюша",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно!!!)\nЗаказываю только тут, хорошее и вежливое  обслуживание!\nСпасибо …",
    "rating": 4,
    "name": "A S",
    "cat": "Meal delivery"
  },
  {
    "review": "Удобство, атмосфера - все хорошо. Меню вкусное!\nБольшой минус - это счёт и сдача. Нам её не принесли. Да, немного 35 грн. Но всё же. Мы бы сами оставили чаевые.... Очень не приятная ситуация. …",
    "rating": 5,
    "name": "Виталий ЛЕВИЦКИЙ",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень предвзято отношусь к сети Мафия.\nНо,Мафия на Вокзале меня сегодня порадовала.\nВо-первых красивый интерьер. …",
    "rating": 1,
    "name": "Юлия Гуцалюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятная атмосфера, обслуживающий персонал старался. Но увы кухня желает лучше. Угорь в суши был сухим и не первой свежести. …",
    "rating": 5,
    "name": "Olga Selivanova",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Татьяна! Благодарим Вас за обратную связь, это для нас очень важно! Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Tatyana! Thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "ZvERyGa _",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Ran out with colleagues for brunch, the service is terrible, 6 waiters do not cope with 5 tables of visitors, from the menu - not familiar, about the absence of bruschetta !!! the menu was announced 10 minutes after …",
    "rating": 5,
    "name": "Наталья Чернышук",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Vladislav! We are very sorry that such a situation took place in our restaurant. We have now clarified all the details, and the process has been set up to avoid such cases in the future. For your part, we will be glad to offer you a dessert as a compliment. We very much hope that you will come back to us again and be convinced of the quality of service.\n\n(Original)\nДоброго дня, Владислава! Нам дуже прикро, що така ситуація мала місце у нашому ресторані. Наразі з‘ясували усі деталі, процес налагоджено для уникнення таких випадків у майбутньому. Зі свого боку раді будемо запропонувати вам десерт у якості компліменту. Ми дуже сподіваємось, що Ви знову до нас завітаєте і переконаєтесь у якості обслуговування.",
    "rating": 1,
    "name": "Юлія Смик",
    "cat": "Meal delivery"
  },
  {
    "review": "Ужастное место!\nПол часа ждали, пока к нам подойдет официант, звали его несколько раз. Сделали заказ. Так как у меня есть сильная аллергия на определенные продукты, я …",
    "rating": 3,
    "name": "Ольга Костюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Шикарное заведение, всё вкусно, обслуживание на высоте,очень внимательный персонал-все пожелания учли и во всем угодили, интерьер роскошный!!!!Так держать …",
    "rating": 5,
    "name": "Yurii Karnkovskyi",
    "cat": "Meal delivery"
  },
  {
    "review": "Тихое, чистое заведение в таком оживлённом месте. Отличный интерьер. Были компанией из шести человек,заказали кто пиццу,кто салат, кто пасту. Пиццу принесли очень быстро, она остывала, потом друг не выдержал и начал есть,а мы смотрели на …",
    "rating": 2,
    "name": "Yurii Fenchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Заказывали пиццу полуметровую , пришла тёплая , но с волосами 👍🏻 Захотелось накормить волосами этого человека , который ее же и готовил! Тесто было полусырое , начинки как кот наплакал. Такое ощущения было вроде теста наелся. Однозначно …",
    "rating": 2,
    "name": "Alexander Illusha",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень сильно изменилось мнение о Мафии после посещения именно этого ресторана на ул. Г. Кирпы.\nСтолик был забронирован заранее, а также был сделан предзаказ. Когда мы с …",
    "rating": 4,
    "name": "Сергей Трофимов",
    "cat": "Meal delivery"
  },
  {
    "review": "Заказал доставку метровой пиццы и сета суши, но третья коробка пиццы не доехала и куда-то просто исчезла без ведома кого-либо. На горячей линии приняли жалобу, проверили и подтвердили, что пиццу укомплектовали и у курьера ничего не …",
    "rating": 4,
    "name": "Алина",
    "cat": "Meal delivery"
  },
  {
    "review": "Давно не была в Мафии, дай, думаю, зайду, вкусно покушаю. Но.... всё плохо.\nЗашла в Мафию - пустой весь первый этаж: ни администратора, ни официантов, ни посетителей. …",
    "rating": 4,
    "name": "Anatoliy Trukhanov",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень странное место, не соответствующее обычным стандартам Мафии. Я часто посещала рестораны данной сети, но этот по обслуживанию не очень. Очень долго ждали когда примут заказ, потом ещё дальше ждали сам заказ, минут 40. Это при том, что …",
    "rating": 1,
    "name": "Natasha Polovinko",
    "cat": "Meal delivery"
  },
  {
    "review": "Недовес 135 г, внешний вид ужасный, лосось порванный, запах не свежий, в маленьких роллах нет огурца, весят по 85 г.  Отвратительно …",
    "rating": 5,
    "name": "Владислава Анисимова",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Алёна! Прежде всего спасибо большое за отзыв. Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Надеемся, что Вы побываете у нас снова и сможете отдохнуть гораздо лучше, чем в прошлый раз. Всегда рады видеть Вас в наших ресторанах!\n\n(Translated by Google)\nGood evening, Alena! First of all, thank you very much for your feedback. We value your opinion and will pass on all your comments to the restaurant management. We hope that you will visit us again and will be able to relax much better than the last time. We are always glad to see you in our restaurants!",
    "rating": 4,
    "name": "Roman Pustika",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятный интерьер и симпатичные официанты. Обслуживание не быстрое,  даже если вы заказываете бизнес-ланч. Пожалуй лучшее место для еды в этом районе. Написано, что пятый бизнес-ланч в подарок, но это не правда. Нам не дали. Десертов нет …",
    "rating": 3,
    "name": "Лилия Степаненко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for taking the time to share your impressions. Your opinion is important to us and we are sure to consider all wishes. Thank you for helping us get better. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня! Дуже дякуємо, що знайшли час і поділились Вашими враженнями. Нам важлива Ваша думка і ми обов‘язково врахуємо усі побажання. Дякуємо що допомагаєте нам ставати кращими. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 1,
    "name": "Alexandra Shevchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Хорошее место, чтобы скоротать время перед поездом или просто вечером посидеть со своей малышкой.\n• …",
    "rating": 3,
    "name": "Даша",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Большое спасибо за отзыв! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day! Thanks so much for the tip! We are always glad to see you in our restaurant!",
    "rating": 2,
    "name": "Elea Fbb",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Why do waiters selectively tip tips? Visited the institution on 28.12. There was no \"thanks\" for the service at the next table, and we were added automatically. I wonder, is it because the visitor spoke a foreign …",
    "rating": 4,
    "name": "Аnn Кaas",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень понравилась пицца Четыре сыра. Быстро приготовили, подача супер. Большой выбор натуральных чаев. Ожидание поезда прошло в уютной обстановке с хорошим обслуживанием и кухней. …",
    "rating": 4,
    "name": "Станислав Евтушенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Приехали сегодня поужинать в Мафию по адресу Сечевых Стрельцов в «Щасливi години», заказали суп, ждали 20 минут, в итоге суп сделать отказались, не обьяснили по какой причине, остались голодные и возмущенные обслуживанием. …",
    "rating": 2,
    "name": "Sophia Horster",
    "cat": "Meal delivery"
  },
  {
    "review": "Я очень довольна доставкой с Мафии на южном вокзале !!!!суши бомба !!!!вы лучшие 🥰🥰🥰 …",
    "rating": 5,
    "name": "Юлия Грищук",
    "cat": "Meal delivery"
  },
  {
    "review": "Таких отвратных суш я не ела никогда. Склеившийся недоваренный рис, как камень. Малюсенький рол, хотя стоит как нормальный. Суши в этом заведении, я точно не рекомендую. …",
    "rating": 4,
    "name": "Инна Мирошниченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Юлия! Нам очень жаль, что данная ситуация имела место. Мы обязательно разберёмся и проведём разбор с персоналом.\nПожалуйста, напишите нам Ваш контактный номер, чтобы мы могли с Вами связаться.\n\n(Translated by Google)\nGood afternoon, Julia! We are very sorry that this situation has occurred. We will definitely understand and carry out a review with the staff.\nPlease write us your contact number so that we can contact you.",
    "rating": 2,
    "name": "Alvin Burunduk",
    "cat": "Meal delivery"
  },
  {
    "review": "Вау, не произошло!!!\nКоктейль Маргарита был ужасным, подача не правильна и без льда!!!\nБрали салаты - продукты свежие!!! …",
    "rating": 5,
    "name": "V F",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very well located place for rest and a delicious snack after or before the trip. Quiet, no crowds, lots of space, good service. Delicious coffee. Head above all the surrounding establishments, and the prices do not …",
    "rating": 2,
    "name": "Любовь Другова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Strange place: a large spacious hall, the waiters are running somewhere, although a maximum of 3 tables were occupied - and we were approached only 10 minutes later, because he started to stop them .. They accepted …",
    "rating": 1,
    "name": "Den A.",
    "cat": "Meal delivery"
  },
  {
    "review": "Подломщики. Сделал заказ за ранее по телефону. В разговоре на линии уверили что заказ будет готов в 10:30... 10:40 следующего дня. Приехал в 10:40 и ничего не готово. Ждал еще минут 50 пока все сделают. Это очень не приятно. В итоге детишки …",
    "rating": 2,
    "name": "Микола Костюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Всегда все вкусно, но приготовление завтрака затянулось на 45 минут. По факту оплаты счета завтрака не увидел у себя в истории заказов данного заказа (соответственно потерял 20 процентов бонусов от суммы счета). В остальном все вкусно, …",
    "rating": 1,
    "name": "Виталик Ярыгин",
    "cat": "Meal delivery"
  },
  {
    "review": "Удобное местоположение, совсем рядом с жд вокзалом. Заказывали салаты и десерты. Один салат был не очень, т.к. был сильно залит соевым соусом. Очень вкусный тирамису. Цены средние. Нормальное обслуживание. Чисто в зале и в уборной. …",
    "rating": 5,
    "name": "Masha Kosmidailo",
    "cat": "Meal delivery"
  },
  {
    "review": "Быстро, в меру вкусно, но в сырные бортик таки добавьте пустой или сыр с более ярким вкусом ! …",
    "rating": 5,
    "name": "DavidKa",
    "cat": "Meal delivery"
  },
  {
    "review": "Не знаю с какого места должна была быть доставка но подозревая что от ближайшего ресторана к адресу доставки.\nТак вот хочу спросить, ребята, а вы там чем занимаетесь? У моей коллеги ДР она …",
    "rating": 5,
    "name": "Тетяна Ковальова",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо , все отлично как всегда )\nПредупредили, что ожидание роллов около 50 минут , но принесли минут через 15\nОчень вкусно …",
    "rating": 5,
    "name": "JuLiA",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Владислава! Спасибо большое за отзыв. Надеемся что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Vladislav! Thank you very much for your feedback. We hope to visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "Irina Pavlova",
    "cat": "Meal delivery"
  },
  {
    "review": "Все вроде и хорошо.\nНо чувствуется что было о крыто по франшизе и рассчитано на \"проходящих\" с вокзала. …",
    "rating": 1,
    "name": "Vladyslav",
    "cat": "Meal delivery"
  },
  {
    "review": "Если честно,само заведение симпатичное.Правда мы сели неудачно ,возле кухни...ну да бог с ним !\nЗаказали пару спиртных коктейлей и десерт....ждали минут 15-20(осебенно я свой)к …",
    "rating": 4,
    "name": "Карина Литвиненко",
    "cat": "Meal delivery"
  },
  {
    "review": "Заказывали метровую пиццу.\nВо-первых, доставка заняла около полутора часов. Расстояние от ресторана к месту доставки занимает 15 минут езды. С момента, когда статус пиццы был \"готова\" до …",
    "rating": 5,
    "name": "Kirill Vinogradov",
    "cat": "Meal delivery"
  },
  {
    "review": "Все очень долго. Долго официант нёс меню, долго готовили. За чистотой в зале особо не следят.С этого ресторана часто заказываю доставку, так блюда поданы в зале, намного качественнее и больше, чем те же самые на доставке. …",
    "rating": 4,
    "name": "Елена Бондаренко",
    "cat": "Meal delivery"
  },
  {
    "review": "Были в мафии на кирпы, встречались с друзьями. Разочарованы. 1. Трех выбранных в меню блюд не было в наличии. 2. Принесли блюда, но не принесли приборы. 3. В боуле оказался закрученый волос, даже не хочу представлять откуда он. Позвали …",
    "rating": 4,
    "name": "Mur Mur",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень симпатичное место, для перекуса перед поездом.\n-долго ждали официанта …",
    "rating": 4,
    "name": "Юлия Кан",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very friendly and attentive staff.\nPrices don't seem high.\nThe taste of the food is acceptable. …",
    "rating": 1,
    "name": "Евгений Цветков",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Stanislav! Thank you for your feedback and comments. We will take into account and will remedy the situation. We look forward to hearing from you soon, so you can appreciate the improvements. You are always welcome!\n\n(Original)\nДоброго дня, Станіслав! Дякуємо Вам за відгук та зауваження. Приймемо до уваги і будемо виправляти ситуацію. Чекаємо Вас найближчим часом вгості, щоб Ви могли оцінити покращення. Завжди Вам раді!",
    "rating": 5,
    "name": "Yana Svistunova",
    "cat": "Meal delivery"
  },
  {
    "review": "Какой-то бедлам) Напитки подали остывшие, долго ждали официанта, а потом заказ, принесли не то блюдо, еда тоже едва теплая, к картошке забыли уточнить про соус, кетчуп в итоге напоминал скорее варенье. Возвращаться не хочется. …",
    "rating": 5,
    "name": "Nina Ko.",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусная пицца и безалкогольные коктейли. Атмосферное место. Непринужденная обстановка. Цены умеренные. Мы отдыхали семьёй, всем понравилось. Будем еще посещать. …",
    "rating": 1,
    "name": "Тетяна Никитюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Интерьер хорош, чисто. Много места. Сняла звезду так как долго...долго готовился заказ, даже напитки пришлось ждать прилично по времени. …",
    "rating": 3,
    "name": "Анжелика Гайдамака",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Инна! Спасибо большое за отзыв. Примем во внимание все замечания. Надеемся что скоро побываете у нас снова и сможете оценить наш сервис снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Inna! Thank you very much for your feedback. We will take into account all the comments. We hope that you will visit us again soon and you will be able to evaluate our service again. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Artem Kysylov",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо за все. Обслуживание четкое, но извините меня.\n1 - с каких пор бар на неалкогольные напитки нельзя рассчитать бонусами, мало того он идёт ещё как на 2 счета …",
    "rating": 5,
    "name": "Іван Омелян (Ivan Omelian)",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Nice, spacious, atmospheric place with panoramic windows. I recommend delicious desserts, scented coffee! Sushi Networks and Waiters' Mood - Out of Competition! …",
    "rating": 1,
    "name": "андрей похиленко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for your feedback! We are always glad to welcome you to our restaurant!\n\n(Original)\nДоброго дня! Дуже вдячні Вам за відгук! Завжди раді вітати Вас у нашому ресторані!",
    "rating": 2,
    "name": "Elena Emelyanova",
    "cat": "Meal delivery"
  },
  {
    "review": "Никогда не хожу в мафию, потому что там не очень, тут просто случайно в туалет с вокзала зашли, решили уже поесть, еда такая бедная, что вообще тех денег не стоит,  и не вкусно, не щедро. А потом еще официантка предложила посчитать 10% за …",
    "rating": 1,
    "name": "Олександр Слащук",
    "cat": "Meal delivery"
  },
  {
    "review": "Суши одни из худших в городе. Я знал, что это заведение \"так себе\" (мягко сказано) но поблизости негде было купить суши, а ждать заказ полтора часа ночью не хотелось. Но лучше бы подождал. Ел в \"Мафии\" последний раз. Не советую. …",
    "rating": 5,
    "name": "WallyN",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The waitress is rude, they promised to place the order in 45 minutes, and brought 55 minutes in 1 hour. And only after contacting the administrator, and this when filling the hall is not more than 50%. After placing …",
    "rating": 1,
    "name": "Юлия Батова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) We waited for 30 minutes on the ground floor, but the waiter did not come to us (called the button for 5 minutes in a row\nThe service is zero as well as the attitude to customers …",
    "rating": 1,
    "name": "Tatiana Naroditskaya",
    "cat": "Meal delivery"
  },
  {
    "review": "Красивый интерьер, хороший вид из окна. Приветливый персонал и быстрая подача блюд. …",
    "rating": 3,
    "name": "Алена Дрыгуляс",
    "cat": "Meal delivery"
  },
  {
    "review": "Посещал в разных местах Киева данное заведение. Обслуживание конечно на уровне. Официанты в наушниках, приветствуются, подходят, следят за мимикой и улавливают желание что то заказать или спросить. Покрутил головой - 10 секунд или посмотрел …",
    "rating": 5,
    "name": "Елена Иванова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Convenient location, delicious large pizzas, good interior and decent service.\nA great place where you can wait a few hours for the train and in particular …",
    "rating": 4,
    "name": "Михайло Луців",
    "cat": "Meal delivery"
  },
  {
    "review": "Хорошее место, пицца Берлускони топ просто 10/10\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yana Rudzytis",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусная пицца, хороший вид из окна, но розетки расположены неудобно, а это важный момент для тех, кто путешествует и заглянул на кофе для подзарядки. Официанты вежливые,атмосфера  замечательная, в целом не плохо. Но смутил момент, в чек …",
    "rating": 2,
    "name": "Мілана Русілова",
    "cat": "Meal delivery"
  },
  {
    "review": "Омерзительно! Заказ ждали 50 минут !! А в заказе была одна пица и 2 гамбургера и все. Официанты претворяются \"клоунами\", объяснить ничего не могут только сожалеют и все. Никому не рекомендую посещать это место! …",
    "rating": 1,
    "name": "Dima Martsenyuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Неплохое место, но из всех вариантов десертов заказать можно было лишь два.. и музыка немного раздражающая.. …",
    "rating": 1,
    "name": "Iv Kot",
    "cat": "Meal delivery"
  },
  {
    "review": "Давно не был в этом заведении! Меню отличное, все очень вкусно и быстро. Спасибо огромное! Хотел восстановить дисконтную карту, к сожалению на месте этого сделать было нельзя. Надеюсь что в скором будущем не придется носить веер карт и по …",
    "rating": 5,
    "name": "Александр Бездикмен",
    "cat": "Meal delivery"
  },
  {
    "review": "Заказывала сет из двух наборов. При подаче рис был теплый. Есть можно, но не скажу,что было прям вкусно. Хотя была очень голодной. Цена не соответствует качеству, касаемо суши. За другие блюда не скажу. …",
    "rating": 3,
    "name": "Dgh Fjj",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) We visited the mafia at the station.\nThe hall is bright and spacious, we took a table, there were traces of something but the waiter immediately wiped. The menu is extensive, ordered lemonade and a …",
    "rating": 1,
    "name": "Елена Дземич",
    "cat": "Meal delivery"
  },
  {
    "review": "Было вкусно и красиво. Только все работники - полученные медвежата. Официанта ждали минут 15, чтобы просто меню принесли, и дождались только после того как обратились к повару …",
    "rating": 4,
    "name": "Татьяна Грибова",
    "cat": "Meal delivery"
  },
  {
    "review": "Время 19:25.поезд в 20:12..Забежали перекусить перед поездом.уточнили у официанта,что у у нас поезд в 20:12 и максимум в 20:00 мы убегаем..заказали блюда,которые по словам официанта,готовится 15 минут максимум.ну отлично ж вроде.На часах …",
    "rating": 3,
    "name": "Егор Севостьянов",
    "cat": "Meal delivery"
  },
  {
    "review": "Я впервые в Мафии, думала, что это заведение по типу пиццерии,  кафе быстрого питания, как и те, что рядом к ЖД вокзалу. Но это именно ресторан, с отличной обстановкой. В ресторане 2 этажа, очень чисто, включая уборную.  Заказывали сет из …",
    "rating": 4,
    "name": "Vladimir Rebel",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятный интерьер, уютная атмосфера, вкусные десерты 😌 Наконец-то на вокзале  появилось место, куда приятно зайти перекусить и не стыдно пригласить гостей после дороги)) …",
    "rating": 5,
    "name": "Tanya Vernygor",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Нина! Спасибо большое за отзыв, нам очень приятно. Мы очень рады, что Вам все понравилось. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Nina! Thank you very much for your feedback, we are very pleased. We are very glad that you liked everything. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Зоя Жиленко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) I ordered sushi a few days ago, picked it up myself. When I opened the package when I came home I could smell the smell of stale fish, I had to throw it away! I understand that it was 1 + 1 and at a lower price than …",
    "rating": 3,
    "name": "Людмила Виноградська",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Americano was brought warm (the first time I see that they first took out the dish, and then followed the utensils🤐 serving the dish in general looks unappetizing (bowl of salmon), despite the fact that the waiters …",
    "rating": 3,
    "name": "Masha Os",
    "cat": "Meal delivery"
  },
  {
    "review": "Сделал заказ на сайте в 11:48. Позвонили в 12:15. Пообещали доставку на протяжении двух часов. В 14:00 при звонке в call centre, сообщили что крайний срок доставки в 14:15. В 14:35 при очередном звонке сообщили что заказ будет минимум через …",
    "rating": 1,
    "name": "Апалуто «Пуганагимпа» Пуганами",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) New Network Institution. Standard service and dishes are standard. …",
    "rating": 4,
    "name": "Ekaterina Marinets",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Ivan! Thank you for your feedback, very glad you enjoyed it. We hope to visit us again soon!\n\n(Original)\nДоброго дня, Іван! Дякуємо Вам за відгук, дуже раді, що усе сподобалось. Сподіваємось найближчим часом завітаєте до нас знову!",
    "rating": 5,
    "name": "Sergiy Moskalets",
    "cat": "Meal delivery"
  },
  {
    "review": "18 сентября 2020 г. пообедал в этом заведении, к еде замечаний почти нет, но в счёт за еду включили  10 % \"благодарности официанту\" и отказались убирать эту суму, мотивируя тем, что у них такие правила. В связи с этим, прошу считать этот …",
    "rating": 5,
    "name": "Анастасия Гура",
    "cat": "Meal delivery"
  },
  {
    "review": "Изменила свою оценку на худшую, после сегодняшнего визита. Когда открылось это заведение на Вокзальной, очень была приятно удивлена качеству. Оно было прекрасным. Другие заведения этой сети уже давно за качеством не бегут. Это касается …",
    "rating": 5,
    "name": "В",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for your assessment! We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня! Дуже вдячні Вам за оцінку! Завжди раді бачити Вас у нашому ресторані!",
    "rating": 2,
    "name": "Rostyslav",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) This includes the size of the tip in the check. Not less than 10-15 percent of the order. They ate for 540 hryvnias, pay 60 hryvnias. tips that are already included in the check. Meals are served for a very long time. …",
    "rating": 1,
    "name": "Дмитро Дяченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Впервые зашла туда и приятно удивилась. Интерьер оформлен интересно для такого заведения. Ждала свой заказ не долго, что тоже порадовало. Еда на качество хорошая, понравился сырный суп, советую. Ничего из ряда вон выходящего не было, …",
    "rating": 5,
    "name": "Антон Зима",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Wally! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Будем надеется что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Wally! Thank you very much for your feedback. We are very glad that you liked everything. Hopefully you will visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "yuliia kuznetsova",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) After visiting the institution with colleagues, everyone had problems with digestion ...\nIt was also said that this institution does not work after 9 pm, but other …",
    "rating": 3,
    "name": "Yuriy Gaponenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Место красивое, но второй раз бы не зашла. Ни по времени подачи, ни по блюдам официант информации не имеет, обещаные 25 минут легко превращаются в 40, а возле вокзала это критично, времени перед поездом еле- еле хватило на проглотить не …",
    "rating": 3,
    "name": "Оксана Ас",
    "cat": "Meal delivery"
  },
  {
    "review": "Была 14/10, зал практически пустой, заказала пасту болоньезе и коктейль. Официант сразу предупредила о 10% за обслуживание, ок. Пасту вынесли еле тёплой, соус болоньезе почти бесцветный, спагетти не Al dente, переварены. Коктейль негрони …",
    "rating": 1,
    "name": "Анна Пешкова",
    "cat": "Meal delivery"
  },
  {
    "review": "Нравится, что всегда есть места. Обслуживание хорошее, очень вкусный чай из спец предложений👍 …",
    "rating": 5,
    "name": "Наталия Пилипенко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) It is quite tasty and you can comfortably spend time waiting for the train. …",
    "rating": 3,
    "name": "Сергій Наумець",
    "cat": "Meal delivery"
  },
  {
    "review": "Хорошее заведение, чисто, уютно, негромко играет музыка. Я заказала пасту и капучино, принесли очень быстро, было вкусно, мне понравилось. За все 160 грн, я отдала 200 …",
    "rating": 4,
    "name": "Iryna Panina",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Яна! Большое спасибо Вам за отзыв. Очень надеемся что посещение нашего ресторана всегда будет приносить такие же теплые эмоции. Всегда рады видеть Вас!\n\n(Translated by Google)\nGood afternoon, Yana! Thank you very much for your feedback. We really hope that visiting our restaurant will always bring the same warm emotions. Always glad to see you!",
    "rating": 3,
    "name": "Diana Kv",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) No service, wait, let alone call the waiter - a problem. The food is also not tasty, I did not like sushi or Scandinavian soup. …",
    "rating": 2,
    "name": "Дарья Романова",
    "cat": "Meal delivery"
  },
  {
    "review": "В пицце попалась не понятная ветка + стаканы были грязные, даже после того как  их помыли повторно. …",
    "rating": 1,
    "name": "Маріна Козир",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Was in the Mafia near the station. Ordered tagliatelle with seafood and Caesar with chicken. For the second day I'm lying with severe poisoning. I suspect that from seafood. It's just awful !!! How can people be fed …",
    "rating": 1,
    "name": "Olga",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Was here a few days ago, everything went well. Everything is delicious, fast and friendly. The institution is quite healthy.\nThe boy waiter (blond) is guided in the menu and in alcoholic beverages. …",
    "rating": 2,
    "name": "Володимир",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Despite the fact that there was still a lot of time before closing, the restaurant did not have a mix of salads, which did not allow to order almost 100% of salads from the menu. This was an unpleasant surprise …",
    "rating": 2,
    "name": "Анастасия Йовченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Ну, скажем так. Ещё такого отношения не видела никогда в своей жизни. Пришли с подругами в количестве 7 человек, нас усадили, дали меню, мы сразу же сделали заказ и попросили напитки принести сразу, потому что было жарко, 16 июля, лето... …",
    "rating": 1,
    "name": "Анна Сапожникова",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Елена! Спасибо большое за отзыв. Нам очень жаль что такая ситуация сложилась в нашем ресторане. Все замечания переданы руководству и приняты меры для того чтобы такое не повторилось. Надеемся, что в будущем Ви посетите нас снова и оцените улучшения. Будем очень рады видеть Вас в нашем ресторане.\n\n(Translated by Google)\ngood day, Elena! Thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. All comments were passed on to the management and measures were taken to prevent this from happening again. We hope you will visit us again in the future and see the improvements. We will be very glad to see you in our restaurant.",
    "rating": 2,
    "name": "Dmytro Lytvynenko",
    "cat": "Meal delivery"
  },
  {
    "review": "На первом этаже дольше обслуживание будет так как кухня на втором этаже. Когда попросили принести лимонад без льда, его все равно принесли с ним. Видать пожелания здесь не учитываются …",
    "rating": 1,
    "name": "Тетяна Полюхович",
    "cat": "Meal delivery"
  },
  {
    "review": "Одна официантка на весь зал, которая не успевает обслужить сразу всех. Посредственная кухня. …",
    "rating": 5,
    "name": "Лиза Зосименко",
    "cat": "Meal delivery"
  },
  {
    "review": "Еда вкусная, цены норм.\nНо подходить и в наглую спрашивать\"могут ли включить 10% чаевых\"???? Так у администрации всё Гут ? …",
    "rating": 5,
    "name": "Петр Хараберюш",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно, огромные порции. Рекомендую однозначно для посещения!\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Светлана Новик",
    "cat": "Meal delivery"
  },
  {
    "review": "добрый вечер!первый раз побывала у вас и мне очень понравилось!Хочу отметить хорошую кухню,красивый интерьер ,особенно хотела бы выделить официанта Татьяну,отличнно знаюшую  меню,умением понимать желания …",
    "rating": 5,
    "name": "Alan Kapushev",
    "cat": "Meal delivery"
  },
  {
    "review": "Заказали сет суши , ждали дольше чем обещали и качество оставляет желать лучшего, рис недоварен, рассыпается, рыба так себе, пиво норм, обслуживание на троечку, во Львове Мафия лучше, а в эту больше- нет! …",
    "rating": 5,
    "name": "Артем Иванов",
    "cat": "Meal delivery"
  },
  {
    "review": "Зашли с утра выпить по чашечке кофе с пиццей. Но обслуживание так себе, нельзя было рассчитаться картой, официант не очень приятный, капуччино тоже не очень, а пицца кстати вкусная. По сравнению с другими Мафиями в городе, эта нам не очень …",
    "rating": 2,
    "name": "Евгений Кизилов",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Masha! Прежде всего спасибо большое за отзыв. Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Надеемся, что Вы побываете у нас снова и сможете отдохнуть гораздо лучше, чем в прошлый раз. Всегда рады видеть Вас в наших ресторанах!\n\n(Translated by Google)\nGood evening Masha! First of all, thank you very much for your feedback. We value your opinion and will pass on all your comments to the restaurant management. We hope that you will visit us again and will be able to relax much better than the last time. We are always glad to see you in our restaurants!",
    "rating": 1,
    "name": "Андрій Мамбик",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Arriving on Sunday evening, they saw that the hall was almost empty. There was no one at the entrance, although it was good that there was a senitizer. You are near the station, you have them open, people with bags …",
    "rating": 2,
    "name": "karinaasa",
    "cat": "Meal delivery"
  },
  {
    "review": "Красивый интерьер, уютно, чисто. Удовольствие для глаз) А вот кухня не оставила такого восторга. При том, что были с самолёта и очень голодны. Роллы на троечку, а суп никакой, даже не стали есть... На десерт в данном заведении не решились …",
    "rating": 1,
    "name": "Вікторія Городецька",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Екатерина! Спасибо большое за отзыв. Нам очень жаль, что такая ситуация сложилась в нашем ресторане и Вы не смогли хорошо отдохнуть. Работа с персоналом была проведена и мы очень надеемся, что Вы в скором времени сможете оценить нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Catherine! Thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant and you could not have a good rest. Work with the staff was carried out and we really hope that you will soon be able to evaluate us again. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Даниил Пархоменко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) It is good that you can now have a delicious and comfortable snack early in the morning at the train station. …",
    "rating": 5,
    "name": "Дмитрий Викторович",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for your feedback! We are always waiting for you in our restaurant!\n\n(Original)\nДоброго дня! Дуже дякуємо за відгук! Завжди чекаємо на Вас у нашому ресторані!",
    "rating": 1,
    "name": "Алиса Яворская",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличный интерьер, адекватный персонал. Большой плюс : круглосуточно работает. Заказ выполнен быстро и качественно. …",
    "rating": 1,
    "name": "Светлана Понайда",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Анастасия! Спасибо большое за отзыв, нам очень приятно. Рады что Вам все понравилось. Надеемся что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Anastasia! Thank you very much for your feedback, we are very pleased. We are glad that you liked everything. We hope to visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Андрей Андреев",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень красивый интерьер, милые официанты, суши супер, вкуснейший глинтвейн\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Елена Ануфриева",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер! Спасибо большое за отзыв, нам очень приятно. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening! Thank you very much for your feedback, we are very pleased. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "SEO Promo",
    "cat": "Meal delivery"
  },
  {
    "review": "Пожалуйста меняйте масло во фретюре(и за одно официантов котором пофигу когда подойти и что выносить),заказал сырные палочки,сказали что нету,есть только сырные шарики,они типа вкуснее и сыра там больше,пренесли шарики облепленные в …",
    "rating": 5,
    "name": "Инна",
    "cat": "Meal delivery"
  },
  {
    "review": "Суши принесли не свежие. Мясо в бургере не дожаренное. В стоимость включили чаевые 10%, при этом не дали чек до оплаты картой. Лучше бы в киоске шаурму купил. …",
    "rating": 1,
    "name": "Ярослав Юрьевич",
    "cat": "Meal delivery"
  },
  {
    "review": "Ну оочень хорошо, персонал приветливый и квалифицирован. Задержек небыло, все вкусно! Брали большую пиццу и сэт сушек)) система так сказать бонусов! К пицце например в подарок принесли две бутылки моего любимого пива, как вам такое?! А к …",
    "rating": 5,
    "name": "Harun Arabaci",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Антон! Спасибо большое за отзыв. Очень приятно что Вам все понравилось. Надеемся что скоро побываете у нас снова и сможете отдохнуть так же хорошо. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Anton! Thank you very much for your feedback. It is very pleasant that you liked everything. We hope that you will visit us again soon and be able to relax as well. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Игорь Станкевич",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious cuisine. Not only Italian.\n\n(Original) …",
    "rating": 1,
    "name": "Виктория Власова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) There are some remarks on the work of this institution.\n1. Seats on the sofas near the bar have been reserved. Although during my stay for about 1.5 hours the guests did not show up. …",
    "rating": 4,
    "name": "Amid Zneb",
    "cat": "Meal delivery"
  },
  {
    "review": "Заказывали доставку на дом. За час привезли. Но- вкус совсем не порадовал. Раньше было гораздо вкуснее- сейчас только вкус риса во рту- если бы не соус- не пропихнули( …",
    "rating": 1,
    "name": "Lika Lihka",
    "cat": "Meal delivery"
  },
  {
    "review": "Сдеала заказ на сайте, через 2 часа перезвонил мужчина, сказал что-то вроде \" Не повезём, отменяйте заказ\"и бросил трубку. Минут через 5 перезвонил другой менеджер и предложил привезти заказ ещё через час. …",
    "rating": 5,
    "name": "Діма",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень приятный светлый зал , приятный персонал , обслужили быстро , заказывали пицци , всё было вкусно , приготовили в течении 15-20 минут ,в принципе всем остались довольны )))🥰 …",
    "rating": 3,
    "name": "Наташка У",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) In general, this is my wife's favorite restaurant!) But it was the one at the Station, surprised that when you enter, on the ground floor there is no one at all, none of the staff at the entrance does not meet, we …",
    "rating": 3,
    "name": "Valentina",
    "cat": "Meal delivery"
  },
  {
    "review": "Чрезвычайно приятное и удобное по расположению место! За дизайн помещения - твердая \"пятерка\" по 5-бальной шкале, а вот обслуживание - на \"четверочку\". Официанты внимательны и воспитаны, но... обслуживали в замедленном режиме (неясно,с чем …",
    "rating": 5,
    "name": "Helga Fox",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Ирина. Спасибо большое за отзыв. Примем во внимание все замечания и проведем работу с персоналом. Надеемся что скоро побываете у нас снова и сможете оценить улучшения. Всегда рады видеть Вас в нашем ресторане.\n\n(Translated by Google)\nGood day, Irina. Thank you very much for your review. We take into account all the comments and conduct work with the staff. We hope that soon we will visit again and will be able to measure improvement. Always glad to see you in our restaurant.",
    "rating": 1,
    "name": "даша кухарчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Суши неплохие, только вот ожидали заказ приблизительно час, того и впечатления не из лучших. …",
    "rating": 1,
    "name": "Саша Колачко",
    "cat": "Meal delivery"
  },
  {
    "review": "Пришли с подругой в половине 4, заняли место, сделали заказ. Подали напитки и приборы. Спустя 20 минут нашего прибывания к нам подошла другая официантка и молча поставила на наш столик табличку с резервом на 16:00 и очень быстро ушла. Тут …",
    "rating": 1,
    "name": "Фарина Виктория",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Дарья! Нам очень жаль, что данная ситуация имела место. Мы обязательно разберёмся и проведём разбор с персоналом. Надеемся, что случившееся недоразумение не помешает Вам и дальше оставаться нашим гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Daria! We are very sorry that this situation has occurred. We will definitely figure it out and conduct a review with the staff. We hope that the misunderstanding that has happened will not prevent you from remaining our guest. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Oleh Chernov",
    "cat": "Meal delivery"
  },
  {
    "review": "Принесли суши с волосом , сказали об этом официанту, он просто предложил убрать. После чего принес просто без волоса. Мы снова обратились к нему. Он  забрал суши. Оцифиант ничего не смог решить.  После чего у меня в суши попалась косточка - …",
    "rating": 5,
    "name": "Day Nite",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening, Marina! Thank you for your feedback. We are very sorry that such a situation took place in our restaurant. We have worked with staff to avoid such situations in the future. We hope that you will be able to visit us again and see the quality of service. Again, we apologize for such annoyance. We will always be glad to see you in our restaurant!\n\n(Original)\nДоброго вечора, Маріна! Дякуємо Вам, що залишили відгук. Нам дуже прикро, що така ситуація мала місце в нашому ресторані. Ми провели роботу з персоналом для уникнення таких ситуацій в майбутньому. Сподіваємось, що Ви матимете змогу завітати до нас знову і переконатись у якості обслуговування. Ще раз просимо вибачення за таку прикрість. Завжди будемо раді бачити Вас у нашому ресторані!",
    "rating": 1,
    "name": "Даниил Якубович",
    "cat": "Meal delivery"
  },
  {
    "review": "Будьте осторожны! Заявленное в меню вино не соответствует принесенному. Роллы за 225 грн внутри с сухарями-это как???? Уровень обслуживания оставляет желать лучшего! Приятный интерьер и невкусная кухня(((( …",
    "rating": 2,
    "name": "Viktor Sydorenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Ольга! Спасибо за отзыв. Пожалуйста оставьте свои контактные данные, чтобы мы могли разобраться в ситуации. Спасибо большое. Всегда Вам рады!\n\n(Translated by Google)\nGood afternoon, Olga! Thanks for the feedback. Please leave your contact details so that we can understand the situation. Thanks a lot. You are always welcome!",
    "rating": 5,
    "name": "Anna Yakovenko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Be careful! Check the check, because today, August 23, 2021, the waitress tried to cheat the girl for almost UAH 400, and when they paid attention to it, the waitress noted that she had confused the checks. (it is …",
    "rating": 2,
    "name": "Tanua Prymachuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Вчера с подругой решили поесть роллы и долго выбирая куда -же всё-таки пойти , остановились на Мафии, а зря ) . Официант сразу предупредила , что много заказов и ждать прийдется минут 40-50, нас это не очень смутило, так как не виделись с …",
    "rating": 4,
    "name": "Лена Антоненко",
    "cat": "Meal delivery"
  },
  {
    "review": "29.10 сделали заказ в 17:10, пообещади привезти через 1:10. В итоге ждали 3 часа, при этом 2 раза звонили на гарячую линию, где говорили \"курьер будет через 5 мин\". В итоге курьер приехал не туда, а в здание рядом, даказыаал, что его не …",
    "rating": 4,
    "name": "Алина Рашко",
    "cat": "Meal delivery"
  },
  {
    "review": "Хотите разваливающиеся суши, некачественное обслуживание и не работающую оплату заказа онлайн? Пользуйтесь услугами Мафии, в нагрузку получите испорченные впечатление и настроение. …",
    "rating": 5,
    "name": "Дмитрий Д",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Dmytro! Прежде всего спасибо большое за отзыв. Нам очень жаль, что такая ситуация сложилась в нашем ресторане. Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Надеемся что сможете остаться нашим гостем. Благодаря Вашим отзывам мы можем улучшать качество обслуживания. Всегда рады видеть Вас!\n\n(Translated by Google)\nGood afternoon, Dmytro! First of all, thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. We value your opinion and will pass on all your comments to the restaurant management. We hope you can stay our guest. Thanks to your feedback, we can improve the quality of our service. We are always glad to see you!",
    "rating": 5,
    "name": "Тетяна Солодка",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) There are probably not enough words to describe this TERRIBLE place. We came to celebrate a birthday, food was brought to us for 3 hours, the hall was completely empty. The food is not tasty at all. The waiters are …",
    "rating": 4,
    "name": "Міністр Оборони (Slepoy)",
    "cat": "Meal delivery"
  },
  {
    "review": "Были здесь в будний день, людей мало, обслужили быстро, все очень вкусно, рекомендую! Очень понравился десерт керрот-кейк. Зайдём ещё не раз, спасибо большое! …",
    "rating": 4,
    "name": "Віталій Коваленко",
    "cat": "Meal delivery"
  },
  {
    "review": "Всегда это место примет путников-транзитчиков.\nИ даже с утра могут приготовить хорошие суши. …",
    "rating": 1,
    "name": "Вікторія Калініченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Сделали заказ и ожидали 40минут, принесли мясо, еле теплое. Сколько времени \"оно\" ожидало, чтобы подать? Какие-то забывчивые офицыанты. Очень было неприятно (. Как то не зашла Мафия. …",
    "rating": 5,
    "name": "Владимир Романишин",
    "cat": "Meal delivery"
  },
  {
    "review": "все понравилось, очень эстетичная атмосфера, официант с юмором, позитивный, наелись компанией, вкусная пицца и лимонад …",
    "rating": 1,
    "name": "Руслана Шевченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное место чтобы перекусить и отправиться в поездку на поезде ( находиться в близи Южного ж/д вокзала ). Сам ресторан большой так что места хватит всем …",
    "rating": 5,
    "name": "Cosmofit Алена Лукаш",
    "cat": "Meal delivery"
  },
  {
    "review": "8 октября заказал сет \"Лососевый\" 1+1. Роллов было много за такие деньги однако качество оставляет желать лучшего. Рис очень пресный, просто не добавили рисовый уксус 🤷‍♂️. Авокадо не спелый и горький, хрустит на зубах, хотя должен быть …",
    "rating": 1,
    "name": "Kristina Tinel",
    "cat": "Meal delivery"
  },
  {
    "review": "За пятнадцать минут официант так и не подошёл, словили еле-еле сами, взяли меню. Сидим уже тридцать минут, а никто так и не подошёл принять заказ. Страшно представить, сколько надо было бы ждать приготовления... И это при условии, что …",
    "rating": 5,
    "name": "Аня Томачинская",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Андрей! Благодарим Вас за оставленный отзыв. Руководство в курсе данной ситуации. Примите наши извинения. Надеемся, что случившиеся недоразумение не помешает Вам в дальнейшем стать нашим гостем.\n\n(Translated by Google)\nGood day, Andrey! Thank you for your feedback. Management is aware of this situation. Accept our apologies. We hope that the misunderstanding that has occurred will not prevent you from becoming our guest in the future.",
    "rating": 1,
    "name": "Stas Smilyanec",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) 1.11 went with mum in an institution for lunch. On the first floor there was nobody. What to do, to whom to go it isn't clear. I went up on the 2nd floor, met the woman, probably the cleaner. I asked if there are …",
    "rating": 5,
    "name": "Николай Гончаров",
    "cat": "Meal delivery"
  },
  {
    "review": "УЖАСНО! НЕ РЕКОМЕНДУЮ!\nМы заказали пиццу почти 3 ЧАСА НАЗАД, нам сказали , что её доставят до 23:00. Мы позвонили в 23:00, чтобы узнать , где наша пицца. Нам сказали, что она …",
    "rating": 5,
    "name": "Зоя Ивасенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное место !как для отдыха на праздники с Семьей , так и для коротания времени в ожидании поезда.\nРаботаю возле жд и всегда обедаю в этой Мафии . …",
    "rating": 1,
    "name": "Андрей Александрович",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Даниил! Благодарим Вас за обратную связь, это для нас очень важно! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Daniel! Thank you for your feedback, it is very important for us! We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Oleksandr Ovsienko",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень уютно и стильно. Лучшее место в районе вокзала в соотношении цена/качество. …",
    "rating": 5,
    "name": "Вячеслав Кудрин",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Дмитрий! Спасибо большое за отзыв! Надеемся, что Вы скоро побываете у нас снова.\n\n(Translated by Google)\nGood afternoon, Dmitry! Thank you very much for your feedback! We hope you will visit us again soon.",
    "rating": 5,
    "name": "Ростислав Баранов",
    "cat": "Meal delivery"
  },
  {
    "review": "Не внимательный персонал, принимая заказ, от 2-х людей, записал заказ только одного, в последствии чего на протяжении часа, человек ждал, что ему принесут его заказ. Но как можно принести заказ, когда официант не передал его на кухню? На …",
    "rating": 1,
    "name": "Анна Ф",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Алиса! Нам очень жаль, что данная ситуация имела место. Мы обязательно разберёмся и проведём разбор с персоналом. Надеемся, что случившееся недоразумение не помешает Вам и дальше оставаться нашим гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Alice! We are very sorry that this situation took place. We will definitely figure it out and conduct a review with the staff. We hope that the misunderstanding that has happened will not prevent you from remaining our guest. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Роксоляна Венгринюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Обслуживание отвратительное. Были рано утром с детьми, пюрешку и какао ждали час!!! Несколько раз предлагали чужой заказ. Персонал не компетентен в своей работе. Когда принести Потато Маус, пюре холодное, котлета нагретая, резиновая. …",
    "rating": 5,
    "name": "Юрий Мирнов",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Svetlana. We are very sorry that this situation happened in our restaurant. Personnel work has been undertaken to avoid such situations in the future. We hope you will want to visit our restaurant again, see for yourself as a service and have a good rest.\n\n(Original)\nДоброго дня, Світлана. Нам дуже прикро, що така ситуація відбулась у нашому ресторані. Було проведено роботу з персоналом, щоб уникнути таких ситуацій в майбутньому. Сподіваємось Ви будете мати бажання відвідати наш ресторан знову, переконатись у якості сервісу та гарно у нас відпочити.",
    "rating": 5,
    "name": "Ирина Смолина",
    "cat": "Meal delivery"
  },
  {
    "review": "Возвращались семьёй (папа,мама и двое деток 5 и 2 лет) с отдыха в Египте.УСТАВШИЕ, ГОЛОДНЫЕ приехали на экспрессе на ж/д вокзал .Надо было подождать немножко поезд на Запорожье перевести дух и покушать. В минуте ходьбы от вокзала увидели …",
    "rating": 5,
    "name": "atDigit",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Андрей! Спасибо за такой прекрасный и детальный отзыв. Нам очень приятно что Вам все понравилось. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day, Andrey! Thank you for such a wonderful and detailed review. We are very pleased that you liked everything. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "NAZ BODNAR",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятное место, где можно собраться с мыслями перед дорогой. Очень чисто и вкусно. Для заведения, находящегося рядом с вокзалом-это глоток свежего воздуха цивилизации …",
    "rating": 5,
    "name": "Александра",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delivery was delayed for an hour, although orders were made at 12:00 in the evening - 18:00. When asked what to do, they told us to wait. I do not recommend, because they treat customers responsibly. …",
    "rating": 5,
    "name": "Nina Irha",
    "cat": "Meal delivery"
  },
  {
    "review": "Периодически с парнем берём еду на дом, нравится обслуживание и качество. Рекомендую. …",
    "rating": 5,
    "name": "Наталя Мик",
    "cat": "Meal delivery"
  },
  {
    "review": "Зашли покушать перед поездом компанией в 8 человек,заказывали много блюд,И ВСЕ ДО ОДНОГО БЫЛИ ОТВРАТИТЕЛЬНЫМИ!!! Все может быть,но ждать брускетты с семгой 40 мин перебор...испортить их невозможно,НО даже они были ужасны,как можно испортить …",
    "rating": 3,
    "name": "Alyona Desyatko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) It's a nice and high quality place. We only drank coffee, but their menu doesn't look bad either. …",
    "rating": 5,
    "name": "Наташа Диденко",
    "cat": "Meal delivery"
  },
  {
    "review": "Сделал заказ, набрал сам и уточнил время заказа. Девушка ответила МАКСИМУМ 1:15\nВ 1:20 звоню, говорят еще 20 мин подожди...\nЧерез 30 мин звоню, говорю \"хочу вернуть деньги\" и я ждал ПЯТЬ минут на линии у …",
    "rating": 5,
    "name": "Роман Тарасюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Игорь! Прежде всего спасибо большое за отзыв. Нам очень жаль, что такая ситуация сложилась в нашем ресторане. Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана для улучшения сервиса доставки. Хорошего Вам дня!\n\n(Translated by Google)\nGood evening, Igor! First of all, thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. We value your opinion and will pass on all your comments to the restaurant management to improve the delivery service. Have a nice day!",
    "rating": 5,
    "name": "Ярослав Кладницкий",
    "cat": "Meal delivery"
  },
  {
    "review": "Не рекомендую это место!!! Посуда грязная,дважды просили поменять тарелку на которой была засохшая еда и волос и нам приносили одну и ту же. Заказ ждали 50минут,попросили принести нам напитки, официант очень грубо ответила,что сейчас …",
    "rating": 1,
    "name": "Николай Онищук",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Виктория! Прежде всего спасибо большое за отзыв. Нам очень жаль, что такая ситуация сложилась в нашем ресторане. Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Надеемся, что Вы побываете у нас снова и сможете отдохнуть гораздо лучше, чем в прошлый раз. Всегда рады видеть Вас в наших ресторанах!\n\n(Translated by Google)\nGood evening, Victoria! First of all, thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. We value your opinion and will pass on all your comments to the restaurant management. We hope that you will visit us again and will be able to relax much better than the last time. We are always glad to see you in our restaurants!",
    "rating": 1,
    "name": "Pathetic traveller",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Location 5, service 4, menu 3, flexibility and customer orientation 2 out of 5. There is room to grow 😉✌️\nCommunicate with your customers systematically, hear what they need and what …",
    "rating": 2,
    "name": "Сергей Р",
    "cat": "Meal delivery"
  },
  {
    "review": "Не советую из- за отношения. Зашла, спросила смогу ли поесть за час, ответили конечно. Просидела 15 мин. Подошли брать заказ- и говорят , что суши в течении часа не приготовят, людей много. Хотя на 1 эт. Только 3 стола заняты. И что это за …",
    "rating": 5,
    "name": "Карина Волк",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Мы обязательно разберёмся в ситуации, спасибо за ваш отзыв. Оставьте Ваши контакты, чтобы мы могли предоставить вам обратную связь и комплимент от заведения. Надеюсь, что Вы побываете у нас снова и сможете отдохнуть гораздо лучше, чем в прошлый раз.\n\n(Translated by Google)\nGood day! We will definitely understand the situation, thanks for your feedback. Leave your contacts so that we can provide you with feedback and a compliment from the establishment. I hope that you will visit us again and will be able to relax much better than last time.",
    "rating": 5,
    "name": "Tanya Masia",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) I visited here quite often. Everything is at the highest level. 22.06 came with his girlfriend ordered a sushi set and a dissertation. I really liked everything brought in 15 minutes. Sushi know their job. I liked the …",
    "rating": 5,
    "name": "alex c",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Дима! Спасибо большое за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Dima! Thank you very much for your appreciation. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Катя Сердюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Минут 15 сидели ждали чтоб хоть кто-то из официантов к нам подошёл и предложил меню.хотя они прекрасно видели как мы вошли и сели за столик, загруженности в зале не было. Официанты просто проходили мимо. …",
    "rating": 5,
    "name": "Юлия Омельченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Наталия! Спасибо за оценку. Напишите нам Ваши замечания, будем очень признательны. Всегда рады видеть Вас в нашем ресторане.\n\nСпасибо за добавленный комментарий. Работа с персоналом была проведена. Будем очень рады, если Вы скоро побываете у нас снова и убедитесь в качестве сервиса. Приносим свои извинения за ситуацию которая была ранее. Надеемся Вы сможете хорошо отдохнуть у нас в следующий раз.\n\n(Translated by Google)\nGood afternoon, Natalia! Thank you for rating. Write us your comments, we will be very grateful. We are always glad to see you in our restaurant.\n\nThanks for the added comment. Work with staff was carried out. We will be very happy if you visit us again soon and see the quality of service. We apologize for the situation that was previously. We hope you can have a good rest with us next time.",
    "rating": 5,
    "name": "L S",
    "cat": "Meal delivery"
  },
  {
    "review": "людей было не много,пиццу и напитки подали достаточно быстро,остальную часть заказа ждали 50 минут..Пицца не понравилась,ощущение,что ее разогрели,а не приготовили((( …",
    "rating": 5,
    "name": "Ирина Чёрненко",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень удобно что на ж/д появилась мафия, в коем-то веке можно с поезда зайти и нормально привести себя в порядок и вкусно покушать. Радует что до карантина работали круглосуточно. …",
    "rating": 5,
    "name": "Stanislav Apanovich",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Sushi is not tasty, rice creaked on the teeth, the administrator said that this could not be, I offered to try - refused.\nAnd for good reason, you would know how delicious the kitchen is. …",
    "rating": 5,
    "name": "Катя Макогон",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Даша! Нам очень жаль, что сложилась такая ситуация. Уже разбираемся и обязательно примем меры. Оставьте Ваши контакты, чтобы мы могли предоставить вам обратную связь и комплимент от заведения. Надеемся, что Вы побываете у нас снова и сможете отдохнуть гораздо лучше, чем в прошлый раз.\n\n(Translated by Google)\nGood afternoon, Dasha! We are very sorry that this situation has developed. Already understand and be sure to take action. Leave your contacts so that we can provide you with feedback and a compliment from the institution. We hope that you will visit us again and will be able to relax much better than last time.",
    "rating": 5,
    "name": "Александр Синяков",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The service is awful, forget about part of the order, as a result part of the company ate, while the others sit hungry. Employees allow themselves to use obscene vocabulary, which can be heard louder than music, …",
    "rating": 3,
    "name": "Божена Пархоменко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Sasha! We are very sorry that this situation happened in our restaurant. We ask you to clarify when you were with us so that we can understand. Staffing will be essential to avoid such situations. Thank you for your feedback, because of this we can improve our service. We apologize for this and we hope that you will visit us again and be able to have a good rest!\n\n(Original)\nДоброго дня, Саша! Нам дуже прикро, що така ситуація сталася в нашому ресторані. Просимо Вас уточнити коли саме Ви були у нас, щоб ми могли розібратись. Робота з персоналом обов‘язково буде проведена для уникнення таких ситуацій. Дякуємо Вам за відгук адже завдяки цьому ми можемо покращувати наш сервіс.  Просимо вибачення за те що так сталось і дуже сподіваємось, що Ви завітаєте до нас ще і зможете гарно відпочити!",
    "rating": 2,
    "name": "Денис Легашов",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) More than once I ate everything was ok.\nVery dissatisfied, spoiled the appetite, mood, and evening. Unfortunately, they brought me very not fresh weathered fish in rolls and, unfortunately, oak rice, …",
    "rating": 5,
    "name": "Sergii Kostiuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Ужасный сервис!!! Ждал на официанта пока возьмёт у меня заказ около 30 мин +  ожидал на приготовления супа 45 мин. При этом подали его практически холодным. Это не допустимо!!! …",
    "rating": 5,
    "name": "Mariya Gotovskaya",
    "cat": "Meal delivery"
  },
  {
    "review": "Замечательный ресторан! Еда вкусная и разнообразная. Родственники из Италии приезжали, с детьми (рожденные и выросли в Италии) кушали и все восторженно говорили - как дома. Так что однозначно рекомендую. Цена супер. …",
    "rating": 1,
    "name": "Александр Белый",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Олег! Спасибо большое за отзыв! Мы очень рады что Вам все понравилось. Надеемся видеть Вас в нашем ресторане почаще.\n\n(Translated by Google)\nGood afternoon, Oleg! Thank you very much for your feedback! We are very glad that you liked everything. We hope to see you more often in our restaurant.",
    "rating": 1,
    "name": "Olya Chornenka",
    "cat": "Meal delivery"
  },
  {
    "review": "Служба поддержки клиентов работает отвратительно, такое ощущение что их работа это \"сбривать\" проблемных клиентов, а не помогать решать вопрос. \" Это невозможно, мы посмотрели по камерам и ваш заказ был единственным' - вот что они ответят …",
    "rating": 3,
    "name": "Татьяна Комарова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening! Please leave your contact details so we can figure out exactly what you have in mind. Because the information is not completely understood. We want to know how our institution can help you resolve your issue. Thank you.\n\n(Original)\nДоброго вечора! Просимо Вас залишити контактні дані, щоб ми могли розібратись, що саме Ви маєте наувазі. Тому що не зовсім зрозуміла інформація. Хочемо знати, чим наш заклад може допомгти у вирішенні Вашого питання. Дякуємо.",
    "rating": 5,
    "name": "ХЧ- 1-2 ГРТБ",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень отличается от всех ресторанов сети Мафия, терминал неработает, дополнительно просят 10 % от суммы заказа за обслуживание, есть вопросы к качеству приготовления пищи (мясо в курином бульоне показалось с кислинкой). Есть лифт. …",
    "rating": 4,
    "name": "Українець я",
    "cat": "Meal delivery"
  },
  {
    "review": "Была в мафии несколько раз. Блюда вкусные и обширное меню, есть с чего выбрать. Обслуживания тоже на высоте. …",
    "rating": 1,
    "name": "Dmytro Antich",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) We made an order, and instead of 1 paste, the carbonists brought 3, we did not want to substitute the waiter, still agreed. But besides the pasta we still ordered cheese sticks, they did not bring them to us, because …",
    "rating": 1,
    "name": "Тетяна Костюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Татьяна! Будем очень признательны за отзыв, чтобы узнать что Вам не понравилось. Спасибо заранее. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Tatyana! We will be very grateful for the feedback to find out what you did not like. Thanks in advance. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Miss Anis",
    "cat": "Meal delivery"
  },
  {
    "review": "Традиционно для Мафии готовят очень долго, хотя загрузка была на 25%. Наверное с этим уже нужно смирится. Один плюс - очень хорошие официанты, позитивные и внимательные ребята. …",
    "rating": 3,
    "name": "ira ira",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Value for money is inappropriate. The level of the kitchen is Puzata Khata. And prices are three times higher. The service is generally silent. I would not take a close person there :( …",
    "rating": 5,
    "name": "Леся Грищенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Палочка выручалочка, если хочется вкусно перекусить и бюджет не сильно большой. Вкусная паста, свое пиво и сухарики с чесноком. Суши как и везде, но к сетам есть сюрприз и это однозначно плюс …",
    "rating": 1,
    "name": "Daria Millionova",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Дмитрий! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Приходите к нам ещё обязательно! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Dmitry! Thank you very much for your feedback. We are very glad that you liked everything. Come to us still be sure! We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Володимир К.",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) As always tasty, quickly and efficiently!\n\n(Original) …",
    "rating": 1,
    "name": "Irba",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for your feedback! We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня! Дуже дякуємо Вам за відгук! Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Victoria Hiz",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) A nice place and feeling that came to an expensive place, the interior looks cozy \"rich\".\nPrices, like all mafia establishments, are available. …",
    "rating": 1,
    "name": "Diana Gor",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening! Thank you for your feedback, because of this we can improve our service. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго вечора! Дякуємо Вам за відгук, адже завдяки цьому ми можемо покращувати наш сервіс. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 1,
    "name": "Даша Ткачова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Comfortable, normal prices, pizza and beer are delicious. The only thing that the check includes a tip at once. …",
    "rating": 5,
    "name": "Кактус 77",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) She was unpleasantly surprised by the irresponsibility of the waitress who served our table with our friends, as we ordered Cotnar Tokaji Muscat wine, and she brought Decordi Pinot Grigio several times instead. Given …",
    "rating": 3,
    "name": "Евгений Шишкин",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Victoria! We are very sorry that such a situation took place in our restaurant. Please leave your contacts so that we can contact you and find out the details.\n\n(Original)\nДоброго дня, Вікторія! Нам дуже прикро, що така ситуація мала місце в нашому ресторані. Залиште, будь ласка, Ваші контакти, щоб ми могли з Вами зв‘язатись і з‘ясувати деталі.",
    "rating": 5,
    "name": "Андрей-Наталья Янко",
    "cat": "Meal delivery"
  },
  {
    "review": "Приезжали в Киев, и не могли пройти  мимо любимой Мафии! Кухня стала ещё лучше,обрадовала замечательная  улыбка администратора Татьяны. Только один вопрос, когда будут кальяны? …",
    "rating": 1,
    "name": "Милана Богуш",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Владимир! Спасибо большое за отзыв. Нам очень приятно, что Вам все понравилось. Надеемся, что скоро побываете у нас снова. Кальяны планируются в скором будущем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Vladimir! Thank you very much for your feedback. We are very pleased that you liked everything. We hope you will visit us again soon. Hookahs are planned for the near future. We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "Tatiana Kritova",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Unfortunately, this Mafia left a bad impression. Celebrating her friend's birthday ordered 3 bottles of wine for 200 UAH. , and the waiter decided to deceive us either due to inattention, and brought 3 bottles of …",
    "rating": 5,
    "name": "Наталія Тучапська",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Ruslana! We are very sorry that this situation happened in our restaurant. Please leave your contacts so that we can contact you and find out the details.\n\n(Original)\nДоброго дня, Руслана! Нам дуже шкода, що така ситуація сталася у нашому ресторані. Залиште, будь ласка, Ваші контакти, щоб ми могли з Вами зв‘язатись і з‘ясувати деталі.",
    "rating": 5,
    "name": "Евгений Ковалев",
    "cat": "Meal delivery"
  },
  {
    "review": "Удобное расположение к южному вокзалу.Справа от входа в него. Чисто,уютно.\nПрекрасная девушка официант Инна!Приветливая,внимательная,учитывая. …",
    "rating": 1,
    "name": "jarno brugmans",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень не профессиональное и не уважительно отношение от персонала. Попытки ввести в заблуждение... Не ожидала. …",
    "rating": 1,
    "name": "Diana Males",
    "cat": "Meal delivery"
  },
  {
    "review": "Была в Мафии с подругой около недели назад. Заказали стейк из свинины и лосося на гриле. Это был лучший стейк в моей жизни, который для меня готовил сам шеф, что было очень приятно) …",
    "rating": 5,
    "name": "Алина Сороченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Анна! Спасибо большое за отзыв! Мы очень рады, что Вам все понравилось и надеемся что скоро побываете у нас снова! Всегда Вам рады!\n\n(Translated by Google)\nGood afternoon, Anna! Thank you very much for your feedback! We are very glad that you liked everything and hope to visit us again soon! You are always welcome!",
    "rating": 1,
    "name": "Наталія Кучма",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Prilzheny lags tin, came to pick up the order to which we answered it is not displayed, that is, there was no order, ordered there three small sets did not put at all sticks, sauce, wasabi and ginger put as one small …",
    "rating": 4,
    "name": "Irina Abeeva",
    "cat": "Meal delivery"
  },
  {
    "review": "Рекомендую!!!\nПлюсы:\n1. Приятный персонал …",
    "rating": 5,
    "name": "Вадим Макаров",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Николай! Большое спасибо за такой замечательный отзыв. Очень рады, что Вам все понравилось. Надеемся что скоро побываете у нас снова!\n\n(Translated by Google)\nGood afternoon, Nikolai! Thanks so much for such a wonderful review. We are very glad that you liked everything. We hope to visit us again soon!",
    "rating": 1,
    "name": "Влад Калиниченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Вау, мне понравилось! Мы завалили вечером компанией в 10 человек и нам нашлось место. Нигде больше только там . И мы не пожалели. Все вкусно, быстро и относительно недорого …",
    "rating": 3,
    "name": "Светлана Кострамидина",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Зоя! Спасибо большое за отзыв. Нам очень приятно что Вам все понравилось. Надеемся что скоро побываете у нас снова и станете нашим постоянным гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Zoe! Thank you very much for your feedback. We are very pleased that you liked everything. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Юлія Чекиш",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) I waited at the entrance for the opening, but the institution never started its work. On the facade and at the entrance, information about the work is declared as 24/7. Misled the consumer .. …",
    "rating": 2,
    "name": "Наталія Базилишена",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Ga..o full !!! At first the waiters did not look neat, at the second ice cream and fresh we waited for 40 minutes, this is despite the fact that we were in the restaurant and another table, just as long we waited at …",
    "rating": 5,
    "name": "Viktoriia A",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Alexandr! Будем признательны за расширенный отзыв, так как не совсем понятно что Вы хотели выразить предыдущим. Спасибо.\n\n(Translated by Google)\nGood afternoon, Alexandr! We will be grateful for the extended review, since it is not entirely clear what you wanted to express previous. Thank.",
    "rating": 5,
    "name": "Людмила Прус",
    "cat": "Meal delivery"
  },
  {
    "review": "Зашел в это заведение по воле случая, нужно было где-то подождать меж городской автобус. И был дико восхищен любезностью вашего персонала, это нечто!  И охранник и официанты были очень любезны и  учтивы. Уровень цен, как для столицы, нахожу …",
    "rating": 5,
    "name": "Андрій Миколайович Снєжко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв ! Мы очень рады что Вам все понравилось и будем рады видеть Вас в нашем ресторане снова!\n\n(Translated by Google)\nGood day! Thank you very much for your feedback! We are very glad that you liked everything and will be glad to see you in our restaurant again!",
    "rating": 5,
    "name": "AG LiFE VIDEO",
    "cat": "Meal delivery"
  },
  {
    "review": "Были с семьей в Киеве неделю назад и побывали в этом  ресторане. Всё что мы заказали, было ну оооочень вкусно. Персонал не навязчивый, быстрое обслуживание. Хорошее соотношение цена-качество. …",
    "rating": 5,
    "name": "Valeriy Khakimulin",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Ростислав! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Надеемся что скоро побываете у нас снова!\n\n(Translated by Google)\nGood evening, Rostislav! Thank you very much for your feedback. We are very glad that you liked everything. We hope to visit us again soon!",
    "rating": 3,
    "name": "Oleg Lobodin",
    "cat": "Meal delivery"
  },
  {
    "review": "Обслуживание полный ноль!!! Пиццу ожидали 50 минут.\nСидели с двумя детьми недалеко от бара и кухни повора ругались матом, пришлось делать замечание... …",
    "rating": 5,
    "name": "Оксана Хомич",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Everything is great, very close to the train station. Convenient location, good interior, delicious food, friendly staff, neat …",
    "rating": 5,
    "name": "Іван Багрич",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличный сервис,очень вкусно ,обслуживание официантов топ. Спасибо большое!!!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Sergey Kolesnik",
    "cat": "Meal delivery"
  },
  {
    "review": "Достойное место в своем ценовом сегменте!  Интересный интерьер в два этажа. Суши, коктейли (рекомендую!) и непринужденная атмосфера! А главное-отзывчивый персонал! Вернемся к вам обязательно! …",
    "rating": 3,
    "name": "Юлія Гeрштун",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Ирина! Спасибо большое за отзыв! Ваши отзывы вдохновляют нас быть ещё лучше! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Irina! Thank you very much for your feedback! Your feedback inspires us to be even better! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Vladislav",
    "cat": "Meal delivery"
  },
  {
    "review": "Мне кажется, один из лучших ресторанов. Красиво, уютно, мягкие кресла и стулья, вкусная кухня. Из ресторанов, находящихся в районе киевского вокзала, этот, мне кажется имеет наиболее привлекательный дизайн интерьера. Рекомендую. …",
    "rating": 5,
    "name": "Aleksandr Vladimirovich",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Большое спасибо за отзыв. Мы очень рады что Вам все понравилось. Такие отзывы вдохновляют нас быть ещё лучше. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day! Thanks so much for the feedback. We are very glad that you liked everything. These reviews inspire us to be even better. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Евгения Терещенко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Great interior, reasonable prices and delicious food. GLO friendly - that's a big plus. The waitress Anastasia impressed with politeness, which contributes to a warm impression :) …",
    "rating": 5,
    "name": "Bredro Star",
    "cat": "Meal delivery"
  },
  {
    "review": "Хорошее, уютное заведение. Все как всегда вкусно и хороший уровень. Приятно к вам ходить в гости. …",
    "rating": 1,
    "name": "Дмитрий Старцев",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Was pleasantly impressed with the restaurant, rested with the children, there was time for a train. Very promptly served, to listen to the wishes of all my children. It was all Delicious !!!!! Restaurant design is a …",
    "rating": 1,
    "name": "Евгений Евгений",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you for your feedback! We will wait for you in our restaurant again!\n\n(Original)\nДоброго дня! Дякуємо Вам за відгук! Будемо чекати Вас у нашому ресторані знову!",
    "rating": 3,
    "name": "Юридическое бюро Юрлюкссервис",
    "cat": "Meal delivery"
  },
  {
    "review": "Мне очень понравилось и кухня и обслуживание!!! При возможности обязательно посещу ещё раз! …",
    "rating": 5,
    "name": "Анна Викторова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) And why aren't the employees at the Mafia restaurant at South Station greeting and saying goodbye? Even our \"goodbye\" in response was quiet. But they can speak in a loud voice that really interferes with the rest. …",
    "rating": 5,
    "name": "Інна Кравчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Alyona! Прежде всего, благодарим Вас за обратную связь, это для нас очень важно! Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Alyona! First of all, thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Александр Высоцькый",
    "cat": "Meal delivery"
  },
  {
    "review": "Самая вкусная пицца,,Карбонара,,по всей сети ресторанов.Официант быстрый ,вежливый ,знающий ответы по вопросам кухни.Приятно удивили стики сахара со знаками зодиака.Рестран ,,Мафия,,на вокзале в Киеве-рекомендую!!! …",
    "rating": 3,
    "name": "Leonid Vyplavin",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Surprisingly wonderful place. Nice interior, delicious pizza. I do not understand why there are always few people, but for me personally it is a plus. …",
    "rating": 5,
    "name": "Alexandr Tupota",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Pleasant and cozy atmosphere, polite staff and most importantly - it's very tasty!) …",
    "rating": 5,
    "name": "Яна Плащенюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Всем привет. Ребята, худшего заведения я не встречал. До такой степени обмануют гостей. В етом завидении вечно так долго отддают заказы по той пречине, что они не платят персоналу все деньги, там никто не хочет работать,  и по етому …",
    "rating": 5,
    "name": "Надя Руденко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) They went to order the set on 13.12, the girlfriend asked for the share 1 + 1 whether she acts in them, as in other institutions. The guy replied that such an action is, but did not say details. When ordering our set …",
    "rating": 5,
    "name": "Dima Dorosh",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! We are very sorry that such a situation has taken place. Please leave your contact information so we can contact you and clarify all the details. Thank you in advance for your feedback.\n\n(Original)\nДоброго дня! Нам дуже прикро, що така ситуація мала місце. Залиште, будь ласка, Ваші контактні дані, щоб ми могли з Вами зв‘язатись, та уточнити всі деталі. Завчасно вдячні за зворотній зв‘язок.",
    "rating": 1,
    "name": "Eugen Obod",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) This is not the first time they have ordered food home and were disappointed - the weight is less than stated, no ingredients are added) the type of roles is shabby ( …",
    "rating": 5,
    "name": "Алексей Белокур",
    "cat": "Meal delivery"
  },
  {
    "review": "Всем привет! Отличное заведение, приятный и внимательный персонал) Праздновала свой день рождения, коллектив ресторана поздравил меня с десертом и песенкой)) Очень приятно!) Спасибо за хорошее отношение к гостям)) Еда была на высшем уровне, …",
    "rating": 5,
    "name": "Анна Александрова",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Карина! Спасибо большое за отзыв. Нам очень приятно, что Вам все понравилось. Надеемся, что скоро побываете у нас снова и станете нашим постоянным гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening Karina! Thank you very much for your feedback. We are very pleased that you liked everything. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "алла пефтиева",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно. Красиво. Уютно. Цены демократичные.\nНам очень понравилось)) …",
    "rating": 5,
    "name": "Oleksandr Trebunskiy",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Large two-storey restaurant. Beautiful interior. Clean, comfortable.\nThe restaurant is located near the station, which is convenient for travelers. …",
    "rating": 5,
    "name": "Анна Перевозник",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Alex! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Alex! Thank you very much for your feedback. We are very glad that you liked everything. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Николай Надуличный",
    "cat": "Meal delivery"
  },
  {
    "review": "Быстро был подан заказ, мясо было вкуссное и девушка официант умничка, обслуживание было на 5+ …",
    "rating": 5,
    "name": "Koti Krakatau",
    "cat": "Meal delivery"
  },
  {
    "review": "Стильный интерьер, все блюда вкусные и с изюминкой. От себя рекомендую попробовать пицца от шефа и паста с морепродуктами. Да, и не мало важно очень демократичные цены для ресторана такого уровня!! …",
    "rating": 5,
    "name": "Yurii Bilous",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Юлия! Большое спасибо за отзыв! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Julia! Thanks so much for the tip! We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Sergey Platonov",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Sushi so-so (but the service is top notch\n\n(Original) …",
    "rating": 4,
    "name": "Юлія Цюрик",
    "cat": "Meal delivery"
  },
  {
    "review": "Хорошее место, людей не много, покрайней мере когда мы там были.ьМеню разнообразное, маленькая пицца так себе. …",
    "rating": 5,
    "name": "Виктория Богдан",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятное обслуживание и на удивление все очень вкусно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Aleksandr Lavrushyn",
    "cat": "Meal delivery"
  },
  {
    "review": "Люблю это заведение, при чем в разных городах мне нравится. Официанты вежливые, интерьер располагает нормально отдохнуть. Всегда чисто и уютно. …",
    "rating": 3,
    "name": "Мария Бурба",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Екатерина! Спасибо большое за отзыв! Нам очень приятно что Ви являетесь нашим постоянным гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Catherine! Thank you very much for your feedback! We are very pleased that Vee is our regular guest. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Анна Антошко",
    "cat": "Meal delivery"
  },
  {
    "review": "А для меня это замечательное заведение!я с вами с открытия вы лучшие\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Альберт Мусаелян",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The hunting breakfast is wonderful. Hard 4. But the service is bad. There are not enough people at 10 am, and it will take a very long time to wait until they arrive. Solid 2. Pure on \"5\". But it is impossible to dry …",
    "rating": 5,
    "name": "Dmytro",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Божена! Благодарим Вас за обратную связь, это для нас очень важно! Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Всегда рады видеть Вас в нашем ресторане !\n\n(Translated by Google)\nGood evening, Bozena! Thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Konstantin Troyanivskiy",
    "cat": "Meal delivery"
  },
  {
    "review": "Ужасные блюда, вкус не сочетается .... Езать на верз через стрёмеый лифт... Лучше не кушать там. …",
    "rating": 5,
    "name": "Mor Ning",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень уютный круглосуточный ресторан. Зашёл сюда около полуночи, персонал внимательный, заказ выполнили быстро, не смотря на ночь. Очень понравилось. Отличное место чтобы скоротать время и перекусить во время путешествий. …",
    "rating": 1,
    "name": "Igor Buryak",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Сергей! Большое спасибо за отзыв! Мы очень рады что Вы хорошо отдохнули в нашем ресторане! Надеемся увидеть Вас снова!\n\n(Translated by Google)\nGood day, Sergey! Thanks so much for the tip! We are very glad that you had a good rest in our restaurant! Hope to see you again!",
    "rating": 2,
    "name": "GameMadness",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасное стильное заведение с отличной кухней и демократичными ценами!\nМенеджеру Назару, - отдельная благодарность за коммуникабельность, отзывчивость и активность в отношении просьб и пожеланий посетителей заведения. …",
    "rating": 1,
    "name": "Valeriy K",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Мария! Спасибо большое за отзыв. Очень приятно что Вам все понравилось. Ваши отзывы вдохновляют нас быть ещё лучше. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Maria! Thank you very much for your feedback. It is very pleasant that you liked everything. Your feedback inspires us to be even better. We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "Elena Strutinska",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень\nПлохое настроение\nМы с моей женой получили …",
    "rating": 5,
    "name": "Натиа",
    "cat": "Meal delivery"
  },
  {
    "review": "Сделала заказ через сайт в 18:15. Угадайте, когда его привезли? Ответ: НИКОГДА, не смотря на то, что заказ был сразу оплачен...вот такой чудо \"ресторан\" …",
    "rating": 5,
    "name": "Michael Nawrocky",
    "cat": "Meal delivery"
  },
  {
    "review": "Не знаю как там обслуживание и еда, мы зашли и на первом этаже не было никого. Обстановка очень симпатичная. …",
    "rating": 4,
    "name": "Aleksandr Puzanov",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Great atmosphere, friendly waiters, attentive and always smiling and even through the mask, I liked everything deliciously, I'll be back with friends. I forgot, and the dessert in general is great !!! Thank you, I was …",
    "rating": 5,
    "name": "Лілія Ломака",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) He visited the institution twice. Have breakfast and dinner. In general, everyone liked it, cooked delicious, had enough free tables, so noisy! The only thing is the order is running a little slow! So four stars! …",
    "rating": 5,
    "name": "Alexandra Savina",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening! Thank you for your feedback and comments! Thanks to your feedback, we are improving our service. We hope you can have a better rest next time. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго вечора! Дякуємо Вам за відгук та зауваження! Завдяки Вашим відгукам ми вдосконалюємо наш сервіс. Сподіваємось наступного разу Ви зможете відпочити краще. Завжди раді бачити Вас у нашосу ресторані!",
    "rating": 5,
    "name": "Olekxii Golyk",
    "cat": "Meal delivery"
  },
  {
    "review": "За 30 минут ожидания ланча я получил компот в грязном стакане...\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Волченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Дмитрий! Нам очень жаль что такая ситуация сложилась в нашем ресторане. Мы обязательно разберёмся, спасибо за ваш отзыв. Оставьте Ваши контакты, чтобы мы могли предоставить вам обратную связь.\n\n(Translated by Google)\nGood afternoon, Dmitry! We are very sorry that this situation has developed in our restaurant. We will definitely figure it out, thanks for your feedback. Leave your contacts so that we can provide you with feedback.",
    "rating": 5,
    "name": "Theo M",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) I came to order a set with me, and before that I went to clarify whether they have an action, if I order with myself, then the 2nd set I receive as a gift, to which the guy at the box office replied \"Yes, of course!\" …",
    "rating": 4,
    "name": "Артём Мартынюк (muartem)",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening, Tatiana! It is unfortunate that such a situation occurred in our restaurant. Please leave your contact details so that we can contact you and clarify all the details. We apologize again for the inconvenience and will be waiting for feedback.\n\n(Original)\nДоброго вечора, Тетяна! Нам прикро, що така ситуація мала місце у нашому ресторані. Просимо Вас залишити контактні дані, щоб ми могли з Вами зв‘язатись та уточнити усі деталі. Ще раз перепрошуємо за незручності і чекатимемо на зворотній зв‘язок.",
    "rating": 1,
    "name": "Dmytro Saltovets",
    "cat": "Meal delivery"
  },
  {
    "review": "Лучшего места вблизи вокзала я не знаю. Чисто, аккуратно, покушать можно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олег Романюк",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) It was cold in the establishment. Ordered sushi, it seems that certain ingredients were previously heated in the microwave …",
    "rating": 1,
    "name": "Віктор Ятченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Восхитительная атмосфера)) приятный персонал. Обслуживание на уровне! Пробовали сет Фирменный, очень достойный!! Вкусно, качественно. Спасибо за вечер) …",
    "rating": 5,
    "name": "Дмитрий Андрейчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Леся! Спасибо большое за отзыв. Нам очень приятно, что Вам все понравилось. Надеемся, что скоро побываете у нас снова и станете нашим постоянным гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Lesya! Thank you very much for your feedback. We are very pleased that you liked everything. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Людмила Загорняк",
    "cat": "Meal delivery"
  },
  {
    "review": "Ждём доставку 3.5 часа, а операторы только тянут время, говоря что курьер близко. И скидка в 20% проблему не решит. В праздник иметь одного курьера это не серьезно. …",
    "rating": 4,
    "name": "Денис Станимак",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Dissatisfied with the stay in this institution.\nI ordered pizza, they said to wait 20 minutes, as a result I waited 30 minutes. pizza was not brought said not ready (sorry). I ran to the train hungry. …",
    "rating": 1,
    "name": "Поліна Мягка",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Coffee is brought long and barely warm. Tea (black) is tasteless. Service is slow, inattentive staff. The food is mediocre. How did the institution of such a hit get a rating of 4.3 ?! …",
    "rating": 5,
    "name": "Петя Васильковский",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Ирина! Прежде всего, мы благодарим Вас за комментарий. Данный отзыв был передан руководству ресторана. Тщательно разбирались по каждому Вашему замечанию. Благодаря обратной связи от наших гостей мы становимся лучше. Надеемся, что Вы побываете у нас снова.\n\n(Translated by Google)\nGood afternoon, Irina! First of all, we thank you for your comment. This review was passed on to restaurant management. Carefully understood for each of your comments. Thanks to the feedback from our guests, we are getting better. We hope you will visit us again.",
    "rating": 5,
    "name": "Vlada Demchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very cozy and tasty :)\n\n(Original)\nДуже затишно і смачно :)",
    "rating": 5,
    "name": "Инна Михеева",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Victoria! Thank you for your feedback. We are very glad you enjoyed it. We are always waiting for you in our restaurant!\n\n(Original)\nДоброго дня, Вікторія! Дякуємо за відгук.  Ми дуже раді, що Вам у нас сподобалось. Завжди чекаємо Вас у нашому ресторані!",
    "rating": 5,
    "name": "Alter Rollers School",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Were here for the first and last time. We waited for our order for 40 minutes, then after our question for another 10-15 minutes. They forgot about us😃 …",
    "rating": 4,
    "name": "Олексій Башаро",
    "cat": "Meal delivery"
  },
  {
    "review": "Хотела выпить кофе,но за час до закрытия мне отказали в обслуживании. Это норма,или я чего то не понимаю? …",
    "rating": 3,
    "name": "Иван Иванов",
    "cat": "Meal delivery"
  },
  {
    "review": "Стильное новое заведению на южном вокзале. Вкусная еда и вежливый персонал. Особенно мне понравились роллы и пасты! Всем рекомендую! …",
    "rating": 2,
    "name": "Бубочка Бубусик",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Большое спасибо за отзыв! Будем рады видеть Вас в нашем ресторане снова!\n\n(Translated by Google)\nGood day! Thanks so much for the tip! We will be glad to see you in our restaurant again!",
    "rating": 5,
    "name": "Vadym Stolyarenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Долго ждать заказы. Само заведение вроде неплохое обслуживание тоже хорошое.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Volodya Denysiuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Самый вкусный Тирамису,  идеальный сет суши с \"правильным\" рисом и бомбезные шутеры Б-52, Хиросима и Спокуса. Это самое оптимальное место для празднования маленьких семейных праздников …",
    "rating": 5,
    "name": "Alexander Zinker",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Андрей и Наталья! Спасибо большое за отзыв. Нам очень приятно, что Вы отмечаете важные события в Вашей жизни с нами! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Andrey and Natalya! Thank you very much for your feedback. We are very pleased that you celebrate important events in your life with us! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Макс Максим",
    "cat": "Meal delivery"
  },
  {
    "review": "Доставка ужас!!!Заказали пиццу, сказали что привезут через час и 50 минут, через 2 часа не привезли,позвонили первый раз сказали что доставку ждать до 23:00,после 23:00 позвонили 2 раз сказали что привезут через 20 минут,как понимаете пиццу …",
    "rating": 4,
    "name": "Татьяна Чичёткина",
    "cat": "Meal delivery"
  },
  {
    "review": "Пицца отличная, а вот коктейли делать не умеют\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Claus Gorn",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Have visited this institution with children. Delicious pizza, cozy atmosphere. I want to thank the waiters and the administrator who gave away the cell phone that my son forgot at the restaurant! …",
    "rating": 5,
    "name": "Николай Толочко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening, Natalia! Thank you so much for such a great response. We hope to see you again soon. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго вечора, Наталія! Щиро вдячні Вам за такий прекрасний відгук. Сподіваємось невдовзі завітаєте до нас знову. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Andrew Chuvashev",
    "cat": "Meal delivery"
  },
  {
    "review": "Интерьер красивый, цены средние.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Tanya Dorogokup",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Food was nothing special, service was mediocre and no menu in English …",
    "rating": 5,
    "name": "Eleonora Koshmiakova",
    "cat": "Meal delivery"
  },
  {
    "review": "Сырое мясо курицы в пивной тарелке;\nв роллах с рыбой попался куриный хрящ;\nсырая, местами переваренная и слипшаяся паста в карбонаре; …",
    "rating": 5,
    "name": "Николай Валерьевич",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Диана! Нам очень жаль, что такая ситуация сложилась в нашем ресторане. Мы выяснили и разобрались в том что произошло и приняли меры чтобы исключить повторения ситуации. Примите наши искренние извинения. Будем рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Diana! We are very sorry that this situation has developed in our restaurant. We found out and figured out what had happened and took measures to exclude a repetition of the situation. Please accept our sincere apologies. We will be glad to see you in our restaurant!",
    "rating": 4,
    "name": "Игорь Самойлик",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасный интерьер, впечатление дорогого ресторана, но цены очень приятные. Очень удобно, что вокзал рядом. Обслужили быстро и было вкусно. Так держать …",
    "rating": 5,
    "name": "Роман Фокин",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Алина! Спасибо большое за отзыв, нам очень приятно! Приходите к нам ещё!\n\n(Translated by Google)\nGood afternoon, Alina! Thank you very much for your feedback, we are very pleased! Come to us again!",
    "rating": 1,
    "name": "Дана Савельева",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) New building, nice interior. On this pluses end. Awful service, a long wait for a dish, not qualified waiters. I do not recommend this restaurant …",
    "rating": 5,
    "name": "arif khan",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good afternoon, Natalia. We are very sorry that you could not rest well in our restaurant. We will definitely clarify the situation and take into account all comments. Thank you for your feedback so we can improve our service. Hopefully, you will come back again and have a good time.\n\n(Original)\nДоброго дня, Наталія. Нам дуже прикро, що Ви не змогли гарно відпочити у нашому ресторані. Ми обов‘язково з‘ясуємо ситуацію і врахуємо усі зауваженя. Дякуємо Вам за відгук, завдяки цьому ми можемо покращувати наш сервіс. Будемо сподіватись, що Ви завітаєте до нас знову і зможете гарно провести час.",
    "rating": 3,
    "name": "Александр Горбань",
    "cat": "Meal delivery"
  },
  {
    "review": "Вытяжка над грилем за баром на 2-м этаже не справляется со своей задачей, в итоге все запахи идут на ближайшие столики. …",
    "rating": 5,
    "name": "Zmeelov SS",
    "cat": "Meal delivery"
  },
  {
    "review": "Заведение хорошое ,готовят вкусно ,нашей семье было уютно и приятно у вас отдыхать ,порадовала работа и приветливость одминистратора  Татьяны ,всем бы таких работников как она .Спасибо большое ,рекомендую всем) …",
    "rating": 5,
    "name": "Illya Romaniuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Вадим! Спасибо большое за отзыв! Нам безумно приятно. Надеемся что Вы станете нашим постоянным гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Vadim! Thank you very much for your feedback! We are extremely pleased. We hope that you will become our regular guest. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Маричка Бойко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Cheated on 900 UAH. They ordered wine for one amount, but made a completely different one. I do not advise !!!! …",
    "rating": 5,
    "name": "Галина GalinaK",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Vlad! We are very sorry that such a situation took place in our restaurant. Please leave your contacts so that we can contact you and find out the details.\n\n(Original)\nДоброго дня, Влад! Нам дуже прикро, що така ситуація мала місце в нашому ресторані. Залиште, будь ласка, Ваші контакти, щоб ми могли з Вами зв‘язатись і з‘ясувати деталі.",
    "rating": 5,
    "name": "Ирина Ткаченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Само заведение внеше понравилось. Нооооо!!!!! Заказали пицу - а тесто сырое!!!!  Хотели заказать суши - а ждать минимум час а то и полтора...... …",
    "rating": 3,
    "name": "Nataliia Suprun",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Светлана! Прежде всего спасибо большое за отзыв. Нам очень жаль, что такая ситуация сложилась в нашем ресторане. Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Надеемся, что Вы побываете у нас снова и сможете отдохнуть гораздо лучше, чем в прошлый раз. Всегда рады видеть Вас в наших ресторанах!\n\n(Translated by Google)\nGood evening, Svetlana! First of all, thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. We value your opinion and pass on all your comments to the restaurant management. We hope that you will visit us again and will be able to relax much better than last time. We are always glad to see you in our restaurants!",
    "rating": 5,
    "name": "Евгения Владиславовна",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The new set of sushi love is \"L\" was not pleasant at all, not tasty and waited more than an hour, but there were not many visitors. …",
    "rating": 1,
    "name": "Тата Беляева",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Юлия! Прежде всего спасибо большое за отзыв. Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. И обязательно проведём разговор с персоналом. Надеемся что скоро побываете у нас снова и сможете найти блюдо которое будет Вам по душе. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Julia! First of all, thank you very much for your feedback. We value your opinion and pass on all your comments to the restaurant management. And be sure to have a conversation with the staff. We hope that you will visit us again soon and you will be able to find a dish that will be to your liking. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Наталі Гуйтур",
    "cat": "Meal delivery"
  },
  {
    "review": "Ужасное место, не понимаю зачем здесь столько персонала, если при пустом зале пиццу подали через 40-45 минут, больше сюда не ногой.\nИ вам не советую …",
    "rating": 5,
    "name": "Henrich Hofsteder",
    "cat": "Meal delivery"
  },
  {
    "review": "Всегда здесь завтракаю или ужинаю когда приезжаю в Киев. Вкусно готовят.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Mr. Spidy",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious, clean. But the waiters would be friendlier)))\n\n(Original) …",
    "rating": 4,
    "name": "Анна Чернуха",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень понравилось. Красиво, приятно обслуживание, вкусно приготовили стейк и салат. Удобно, перед поездом пообедать - до вокзала 50 метров …",
    "rating": 4,
    "name": "Tania Turyk",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Андрей! Спасибо большое за отзыв! Мы очень рады что Вам все понравилось! Надеемся, что Вы скоро побываете у нас снова.\n\n(Translated by Google)\nGood evening, Andrey! Thank you very much for your feedback! We are very glad that you liked everything! We hope you will visit us again soon.",
    "rating": 5,
    "name": "Anna Voronova",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Did not come)) just looks good)))))\n\n(Original) …",
    "rating": 4,
    "name": "Марина Сесь",
    "cat": "Meal delivery"
  },
  {
    "review": "Часто и с огромным удовольствием обедаю в этом ресторане. Светлое и уютное место, хорошая кухня, приветливый и внимательный персонал. …",
    "rating": 5,
    "name": "Эрбол Сакибаев",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Valeriy! Спасибо большое за отзыв. Нам очень приятно что Вам все понравилось. Всегда Вам рады!\n\n(Translated by Google)\nGood evening Valeriy! Thank you very much for your feedback. We are very pleased that you liked everything. We are always glad to see you!",
    "rating": 5,
    "name": "Максим Сажин",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Beautifully decorated.\nAnd then ...\nWhy push kilograms of sugar and marshmallows into RAF COFFEE? …",
    "rating": 4,
    "name": "Антон Хотлайненко",
    "cat": "Meal delivery"
  },
  {
    "review": "В этом месяце отлично отдохнули в вашем ресторане ,особенно порадовало обслуживание официантки Яны ,милая улыбчивая девочка ,желаем вашему ресторану побольше таких сотрудников ,так же остались довольны кухней ,спасибо за хорошее настроение …",
    "rating": 1,
    "name": "Елизавета Макарчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Оксана! Спасибо большое за отзыв. Мы очень рады что Вы хорошо отдохнули в нашем ресторане. Будем рады видеть Вас снова!\n\n(Translated by Google)\nGood afternoon, Oksana! Thank you very much for your feedback. We are very glad that you had a good rest in our restaurant. We will be glad to see you again!",
    "rating": 5,
    "name": "Дима Салтанович",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) I love this 20% discount on my birthday. A good place to cut down on train waiting times. …",
    "rating": 5,
    "name": "ram",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Ivan! Thank you for your feedback, we are very pleased. Happy to have your special evenings with us. We look forward to seeing you again in the near future!\n\n(Original)\nДоброго дня, Іван! Дякуємо Вам за відгук, нам дуже приємно. Щасливі, що Ви проводите з нами Ваші особливі вечори. Будемо раді бачити Вас знову найближчим часом!",
    "rating": 5,
    "name": "Алена Заец",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятная обстановка, очень вкусно.\n\n(Translated by Google)\nPleasant atmosphere, very tasty.",
    "rating": 1,
    "name": "Сергей Самойленко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Clean, nice, spacious. But! Two toilets on all floors and two floors. Accordingly, unequivocally the queue. And the waiters served long …",
    "rating": 5,
    "name": "Norton Channel",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Юлия! Благодарим Вас за обратную связь, это для нас очень важно! Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. К сожалению на план здания влияния мы не имели. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Julia! Thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. Unfortunately, we had no influence on the building plan. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Pasha Pakish",
    "cat": "Meal delivery"
  },
  {
    "review": "Все супер , обслуживание хорошее , комфорт на высшем уровне !!\nНедавно была неловкая ситуация спасибо огромное администратору Татьяне помогла все решить, быстро и безотказно ,кто знает как бы поступили в другом заведении ! …",
    "rating": 4,
    "name": "Yevheniia V.",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Vladislav! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Приходите к нам ещё обязательно! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Vladislav! Thank you very much for your feedback. We are very glad that you liked everything. Be sure to visit us! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Елена",
    "cat": "Meal delivery"
  },
  {
    "review": "Заведение понравилось, украсило ожидание поезда. Пицца на удивление вкусная. Пробовал в другом месте и городе в сети Мафия, был не в восторге. …",
    "rating": 5,
    "name": "Vlad Protsenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Александр! Спасибо большое за отзыв. Мы очень стараемся, для того чтобы наши гости были довольны. Ваши отзывы вдохновляют нас быть ещё лучше. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Alexander! Thank you very much for your feedback. We are trying very hard to make our guests happy. Your feedback inspires us to be even better. We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "Светлана Егорова",
    "cat": "Meal delivery"
  },
  {
    "review": "Полное разочарование, принесли еду в грязных тарелках, суп Рамэн был холодный, паста разогрета в микроволновке (скорее всего), никогда сюда больше не прийду …",
    "rating": 5,
    "name": "Алим Чернышук",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Евгения! Спасибо большое за отзыв. Нам очень жаль что такая ситуация сложилась в нашем ресторане. Все замечания переданы руководству и приняты меры для того чтобы такое не повторилось. Надеемся что это не помешает Вам оставаться нашим гостем. Будем очень рады видеть Вас в нашем ресторане снова.\n\n(Translated by Google)\nGood afternoon, Evgenia! Thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. All comments were passed on to the management and measures were taken to prevent this from happening again. We hope that this will not prevent you from being our guest. We will be very glad to see you in our restaurant again.",
    "rating": 4,
    "name": "Борис Школовой",
    "cat": "Meal delivery"
  },
  {
    "review": "Не встречал еще таких милых и отзывчивых администраторов как Татьяна, безумно понравилась! Суши с пиццей были просто великолепны. …",
    "rating": 3,
    "name": "Юрий Ярошенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day! Thank you very much for your feedback. We are very glad that you liked everything. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Оксана Федоренко",
    "cat": "Meal delivery"
  },
  {
    "review": "Прождали заказ около 50 минут. Кормили ожиданиями в стиле : « ещё пару минут». Короче, не рекомендую …",
    "rating": 5,
    "name": "mickey cat",
    "cat": "Meal delivery"
  },
  {
    "review": "Акции заявленные в приложении Wouch не действуют, терминала для расчета нет (надо переводить на карту, маразм). Куча народу с чемоданами - антураж ещё тот. …",
    "rating": 5,
    "name": "Natalia Govorun",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Even bad service. Did not like. Three for a good beer. That would be a unit …",
    "rating": 5,
    "name": "Альона Веренька",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно , быстро , именинникам делают скидки . Отличная музыка . Приветливый администратор и грамотные официанты знающие своё дело . …",
    "rating": 5,
    "name": "Елена Тананакина",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Anna! Thank you very much for your feedback! Always glad to see you! We hope you can have a great rest in our restaurant again!\n\n(Original)\nДоброго дня, Анна! Дуже дякуємо Вам за відгук! Завжди раді Вас бачити! Сподіваємось ще не раз зможете прекрасно відпочити в нашому ресторані!",
    "rating": 5,
    "name": "Герман Гнатыш",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Great place, friendly and polite waiters. Delicious and fast, as for a restaurant it is great\nWe will come again! ❤️ …",
    "rating": 5,
    "name": "Миша Гри",
    "cat": "Meal delivery"
  },
  {
    "review": "Были проездом в Киеве ,зашли семьёй покушать было очень вкусно хорошое заведение приятная атмосфера ,детям все понравилось ,особенно порадовало обслуживание Татьяны )хорошо нас встретила и прекрасные советы дала по поводу еды и напитков …",
    "rating": 2,
    "name": "Максим Кудинов",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Александр! Спасибо большое за отзыв, нам очень приятно что Вам все понравилось и Вы хорошо отдохнули. Надеемся что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Alexander! Thank you very much for your feedback, we are very pleased that you liked everything and you had a good rest. We hope to visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 2,
    "name": "Марина Васильчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Меню маленькое, и даже несмотря на это, некоторые позиции отсутствуют. Также, чай с десертом ждать пришлось чересчур долго. …",
    "rating": 4,
    "name": "Svitlana Gabay",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное обслуживание,вышколянный персонал,отличная кухня (мы пробовали все)нас встретила и обслуживала администратор Татьяна ,будем возвращаться не только из за кухни ,а из за такого прекрасного обслуживания! …",
    "rating": 4,
    "name": "Дарина Костоянц",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Alexandr! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Будем надеется что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening Alexandr! Thank you very much for your feedback. We are very glad that you liked everything. Hopefully you will visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 2,
    "name": "Tetiana Savchyn",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Were yesterday with the company, liked everything, the cuisine is delicious, especially the burgers, the service is fast, the waiters are friendly, I advise everyone, a good place to relax …",
    "rating": 3,
    "name": "Дмитрий Николаенко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, Jan! Thank you very much for taking the time to respond. We are very pleased that you enjoyed everything. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Яна! Дуже дякуємо, що знайшли час на відгук. Нам дуже приємно, що Вам усе сподобалось. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Ігор",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо большое персоналу ресторана за вкусную кухню и хорошое настроение)))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Птичка Перри",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятно удивлен курьером , вовремя приехал все хорошо довёз ,очень вкусно и комфортно .спасибо вам за наш вечер …",
    "rating": 1,
    "name": "Valeriy Kidon",
    "cat": "Meal delivery"
  },
  {
    "review": "Нам вовсе выдали не ту пицу,и ещё и по чересчур большой цене....\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Таня Усенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятная обстановка, вкусная еда и не высокие цены это про это заведение. Больше всего радует вид за столиком на втором этаже... …",
    "rating": 5,
    "name": "Aleksander Vasilchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Алексей! Большое спасибо за отзыв. Нам очень приятно. Ваши отзывы вдохновляют нас быть ещё лучше. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Alex! Thanks so much for the feedback. We are very pleased. Your feedback inspires us to be even better. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Елена Конюшевская",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо за уютную атмосферу в Вашем ресторане, очень порадовала ваша еда. Отдельное спасибо официанту Яне, очень понравилось обслуживание.) …",
    "rating": 5,
    "name": "ooo ooo",
    "cat": "Meal delivery"
  },
  {
    "review": "16.12.19. Были в Вашем ресторане.Все понравилось. Обслуживание на высшем уровне. Официанти - внимательны и приветлвы.Пицца очень вкусная. …",
    "rating": 1,
    "name": "Ksenya Yanko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Алла! Спасибо большое за отзыв! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Alla! Thank you very much for your feedback! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Галина Фіщук",
    "cat": "Meal delivery"
  },
  {
    "review": "Уютно, чисто и красиво!\n\n(Translated by Google)\nCozy, clean and beautiful!",
    "rating": 5,
    "name": "Антон Адаменко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Александр! Спасибо большое за отзыв. Нам очень приятно что Вам все понравилось. Приходите к нам ещё обязательно!\n\n(Translated by Google)\nGood afternoon, Alexander! Thank you very much for your feedback. We are very pleased that you liked everything. Be sure to visit us!",
    "rating": 5,
    "name": "Yurii",
    "cat": "Meal delivery"
  },
  {
    "review": "Уютно, интерьер понравился. Приятное место скоротать время перед дорогой, совсем рядом с вокзалом. Пицца понравилась …",
    "rating": 5,
    "name": "Алексей Серняев",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Анна! Спасибо большое за отзыв! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Anna! Thank you very much for your feedback! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Dmitriy Miroshnik",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very pleasantly impressed with the accessibility, as a person with a disability who moves with a wheelchair, the quality of service and friendly atmosphere of the staff made it possible to create holiday conditions. …",
    "rating": 5,
    "name": "Andriy Vynnychenko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, Nicholas! Thank you so much for taking the time to respond. Thanks to our guest reviews, we want to get even better! We will be very glad to see you again in our restaurant!\n\n(Original)\nДоброго дня, Микола! Безмежно вдячні Вам за те, що знайшли час на відгук. Завдяки відгукам наших гостей хочеться ставати ще кращими! Будемо дуже раді знову бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "ALAN the WOLF",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасное место. Уютно, светло, большие окна. Столик у окна, что можете быть лучше?  Приятный персонал и все вкусно …",
    "rating": 4,
    "name": "Александр Хома",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Катерина! Спасибо большое за отзыв. Надеемся что скоро побываете у нас снова. Мы всегда Вам очень рады!!!\n\n(Translated by Google)\nGood afternoon, Katerina! Thank you very much for your feedback. We hope to visit us again soon. We are always very happy to see you !!!",
    "rating": 5,
    "name": "BoDyA",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) In appearance - luhuri. Anyone who likes it will be satisfied) eat boiled, bring to the table. …",
    "rating": 5,
    "name": "Артём «KetchUp» Мельниченко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, Yuri! Thank you very much for your evaluation and feedback. We hope to visit us again. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Юрій! Дуже дякуємо за оцінку та відгук. Сподіваємось завітаєте до нас ще не раз. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Дмитрий Новиков",
    "cat": "Meal delivery"
  },
  {
    "review": "Не работает от слова совсем :( все столики заняты клиентами - на столах пусто. За 20 минут не принесли даже кофе и воду. …",
    "rating": 4,
    "name": "Yaroslava Tymoshchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Cool atmosphere, but the waiters have been 'thinking' for a long time …",
    "rating": 5,
    "name": "Slo Ta Va",
    "cat": "Meal delivery"
  },
  {
    "review": "За последнее время стал любимым рестораном, улыбчивые и внимательные сотрудники, вкусная еда а в особенности очень вкусные десерты.\nРекомендую) …",
    "rating": 2,
    "name": "Света Стражник",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for your feedback! We are delighted that our restaurant has become a favorite for you. Always glad to see you!\n\n(Original)\nДоброго дня! Дуже дякуємо Вам за відгук! Безмежно раді, що наш ресторан став улюбленим для Вас. Завжди раді Вас бачити!",
    "rating": 3,
    "name": "Bogdan Vlasov",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very tasty, high quality, fast, the waiters are polite.\n\n(Original) …",
    "rating": 5,
    "name": "Serhii Kovtun",
    "cat": "Meal delivery"
  },
  {
    "review": "Ужинали компанией, официанты приветливые, из меню половины не было, еда на троечку. …",
    "rating": 4,
    "name": "Max Smets",
    "cat": "Meal delivery"
  },
  {
    "review": "Приходила вечером с компанией. Еда очень вкусная, обслуживание отличное)  рада, что вы открылись рядом с домом и что круглосуточно работаете, это очень удобно …",
    "rating": 5,
    "name": "G P",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Анна! Спасибо большое за отзыв, приходите ещё! Всегда Вам рады!\n\n(Translated by Google)\nGood afternoon, Anna! Thank you very much for your feedback, come again! You are always welcome!",
    "rating": 5,
    "name": "Олександр Сергійович Лаврушин",
    "cat": "Meal delivery"
  },
  {
    "review": "Однозначно лучшее место в этом районе! Очень вкусные блюда, приветливый и внимательный персонал. Уютный ресторан! Рекомендую! …",
    "rating": 5,
    "name": "Andrii Andriy",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Альберт! Спасибо большое за отзыв! Надеемся, что Вы побываете у нас снова. Будем рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Albert! Thank you very much for your feedback! We hope you will visit us again. We will be glad to see you in our restaurant!",
    "rating": 5,
    "name": "Sebastian_ Gray (Mr_Sleepwalker)",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Probably one of the best Mafia restaurants! Cozy, nice staff, relatively inexpensive! Loved everything! Thank you for a nice evening! …",
    "rating": 5,
    "name": "viktOr Mazurkevich",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening, Dmitry! Thank you very much for your feedback! Extremely glad you enjoyed it! We hope to visit us again in the near future!\n\n(Original)\nДоброго вечора, Дмитро! Дуже дякуємо за відгук! Надзвичайно раді, що Вам усе сподобалось! Сподіваємось завітаєте до нас знову найближчим часом!",
    "rating": 5,
    "name": "Дмитрий Литош",
    "cat": "Meal delivery"
  },
  {
    "review": "Персонал включает музыку для себя(минимал техно и др х....) Кушать под которую не возможно.... …",
    "rating": 5,
    "name": "Святослав Станович",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень круто, что вы открылись в нашем районе! Стильный интерьер и вкусная еда, а главное быстро! Удачи вам и процветания! …",
    "rating": 1,
    "name": "Марина Величко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Очень рады что вы нашли время оценить работу нашего ресторана! Спасибо большое, приходите к нам ещё!\n\n(Translated by Google)\nGood day! We are very glad that you took the time to evaluate the work of our restaurant! Thank you very much, come to us again!",
    "rating": 3,
    "name": "Елена Симакова",
    "cat": "Meal delivery"
  },
  {
    "review": "Ужасная кухня, были в сентябре 2020, блюда готовились на уровне студенческой столовки - мимум начинки в пицце, максимум льда в напитках. …",
    "rating": 5,
    "name": "Katia Kostiuchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Ну попробовали 2 блюда из мяса и салат с креветками ,честно говоря не о чом ,за свои деньги ну и лимонад с этого же репертуара . …",
    "rating": 5,
    "name": "Pa Bohdan",
    "cat": "Meal delivery"
  },
  {
    "review": "Теплый салат с печенью - холодный!!!! Филе куриное из микроволновки. Пицца полусырая... Как-то так.... …",
    "rating": 5,
    "name": "Sonia Kutsenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Валерий!\nМы обязательно разберёмся в ситуации, спасибо за ваш отзыв. Оставьте Ваши контакты, чтобы мы могли предоставить вам обратную связь и комплимент от заведения.\n\n(Translated by Google)\nGood afternoon, Valery!\nWe will definitely understand the situation, thanks for your feedback. Leave your contacts so that we can provide you with feedback and a compliment from the establishment.",
    "rating": 5,
    "name": "Katya Kovach",
    "cat": "Meal delivery"
  },
  {
    "review": "В помещении прохладно. Но еду хвалили)\nПерсонал ок, только не хватило дружелюбия. …",
    "rating": 5,
    "name": "Альона Козачок",
    "cat": "Meal delivery"
  },
  {
    "review": "Забежала перекусить перед отправлением на поезде,встретил очень доброжелательный персонал,обслужили быстро,было вкусно.Рекомендую✌️ …",
    "rating": 5,
    "name": "Михаил Михаил",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв, нам очень приятно что Вам все понравилось. Надеемся что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon! Thank you very much for your feedback, we are very pleased that you liked everything. We hope to visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Алена Евтушенко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious pizza, cozy atmosphere, nice music. I recommend it!\nEspecially to those who have a little time before the train. …",
    "rating": 3,
    "name": "Виталий",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening! Thank you very much for your feedback. We hope that you will be able to visit us again soon! We are always glad to welcome you to our restaurant !!!\n\n(Original)\nДоброго вечора! Дуже дякуємо Вам за відгук. Сподіваємось, що дуже скоро матимете можливість побувати у нас знову! Завжди раді вітати Вас у нашому ресторані!!!",
    "rating": 5,
    "name": "Anna Goloborodko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) A decent place where you can wait for your train near the station. …",
    "rating": 5,
    "name": "Романюк Алла",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Great restaurant. There is no parking, but it is convenient to get to the subway. Panoramic windows. There is an elevator to the second floor. …",
    "rating": 2,
    "name": "Orkhan Ismailov",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening, Lily! Thank you very much for your feedback and look forward to seeing you again soon. Parking is only general, unfortunately other is not provided yet, due to the peculiarities of our location. But there are usually plenty of seats available. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго вечора, Лілія!  Дуже дякуємо Вам за відгук та сподіваємось завітаєте до нас знову найближчим часом. Парковка лише загальна, нажаль інша не передбачена поки що, через особливості нашого розташування. Але зазвичай є досить вільних місць. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 4,
    "name": "Review Review",
    "cat": "Meal delivery"
  },
  {
    "review": "Пришла с друзьями покуражиться, круто посидели. Еда вкусненькая, обслуживание хорошее. …",
    "rating": 3,
    "name": "b b",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Александра! Спасибо большое что нашли время для отзыва. Надеемся что будете отдыхать у нас почаще. Всегда Вам рады.\n\n(Translated by Google)\nGood afternoon, Alexandra! Thank you very much for taking the time to review. We hope that you will relax with us more often. You are always welcome.",
    "rating": 4,
    "name": "Roman Liutyi",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good waiters. Beautiful view. Tasty food. The steak was really tasty, as the waitress recommended. …",
    "rating": 5,
    "name": "Tanya Hanska",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, Alex! Thank you very much for your feedback! We hope you will become our regular guest and we will be able to please you more often. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Олексій! Щиро вдячні Вам за відгук! Сподіваємось, Ви станете нашим постійним гостем і ми зможемо частіше радувати Вас смачненьким. Завжди раді бачити Вас в нашому ресторані!",
    "rating": 4,
    "name": "Мелани Бриж",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное место ,все новое приятно удивил лифт для людей с багажом в самый раз,очень гостипреимные официанты ,вкусные суши,и вообщем остались довольны .ждите нас еще! …",
    "rating": 5,
    "name": "олег коляса",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious food and polite waiters! Thank you for the neatness and special thanks to the waitress with a heart tattoo for a wonderful smile ❤️ …",
    "rating": 5,
    "name": "Sergii Bolshak",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you for your feedback. We are very glad that you liked us. We hope you will visit us again soon. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня! Дякуємо Вам за відгук. Дуже раді, що Вам у нас сподобалось. Сподіваємось, що завітаєте до нас знову найближчим часом. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 4,
    "name": "Alya Zobina",
    "cat": "Meal delivery"
  },
  {
    "review": "Неплохие суши за свою цену. Готовят быстро, Можно съесть много и дёшево.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юля Белая",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day! Thank you very much for your feedback. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Inna Gorobez",
    "cat": "Meal delivery"
  },
  {
    "review": "Отвратительное обслуживание, ждали заказ более 45 минут. Персонал на вопрос долго ли ждать хамит \"готовим на доставку, ждите\". При этом взяли деньги вперёд.\nНе рекомендую! …",
    "rating": 4,
    "name": "Wilfried Ropers",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Дмитрий! Нам очень жаль, что такая ситуация возникла в нашем ресторане. Пожалуйста, оставьте Ваши контакты, чтобы мы могли связаться с Вами и уточнить детали.\n\n(Translated by Google)\nGood afternoon, Dmitry! We are very sorry that this situation arose in our restaurant. Please leave your contacts so that we can contact you and clarify details.",
    "rating": 5,
    "name": "Глеб Петрик",
    "cat": "Meal delivery"
  },
  {
    "review": "Все очень вкусно! Доступно для людей маломобильной группы населения и людям передвигающейся на инвалидной коляске! Респект! …",
    "rating": 5,
    "name": "Яська",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Олег! Спасибо большое за отзыв. Мы очень стараемся сделать так чтобы нашим гостям всегда было комфортно и вкусно в нашем ресторане. Всегда рады видеть Вас!\n\n(Translated by Google)\nGood afternoon, Oleg! Thank you very much for your feedback. We are trying very hard to make our guests always comfortable and tasty in our restaurant. Always glad to see you!",
    "rating": 5,
    "name": "Eduard Nazarets",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Long, dirty, not tasty. The worst place in the network\n\n(Original) …",
    "rating": 5,
    "name": "Анастасия Чехова",
    "cat": "Meal delivery"
  },
  {
    "review": "У вас всё всегда вкусно ) особенно пицца 4 сыра с сырними бортиками )\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория Кулакова",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Дмитрий! Спасибо большое за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Dmitry! Thank you very much for your rating. We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "Natala Kozbina",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Nice interior, but the order was not fully heard and I was left without food …",
    "rating": 5,
    "name": "Ілля Фреїк",
    "cat": "Meal delivery"
  },
  {
    "review": "Все хорошо, вкусно) но пока сидели,три мошки в пиво упало))\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Plutosha",
    "cat": "Meal delivery"
  },
  {
    "review": "Доставку на дом ожидали 2,5 часа. Пицца была холодной и подгорелой\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юрий Резников",
    "cat": "Meal delivery"
  },
  {
    "review": "уютно, и близко к жд и цены приемлемые!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Лариса Филатова",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусные роллы! Мы кушали сет «Мега лосось», было невероятно вкусно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олег Степанюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Благодарим Вас за обратную связь, это для нас очень важно! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day! Thank you for your feedback, it is very important for us! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Юлия Покас",
    "cat": "Meal delivery"
  },
  {
    "review": "Великолепный сервис !\nУютный интерьер !\nСоветую ! …",
    "rating": 5,
    "name": "Марина Воробьёва",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Инна! Спасибо большое за то, что нашли время для отзыва. Мы очень рады что Вам все понравилось. Благодаря таким отзывам хочется становиться ещё лучше для наших гостей. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Inna! Thank you very much for taking the time to review. We are very glad that you liked everything. Thanks to such reviews, I want to become even better for our guests. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Сергій Громадський",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное обслуживание. Шикарная кухня. Хорошая музыка.\nПрекрасный персонал. …",
    "rating": 5,
    "name": "Vape Shop (EkoPar)",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious food, but long cooked (maybe force majeure).\n\n(Original) …",
    "rating": 3,
    "name": "Oleg Nechyporuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Столы липкие и в крошках. Попросил убрать - крошки смахнули, далее уже ветер сам, влажной салфеткой, не охота была вытирать рукавами. …",
    "rating": 2,
    "name": "Yuri Sereda",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Иван! Спасибо большое за отзыв. Приносим извинения за данную ситуацию. Работа с персоналом была проведена. Надеемся что скоро побываете у нас снова. Всегда Вам рады!\n\n(Translated by Google)\nGood evening, Ivan! Thank you very much for your feedback. We apologize for this situation. Work with staff was carried out. We hope to visit us again soon. You are always welcome!",
    "rating": 2,
    "name": "Wladimir Salogub",
    "cat": "Meal delivery"
  },
  {
    "review": "Заказ несли очень долго и в блюде была волосина.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Sasha Pampuha",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятный ресторанчик, хороший ресторанчик, но пицце и ролам, немного не хватает вкусовых качеств, напитки очень вкусные. …",
    "rating": 5,
    "name": "Юрій Мартюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Вадим! Спасибо большое за отзыв. Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Vadim! Thank you very much for your feedback. We value your opinion and pass on all your comments to the restaurant management. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Alexey Fedorenko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Comfortable, spacious new restaurant. Fast service, delicious pizza and desserts. …",
    "rating": 1,
    "name": "Olha Leniuk",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening, Vladimir! Thank you very much for your feedback. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго вечора, Володимир! Дуже дякуємо Вам за відгук. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Людмила Фаткуллина",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious food, friendly service, very nice interior, elevator. …",
    "rating": 4,
    "name": "Aleksander Strilets",
    "cat": "Meal delivery"
  },
  {
    "review": "Был приятно удивлен, что на вокзале можно вкусно, недорого и в приличной обстановке покушать. От меня + …",
    "rating": 3,
    "name": "Евгений Могулько",
    "cat": "Meal delivery"
  },
  {
    "review": "Большое спасибо! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nThank you very much! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Rent House",
    "cat": "Meal delivery"
  },
  {
    "review": "Хорошее место, всё быстро и вкусно, только сушики чуть-чуть разваливались, а так обслуживание прекрасное и очень чисто) …",
    "rating": 5,
    "name": "Екатерина Мехова",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Татьяна! Спасибо большое за отзыв. Примем во внимание замечания и обязательно исправим. Будем ждать Вас чтобы Вы оценили улучшения. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day, Tatiana! Thank you very much for your review. Take into account the comments and be sure to fix it. You are welcome to you assess the improvement. Always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Саша Сашка",
    "cat": "Meal delivery"
  },
  {
    "review": "Суши и пицца невкусные,  ждать на 30 мин! дольше. Испортились\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Владимир К",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) You feel comfortable and comfortable, the waiters are polite, service\nfast and the pizza is delicious. …",
    "rating": 5,
    "name": "chibao chibao",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, Nicholas! Thank you very much for your feedback. We are very pleased that we liked everything! We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Микола! Щиро вдячні Вам за відгук. Нам дуже приємно, що усе сподобалось! Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Dmytro Banar",
    "cat": "Meal delivery"
  },
  {
    "review": "Одно из лучших мест в районе вокзала где можно перекусить в ожидании поезда.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олег Глотов",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно,но нехорошо,что не предупредили изначально,что расплачиваться только наличкой …",
    "rating": 5,
    "name": "Яна Балабекян",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень красивый ресторан и приветливый персонал.\n\n(Translated by Google)\nVery nice restaurant and friendly staff.",
    "rating": 5,
    "name": "Олеся Вихоть",
    "cat": "Meal delivery"
  },
  {
    "review": "Суши классные. Коктейль зомби вкусный👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Антон Павлович",
    "cat": "Meal delivery"
  },
  {
    "review": "Все супер. Еда, напитки, обслуживание. Туалет грязный.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vovadm_",
    "cat": "Meal delivery"
  },
  {
    "review": "Вчера отдыхали с друзьями в вашем заведении. Остались положительные впечатление от обслуживания и вкусной еды. …",
    "rating": 5,
    "name": "Pavel Ardatiy",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Роман! Спасибо большое за отзыв! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Roman! Thank you very much for your feedback! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Гор Авагян",
    "cat": "Meal delivery"
  },
  {
    "review": "Еда холодная , обслуживание медленное и пассивное.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Євген Букет",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасное место с очень вкусными едами. Меню очень разнообразны. Интерьер милый. …",
    "rating": 1,
    "name": "Oleksandr Chaika",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв! Мы очень рады что Вам все понравилось. Надеемся что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon! Thank you very much for your feedback! We are very glad that you liked everything. We hope to visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Юрий",
    "cat": "Meal delivery"
  },
  {
    "review": "Сеть раскрученная. Но качество продукции далеко не лучшее. Берут количеством сети …",
    "rating": 4,
    "name": "Владимир Евсеев",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень порадовала доставка все было хорошо и вкусно спасибо вам за услуги\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Михайло Кройтор",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно! И очень крутой интерьер! Доступно для людей с ограниченными возможностями! …",
    "rating": 5,
    "name": "саня ветер",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв! Очень приятно что Вам все понравилось. Будем надеется что скоро побываете у нас снова! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day! Thank you very much for your feedback! It is very pleasant that you liked everything. We hope that you will visit us again soon! We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "Igor Shvabskyy",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The pizza is delicious. I did not like the fact that the 2nd floor did not work properly. …",
    "rating": 5,
    "name": "illya makarov",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Маричка! Спасибо за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Marichka! Thank you for rating. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Александр Евстигнеев",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятная атмосфера. Вкусно. Вежливо. Рекомендую!\nНовая возле метро Вокзальная. …",
    "rating": 3,
    "name": "Светлана Лобода",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Галина! Спасибо большое за отзыв. Нам очень приятно. Надеемся что Вы будете нашим постоянным гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Galina! Thank you very much for your feedback. We are very pleased. We hope that you will be our regular guest. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Vlog Hot's",
    "cat": "Meal delivery"
  },
  {
    "review": "Можно хорошо провести время и очень вкусный кофе!!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Viktor Svyshch",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The furniture is clean, new. Long service. The pizza was unsuccessful. …",
    "rating": 5,
    "name": "Николай Турнавиотов",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Наталья! Спасибо за отзыв. Примем во внимание все замечания. Надеемся что скоро побываете у нас снова и оцените изменения. Всегда рады видеть Вас!\n\n(Translated by Google)\nGood day, Natalia! Thanks for the feedback. We will take into account all the comments. We hope that you will visit us again soon and appreciate the changes. Always glad to see you!",
    "rating": 5,
    "name": "Валентина Туровська",
    "cat": "Meal delivery"
  },
  {
    "review": "Обедали здесь очень большой компанией, нас обслужили быстро и накормили вкусно, что ещё надо...👍🏻 …",
    "rating": 5,
    "name": "Деня Воробйов",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Евгения! Спасибо большое за отзыв. Нам очень приятно что Вам все понравилось. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Eugene! Thank you very much for your feedback. We are very pleased that you liked everything. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "serg nis",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) No service, no service, n and ch o g o\n\n(Original) …",
    "rating": 5,
    "name": "Михаил Иванов",
    "cat": "Meal delivery"
  },
  {
    "review": "Уютно.Вкусно. хороший сервис\n\n(Translated by Google)\nCozy. Tasty. good service",
    "rating": 5,
    "name": "Артур Мусаєлян",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Натали! Спасибо большое за отзыв, нам очень приятно что Вам все понравилось. Надеемся что скоро побываете у нас снова и станете нашим постоянным гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Natalie! Thank you very much for your feedback, we are very pleased that you liked everything. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Olha Nechyporuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Наверное, одна из лучших Мафий в Киеве) все свежее, вкусное) отличный сервис) всем советую) …",
    "rating": 5,
    "name": "Peter Skr",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Henrich! Спасибо большое за отзыв. Так приятно что Вы оценили нашу работу и Вам все понравилось. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Henrich! Thank you very much for your feedback. It is so pleasant that you appreciated our work and you liked everything. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Olga Kolomiets",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно, но очень долго ждать еду. Особенно вкусные суши\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Inna Porvan",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв. Нам приятно что Вам понравились наши блюда. Мы разберёмся и проведём разбор с персоналом по Вашему замечанию. Надеемся что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon! Thank you very much for your feedback. We are pleased that you liked our dishes. We will sort it out and conduct a review with the staff according to your remark. We hope to visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Tamara Bernatska",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The quality of the food is not good, like all establishments in this network. Service is normal …",
    "rating": 5,
    "name": "Яніна Зайцева",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Анна! Спасибо большое за отзыв. Напишите пожалуйста, что именно Вам не понравилось, чтобы мы могли поработать над улучшениями. Заранее спасибо. Всегда Вам рады!\n\n(Translated by Google)\nGood afternoon, Anna! Thank you very much for your feedback. Please write what exactly you did not like so that we could work on improvements. Thanks in advance. You are always welcome!",
    "rating": 5,
    "name": "Владимир Измайлов",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) a cozy place near the train station where you can eat delicious while waiting for the train …",
    "rating": 5,
    "name": "Мирон Баран",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening, Tatiana!\nThank you for taking the time to respond. We will be glad to see you again in our restaurant.\n\n(Original)\nДоброго вечора, Тетяна!\nДякуємо Вам за те, що знайшли час на відгук. Будемо раді знову бачити Вас у нашому ресторані.",
    "rating": 5,
    "name": "borisevich svetlana",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень уютное местечко, обслуживание быстрое и качественное) Персонал очень приветливый!!!!! Еда вкусная, ставлю палец вверх 👍 Всем советую!!!!! …",
    "rating": 5,
    "name": "миша Калюжный",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Анна! Спасибо большое за отзыв. Нам очень приятно что Вам все понравилось. Надеемся что скоро побываете у нас и сможете прекрасно отдохнуть! Всегда Вам рады!\n\n(Translated by Google)\nGood afternoon, Anna! Thank you very much for your feedback. We are very pleased that you liked everything. We hope that you will visit us soon and you can have a great rest! You are always welcome!",
    "rating": 5,
    "name": "Al Bigr",
    "cat": "Meal delivery"
  },
  {
    "review": "Ждали суши 50 минут, обещали 20, мы предупредили что у нас поезд, иначе мы бы пошли в другое место …",
    "rating": 5,
    "name": "Galina Malyhina",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Марина! Нам очень жаль, что данная ситуация имела место. Мы обязательно разберёмся и проведём разбор с персоналом. Надеемся, что скоро побываете у нас снова и сможете отдохнуть намного лучше. Всегда рады видеть Вас!\n\n(Translated by Google)\nGood evening, Marina! We are very sorry that this situation has occurred. We will definitely figure it out and conduct a review with the staff. We hope that you will visit us again soon and will be able to relax much better. Always glad to see you!",
    "rating": 5,
    "name": "Alexandr Boss",
    "cat": "Meal delivery"
  },
  {
    "review": "Просто шикарный ресторан , цвет , стиль , очень прекрасный , ставлю Пять звёзд🙂 …",
    "rating": 1,
    "name": "yaroslav rudchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Приходите к нам ещё обязательно. Всегда Вам рады!\n\n(Translated by Google)\nGood evening! Thank you very much for your feedback. We are very glad that you liked everything. Be sure to visit us. We are always glad to see you!",
    "rating": 4,
    "name": "Asan Kanatov",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very good option to have a snack before the road)\n\n(Original) …",
    "rating": 5,
    "name": "Яна Кучерук",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно. Персонал приветливый. Минус за туалет.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Лера Яшанова",
    "cat": "Meal delivery"
  },
  {
    "review": "Обман людей!!! Написано, что работают с 8 часов, а на самом деле с 10\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Валентин Червинський",
    "cat": "Meal delivery"
  },
  {
    "review": "Часто хожу по мафиям, эта понравилась интерьером и вкусной едой)))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vitaliy Moskotin",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Дима! Спасибо большое за отзыв. Нам очень приятно, что Вам все понравилось. Приходите к нам ещё обязательно. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Dima! Thank you very much for your feedback. We are very pleased that you liked everything. Be sure to visit us. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Наталья Петрусенко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Everything is delicious, the service is necessary, not intrusive …",
    "rating": 5,
    "name": "Розгон Вячеслав",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно,персонал приятный\n\n(Translated by Google)\nDelicious, nice staff",
    "rating": 4,
    "name": "Roman Lysak",
    "cat": "Meal delivery"
  },
  {
    "review": "Бомжатник!!!\nВ премом смысловые слова!!!\nВонь страшная и бомжи сидят! …",
    "rating": 4,
    "name": "Максим Лысенко",
    "cat": "Meal delivery"
  },
  {
    "review": "РАДУШНО ВСТРЕЧАЕТ НА ВХОДЕ ХОСТЕС, ПРИЯТНЫЙ ПЕРСОНАЛ! УТОЧНИЛИ ВРЕМЯ ГОТОВНОСТИ-СПЕШИЛИ НА ПОЕЗД, ВСЕ УСПЕЛИ:) ОЧЕНЬ ВКУСНО И ОПЕРАТИВНО! ОДНОЗНАЧНО СОВЕТУЮ! …",
    "rating": 5,
    "name": "Михаил Чабан",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you for taking the time to respond! Infinitely happy that you enjoyed it all. Always glad to see you!\n\n(Original)\nДоброго дня! Дякуємо, що знайшли час на відгук! Безмежно щасливі, що Вам усе сподобалось. Завжди раді Вас бачити!",
    "rating": 5,
    "name": "Сергей Алекс.",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличный ресторанчик для семьи\n\n(Translated by Google)\nGreat family restaurant",
    "rating": 5,
    "name": "Владислав Лебеденко",
    "cat": "Meal delivery"
  },
  {
    "review": "Суши как по мне стали вкуснее с прошлого раза :)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виолетта Переверзева",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное обслуживание, отличный ресторан!\nРекомендую!\nПосетим обязательно еще!) …",
    "rating": 5,
    "name": "Артем Елесин",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Елена! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Будем надеется что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening Elena! Thank you very much for your feedback. We are very glad that you liked everything. We hope you will visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "OPTOVIK Поставщик Качества",
    "cat": "Meal delivery"
  },
  {
    "review": "Новая, свежая, красивая. Лосось понравился, обслужили тоже в целом хорошо\n\n(Translated by Google) …",
    "rating": 4,
    "name": "oksa redka",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Vlad! Thank you for your feedback. We look forward to seeing you again!\n\n(Original)\nДоброго дня, Влад! Дякуємо Вам за відгук. Будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Юрій Діордієв",
    "cat": "Meal delivery"
  },
  {
    "review": "Приветливый персонал, кормят вкусно, но в зале было неопрятно и холодно\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Людмила Гольдман",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Светлана! Большое спасибо за отзыв. Примем во внимание все замечания. Надеемся что скоро побываете у нас снова и сможете отдохнуть намного лучше. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Svetlana! Thanks so much for the feedback. We will take into account all the comments. We hope that you will visit us again soon and will be able to relax much better. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Alexandr Cheberiak",
    "cat": "Meal delivery"
  },
  {
    "review": "Все очень понравилось ,еда и обслуживание на высшем уровне!так держать)))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Налсур Магомедов",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятное времяпровождение,хорошая кухня.\n\n(Translated by Google)\nPleasant pastime, good food.",
    "rating": 5,
    "name": "Настя Мур",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень долго приходится ждать простой заказ(\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ser Smitt",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Nice place, with great menu and service\n\n(Original) …",
    "rating": 1,
    "name": "Ольга Клисько",
    "cat": "Meal delivery"
  },
  {
    "review": "Выбор большой , расположение очень удобное и главное вкусно , будем ещё заходить ! …",
    "rating": 5,
    "name": "Эмблема Эмблемович",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day! Thank you very much for your feedback. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "andrey kashlyk",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very tasty and fast, nice service\n\n(Original) …",
    "rating": 5,
    "name": "Чёрный цвет",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very tasty, good location.\n\n(Original) …",
    "rating": 3,
    "name": "Ramūnas Demendžiūnas",
    "cat": "Meal delivery"
  },
  {
    "review": "Внимательный персонал, прекрасное обслуживание, все свежее и вкусное!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Микола Курдельчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Уютный интерьер, очень вкусные суши и пицца! Всем рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олег",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв, нам очень приятно. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day! Thank you very much for your feedback, we are very pleased. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Андрей Вакарюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Не думал, что в Мафии вкусные бургеры...\nСтавлю + …",
    "rating": 5,
    "name": "Alina Kutsenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Не действуют подарочные сертификаты, покушать не удалось, место хорошее\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виталий",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Максим! Прежде всего спасибо за отзыв. У нас нет подарочных сертификатов. Можете объяснить детально что за сертификат был у Вас? Будем очень признательны. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Maxim! First of all, thanks for the tip. We do not have gift certificates. Can you explain in detail what kind of certificate did you have? We will be very grateful. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Volodymyr Kuryliuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Рис для суши плохо сварен, он сырой и не вкусный\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Недвига",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Марина! Спасибо большое за отзыв. Нам очень жаль что такая ситуация сложилась в нашем ресторане. Все замечания переданы руководству и приняты меры для того чтобы такое не повторилось. Надеемся что это не помешает Вам оставаться нашим гостем. Будем очень рады видеть Вас в нашем ресторане снова.\n\n(Translated by Google)\nGood afternoon, Marina! Thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. All comments were transmitted to management and measures were taken to prevent this from happening again. We hope that this will not prevent you from remaining our guest. We will be very glad to see you in our restaurant again.",
    "rating": 2,
    "name": "Nazar37,1987 Nazar",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) New establishment, lots of space, nice interior, service liked. I recommend …",
    "rating": 4,
    "name": "Олександра Рудніцька",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening, Svetlana! Thank you very much for such a nice review. We are very pleased that you enjoyed everything and we hope that you will come back to us again. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго вечора, Світлана! Дуже дякуємо Вам за такий приємний відгук. Нам дуже приємно, що Вам усе сподобалось і ми сподіваємось, що Ви повернетесь до нас ще не раз. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 4,
    "name": "Victor Pokas",
    "cat": "Meal delivery"
  },
  {
    "review": "Красиво, уютно, но рис в роллах местами недовареный 😕\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олег Обитоцкий",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Дарина! Прежде всего спасибо большое за отзыв. Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Надеемся, что скоро побываете у нас снова и сможете отдохнуть намного лучше. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Darina! First of all, thank you very much for your feedback. We value your opinion and pass on all your comments to the restaurant management. We hope that you will visit us again soon and will be able to relax much better. We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "Alena My",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) My bulls were taken to the finish, waiting to be booked 45 times, and the cocktails were not mournful. Zhahlyvo! in addition to the brudnyj assessment ... …",
    "rating": 3,
    "name": "Sergey Dominov",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Tetiana! Спасибо большое за отзыв. Нам очень жаль что такая ситуация сложилась в нашем ресторане. Все замечания переданы руководству и приняты меры для того чтобы такое не повторилось. Надеемся что это не помешает Вам оставаться нашим гостем. Будем очень рады видеть Вас в нашем ресторане снова.\n\n(Translated by Google)\nGood afternoon Tetiana! Thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. All comments were passed on to the management and measures were taken to prevent this from happening again. We hope that this will not prevent you from being our guest. We will be very glad to see you in our restaurant again.",
    "rating": 5,
    "name": "Юлия Пирнач",
    "cat": "Meal delivery"
  },
  {
    "review": "Ждали заказ 50 мин. На вокзале это критично.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Pavel Novak",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Дмитрий! Большое спасибо за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Dmitry! Thanks so much for the rating. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Alex Timofieiev",
    "cat": "Meal delivery"
  },
  {
    "review": "Все хорошо и вкусно\nНо разбавленный соевый соус …",
    "rating": 5,
    "name": "mr x",
    "cat": "Meal delivery"
  },
  {
    "review": "Красивый новый ресторан. Очень вкусная еда и хорошее обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виталий Викторович",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for your feedback. I hope you visit our restaurant again! You are always welcome!\n\n(Original)\nДоброго дня! Щиро вдячні Вам за відгук. Сподіваюсь ще не раз завітаєте до нашого ресторану! Завжди Вам раді!",
    "rating": 5,
    "name": "Теті Shu",
    "cat": "Meal delivery"
  },
  {
    "review": "Странные ребята - в интернет написано, что работают в точке на Кирпы, а в реалии - закрыты. …",
    "rating": 5,
    "name": "Станислав Соколов",
    "cat": "Meal delivery"
  },
  {
    "review": "Всё вкусно, но обслуживание плохое\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Ольга Стаева",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличная Мафия, вкусная кухня, интерьер здесь гораздо лучше других заведений Мафии. …",
    "rating": 3,
    "name": "Оксана Залізняк",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Александр! Спасибо большое за отзыв! Приходите ещё к нам обязательно! Будем очень рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Alexander! Thank you very much for your feedback! Come again to us! We will be very glad to see you in our restaurant!",
    "rating": 4,
    "name": "Elena Pandora",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятное местечко с прекрасной кухней. Приятно провели время с коллегой.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитро Пухир",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Елена! Спасибо большое за отзыв! Нам очень приятно, что Вам все понравилось! Приходите к нам ещё обязательно! Мы всегда Вам очень рады!\n\n(Translated by Google)\nGood evening Elena! Thank you very much for your feedback! We are very pleased that you liked everything! Come to us still be sure! We are always very happy to see you!",
    "rating": 5,
    "name": "Денис Прохорец",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусная метровая пица Берлускони.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Roman Shmelev",
    "cat": "Meal delivery"
  },
  {
    "review": "Ждали 20 минут, пока подойдет официант, он так так и не подошел...\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Татьяна Кальницкая",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening, Xenia. We are very sorry that such a situation took place in our institution. Please leave your contact details so we can clarify the information and find out if this issue is resolved. We assure you that work has been done to avoid such situations in the future. We look forward to seeing you again.\n\n(Original)\nДоброго вечора, Ксенія. Нам дуже прикро, що така ситуація мала місце в нашому закладі. Прошу Вас залишити контактні дані, щоб ми могли уточнити інформацію і дізнатись чи вирішилось дане питання. Запевняємо Вас, що робота з персоналом проведена для уникнення таких ситуацій в майбутньому. Будемо раді бачити вас знову.",
    "rating": 5,
    "name": "Liana Akimova",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Works 24/7. Delicious food, reasonable prices, exquisite interior …",
    "rating": 5,
    "name": "Евгения Остапенко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good afternoon, Galina! Thank you for your feedback. We are very pleased that you enjoyed everything. We hope to visit us again soon. You are always welcome!\n\n(Original)\nДоброго дня, Галина! Дякуємо Вам за відгук. Нам дуже приємно, що Вам усе сподобалось. Сподіваємось завітаєте до нас найближчим часом знову. Завжди Вам раді!",
    "rating": 4,
    "name": "Татьяна Щербак",
    "cat": "Meal delivery"
  },
  {
    "review": "Вовремя прибыл курьер, все понравилось мы остались довольны, так держать!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "GURAU SERGIU",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусная пицца и роллы, классные акции.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Вадим Волков",
    "cat": "Meal delivery"
  },
  {
    "review": "Хороший выбор блюд. Высокая скорость обслуживания\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Оксана Сирик",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Алексей! Спасибо большое за отзыв. Мы рады что Вам все понравилось. Надеемся что станете нашим постоянным гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Alex! Thank you very much for your feedback. We are glad that you liked everything. We hope that you will become our regular guest. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Pavlo Hurenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Замечательный ресторан, шикарная кухня, отменный сервис!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгений Головнич",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Dmitriy! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Будем надеется что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Dmitriy! Thank you very much for your feedback. We are very glad that you liked everything. Hopefully you will visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Max Zviagintsev",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious breakfast and coffee, quick service. Cozy interior. …",
    "rating": 1,
    "name": "Дмитрий Ронч",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Andrew! Thank you for your feedback! We are always glad to see you in our restaurant.\n\n(Original)\nДоброго дня, Андрій! Дякуємо Вам за відгук! Завжди раді бачити Вас у нашому ресторані.",
    "rating": 5,
    "name": "Sia Laksha",
    "cat": "Meal delivery"
  },
  {
    "review": "Классный ресторан, можна хорошо покушать\n\n(Translated by Google)\nCool restaurant, good food",
    "rating": 5,
    "name": "Виктория Стадник",
    "cat": "Meal delivery"
  },
  {
    "review": "Кухня как всегда на высоте. Персонал нужно подучить\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Алексей Фокин",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Александр! Спасибо большое за отзыв, примем во внимание Ваши замечания. Надеемся что скоро побываете у нас снова и сможете оценить улучшения. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Alexander! Thank you very much for your feedback, we will take into account your comments. We hope that you will visit us again soon and you will be able to appreciate the improvements. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Anton Arestov",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Thanks to the administrator Tatiana, everything was just great!) High class, thank you !!!) …",
    "rating": 4,
    "name": "George Kokiashvili",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you for your feedback and for appreciating the work of our team. We hope you will visit us again soon. You are always welcome!\n\n(Original)\nДоброго дня! Дякуємо Вам за відгук і за те, що цінуєте роботу нашого колективу. Сподіваємось завітаєте до нас найближчим часом знову. Завжди Вам раді!",
    "rating": 5,
    "name": "Карина Миронова",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно, но долго готовили, минут 40\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Елена Колесникова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Artem! Thank you for your evaluation and comments. We will take your comments into consideration and work to improve the quality of service. We hope to see you again in the near future. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Артем! Дуже вдячні Вам за оцінку та коментарі. Приймемо до уваги Ваші зауваження та проведемо роботу, щоб покращити якість обслуговування. Сподіваємось вівдвідаєте нас знову найближчим часом. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 4,
    "name": "Сергей Самойленко",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан достойный, богатый выбор\n\n(Translated by Google)\nDecent restaurant, wide choice",
    "rating": 4,
    "name": "Руслан Скок",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Beautiful interior and clean this institution from the network …",
    "rating": 5,
    "name": "х/админ брат x/admin",
    "cat": "Meal delivery"
  },
  {
    "review": "И кухня, и обслуживание - все на высшем уровне.  Рекомендую!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Сергей Иванов",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The pizza was overdone and the order took a long time\n\n(Original) …",
    "rating": 4,
    "name": "Ross Yeni",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Света! Благодарим Вас за обратную связь, это для нас очень важно! Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Надеемся, что Вы побываете у нас снова и сможете отдохнуть гораздо лучше, чем в прошлый раз. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day, Sveta! Thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. We hope that you will visit us again and will be able to relax much better than last time. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Vova Bazarenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Как для вокзала, лучше, чем ожидал - как для мафии, так и для вокзала )))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Любовь Ахметова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Thanks for the service and quality, this time everyone is happy :) …",
    "rating": 4,
    "name": "Kostya Tsar",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Sergei! Thank you very much for your feedback. Such reviews inspire you to get even better. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Сергій! Дуже дякуємо Вам за відгук. Такі відгуки надихають ставати ще кращими. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Анастасия Крученюк (qhqtw)",
    "cat": "Meal delivery"
  },
  {
    "review": "Быстро, вкусно, приятное место для большой компании.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Lesya Tril",
    "cat": "Meal delivery"
  },
  {
    "review": "Хорошее обслуживание и еда, единственное жаль что чеки фискальные лишь на половину, в чёрную работать как бы не законно …",
    "rating": 3,
    "name": "Inna Kalugina",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо за отзыв и хорошую оценку. Хотим Вас заверить, что мы работаем согласно нашего законодательства. Приходите к нам ещё и мы сможем показать Вам документы, если у Вас возникли сомнения.\nВсегда рады видеть Вас!\n\n(Translated by Google)\nGood afternoon! Thanks for the feedback and good rating. We want to assure you that we work in accordance with our legislation. Visit us again and we will be able to show you the documents if you have any doubts.\nAlways glad to see you!",
    "rating": 5,
    "name": "Татьяна Синенок",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень понравился ваш ресторан\n\n(Translated by Google)\nI liked your restaurant very much",
    "rating": 5,
    "name": "Андрей Салтанов",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) friendly staff)\n\n(Original)\nпривітний персонал)",
    "rating": 2,
    "name": "Chaimaa Mhs",
    "cat": "Meal delivery"
  },
  {
    "review": "Отдыхали сегодня вечером все понравилось уютно вкусно советую.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Кавнатский Сергей",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Sebastian! Спасибо большое за отзыв! Очень рады что Вам все понравилось. Надеемся что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Sebastian! Thank you very much for your feedback! We are very glad that you liked everything. We hope to visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Александр Орда",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень уютное место, где можно отдохнуть и вкусно покушать)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Александр Стриж",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Very glad you enjoyed it! We hope to see you more often in our restaurant!\n\n(Original)\nДоброго дня! Дуже раді, що Вам у нас сподобалось! Сподіваємось частіше бачити Вас у нашому ресторані!",
    "rating": 4,
    "name": "Сергей Сергей",
    "cat": "Meal delivery"
  },
  {
    "review": "в бортике пиццы сыр - или я отстал от жизни, или это было великолепно!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Алла Майстренко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Дмитрий! Спасибо большое за отзыв. Да, есть такая возможность заказать пиццу с сырным бортиком. И это действительно очень вкусно. Мы очень рады что Вам все понравилось!!! Приходите к нам ещё обязательно. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Dmitry! Thank you very much for your feedback. Yes, there is such an opportunity to order pizza with a cheese rim. And it is really very tasty. We are very glad that you liked everything !!! Come to us still be sure. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Nikolai 3009 Nimenko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Everything is great - the food, the staff and the premises. …",
    "rating": 2,
    "name": "Volodymyr Kapeliukh",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Святослав! Большое спасибо за отзыв. Нам очень приятно! Приходите к нам ещё обязательно! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Svyatoslav! Thanks so much for the feedback. We are very pleased! Come to us still be sure! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Дмитрій Орлов",
    "cat": "Meal delivery"
  },
  {
    "review": "Самая  ужасная доставка (((\nХуже и быть не может!!!! …",
    "rating": 4,
    "name": "Алинка Мельник",
    "cat": "Meal delivery"
  },
  {
    "review": "Суши вкусные,но обслуживание ужасное.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Yarik",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Everything is delicious)\nGreat staff …",
    "rating": 5,
    "name": "Олег Тетенькин",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Katya! Thank you very much for your feedback! We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Катя! Дуже дякуємо Вам за відгук! Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Марина Сероклин",
    "cat": "Meal delivery"
  },
  {
    "review": "Быстрое обслуживание , приветливый персонал , вкуснаЯ кухня .\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юличка Капустина",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Bogdan! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Приходите к нам ещё обязательно! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Bogdan! Thank you very much for your feedback. We are very glad that you liked everything. Come to us still be sure! We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Сергей Митин",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) There are 3 land left. All is well)\n\n(Original)\nОсталось 3 суші. Все добре)",
    "rating": 4,
    "name": "Дмитрий Анисимов",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно, приятный интерьер\n\n(Translated by Google)\nTasty, nice interior",
    "rating": 4,
    "name": "Виктория",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good service and delicious food\n\n(Original) …",
    "rating": 4,
    "name": "Таня Малич",
    "cat": "Meal delivery"
  },
  {
    "review": "Понравилось все!\n\n(Translated by Google)\nLiked everything!",
    "rating": 5,
    "name": "Юлия Скляр",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Михаил! Спасибо большое за отзыв, нам очень приятно! Приходите к нам ещё, мы всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Michael! Thank you very much for your feedback, we are very pleased! Visit us again, we are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Roman Gural",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Tasty, beautiful interior\n\n(Original)\nСмачно, красивий інтер'єр",
    "rating": 5,
    "name": "Валентин Шабанов",
    "cat": "Meal delivery"
  },
  {
    "review": "Атмосфера замечательная, а вот суши плохие.(\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Denys Yefymchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Виталий! Спасибо большое за отзыв. Информацию передали руководству. Будем надеется что скоро побываете у нас снова и сможете отдохнуть лучше. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Vitaliy! Thank you very much for your feedback. Information was passed on to management. We hope that you will visit us again soon and you can relax better. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Владислав Гордиенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное место, чтобы поужинать и дождаться своего поезда\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Рыжик",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное заведение! Спасибо, что есть возможность приехать людям с ограниченными возможностями! …",
    "rating": 5,
    "name": "Костя Піхур",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Алла! Спасибо большое за отзыв! Мы очень рады что Вам все понравилось. Очень стараемся чтобы нашим гостям всегда было вкусно и уютно. Ждём Вас в нашем ресторане снова!\n\n(Translated by Google)\nGood afternoon, Alla! Thank you very much for your feedback! We are very glad that you liked everything. We try our best to make our guests always tasty and comfortable. We are waiting for you in our restaurant again!",
    "rating": 5,
    "name": "Artur S",
    "cat": "Meal delivery"
  },
  {
    "review": "День не удался наверное у них, ну и у меня соответственно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юра Порван",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good afternoon, Orkham! We will be grateful for the extended comment, it is not entirely clear what you meant. Thank you.\n\n(Original)\nДоброго дня, Orkham! Будемо вдячні за розширений коментар, не зовсім зрозуміло що Ви мали наувазі. Дякуємо.",
    "rating": 5,
    "name": "Мобільний FIFER",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) A good place to shorten the time before the train\n\n(Original) …",
    "rating": 4,
    "name": "Valeria Trembach",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер! Спасибо большое за отзыв. Приходите к нам ещё обязательно! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening! Thank you very much for your feedback. Come to us still be sure! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Ksena Anesk",
    "cat": "Meal delivery"
  },
  {
    "review": "очень плохой инет, Прямо очень плохой, к сожалению. В остальном нормально.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Антонина Григоренко",
    "cat": "Meal delivery"
  },
  {
    "review": "Всё вкусно классно только очень медленный персонал\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Maryanna Bardas",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Роман! Спасибо большое за отзыв, примем во внимание Ваше замечание и обязательно исправим ситуацию. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Roman! Thank you very much for your feedback, we will take into account your comment and be sure to correct the situation. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Лара Чайка",
    "cat": "Meal delivery"
  },
  {
    "review": "Красивый персонал, вкусно, красивый интерьер . Лайк!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталия Сырцова",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Татьяна! Спасибо большое за отзыв. Очень приятно что Вам все понравилось. Приходите к нам ещё, будем очень рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Tatyana! Thank you very much for your feedback. It is very pleasant that you liked everything. Visit us again, we will be very glad to see you in our restaurant!",
    "rating": 5,
    "name": "Artem Riepko",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно, но долго готовят еду\n\n(Translated by Google)\nTasty but cooked for a long time",
    "rating": 5,
    "name": "Оксана Марченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Мелани! Благодарим Вас за обратную связь, это для нас очень важно! Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Melanie! Thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "Ігор Кузенко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Everything is ok, delicious, the service is excellent\n\n(Original) …",
    "rating": 4,
    "name": "Anatolii Strochkovskyi",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening, Oleg! Thank you for your feedback. It is very nice that you enjoyed everything. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго вечора, Олег! Дякуємо Вам за відгук. Дуже приємно, що Вам усе сподобалось. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Юля Антонюк (Tony)",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Really liked it. Delicious pizza?\n\n(Original) …",
    "rating": 4,
    "name": "Полинка Зганич",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусная еда, но холодное помещение.\n\n(Translated by Google)\nDelicious food but cold room.",
    "rating": 5,
    "name": "Вікторія Безсмертна",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно, приятный персонал, все понравилось👍\n\n(Translated by Google)\nTasty, nice staff, I liked everything👍",
    "rating": 5,
    "name": "Катерина Бурлак",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Юлия! Спасибо большое за отзыв, нам очень приятно радовать наших гостей! Надеемся что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Julia! Thank you very much for your feedback, we are very pleased to please our guests! We hope to visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Petrovich bmw1964bmw",
    "cat": "Meal delivery"
  },
  {
    "review": "Хороший сервис, всё было вкусно\n\n(Translated by Google)\nGood service, everything was delicious",
    "rating": 2,
    "name": "Kirill Tselynko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good restaurant good pizza normal prices\n\n(Original) …",
    "rating": 4,
    "name": "Александр Карелин",
    "cat": "Meal delivery"
  },
  {
    "review": "Good evening! Thanks for your time and feedback. Hope you will visit us again in the nearest time. Always happy to see you in our restaurant!",
    "rating": 5,
    "name": "Мекан Есенов",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень хорошее заведение, приятные официанты.\n\n(Translated by Google)\nVery nice establishment, nice waiters.",
    "rating": 1,
    "name": "Юлія Поддєльна",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Глеб! Спасибо большое за отзыв. Очень рады что Вам все понравилось. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Gleb! Thank you very much for your feedback. We are very glad that you liked everything. We are always glad to see you in our restaurant!",
    "rating": 2,
    "name": "Тетяна Андрійчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно",
    "rating": 4,
    "name": "Tatyana Polishchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very good establishment, especially the staff!\n\n(Original) …",
    "rating": 5,
    "name": "Oksana Tkachenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Едуард! Большое спасибо  за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Edward! Thanks so much for the rating. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Наталія Ульянівська",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусные блюда и хорошая обстановка\n\n(Translated by Google)\nDelicious food and nice surroundings",
    "rating": 5,
    "name": "Kostiantyn Sakharov",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Анастасия! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Anastasia! Thank you very much for your feedback. We are very glad that you liked everything. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Arek Bogucki",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Service at altitude. And soup is delicious)\n\n(Original) …",
    "rating": 5,
    "name": "Алексей Войтишкин",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Виктория! Спасибо большое за отзыв! Очень рады что Вам все понравилось. Приходите к нам ещё обязательно. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Victoria! Thank you very much for your feedback! We are very glad that you liked everything. Come to us still be sure. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Владимир Яцун",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень долго ждали суши сет больше 40минут\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Альона Валентюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Natala! Благодарим Вас за обратную связь, это для нас очень важно! Мы дорожим Вашим мнением и передадим все Ваши замечания руководству ресторана. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Natala! Thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Kristina Golub",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good kitchen. Cozy and comfortable\n\n(Original) …",
    "rating": 5,
    "name": "Borys Fl",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, Elijah! Thank you very much for taking the time to respond. We are glad you enjoyed it. We hope to visit you again soon. We are always glad to see you in our restaurant.\n\n(Original)\nДоброго дня, Ілля! Дуже дякуємо, що знайшли час на відгук. Ми раді, що Вам усе сподобалось. Сподіваємось завітаєте знову найближчим часом. Завжди раді бачити Вас у нашому ресторані.",
    "rating": 5,
    "name": "Navanitika 11",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусная Корбанара ( паста)\n\n(Translated by Google)\nDelicious Korbanara (pasta)",
    "rating": 5,
    "name": "Dima. Patratiy",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) As always, the quality and service are on par.\n\n(Original) …",
    "rating": 5,
    "name": "Яна Высоцкая",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусная пицца 🍕)\n\n(Translated by Google)\nDelicious pizza 🍕)",
    "rating": 5,
    "name": "Аліна Юрченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Уютное заведение с хорошей кухней.\n\n(Translated by Google)\nA cozy restaurant with good food.",
    "rating": 3,
    "name": "AA",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) As always)\n\n(Original)\nЯк завжди)",
    "rating": 5,
    "name": "San Mouse",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Юлия! Спасибо большое за отзыв. Ждём Вас в нашем ресторане снова. Всегда Вам рады!\n\n(Translated by Google)\nGood afternoon, Julia! Thank you very much for your feedback. We are waiting for you in our restaurant again. You are always welcome!",
    "rating": 4,
    "name": "Олег Кравчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Уютно, великолепно расположено, вкусная еда\n\n(Translated by Google)\nCozy, superbly located, great food",
    "rating": 5,
    "name": "Анна Белова",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Марина! Спасибо большое за отзыв, нам очень приятно что Вам все понравилось. Надеемся что скоро побываете у нас снова и станете нашим постоянным гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Marina! Thank you very much for your feedback, we are very pleased that you liked everything. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "Yuliia Bortnychuk",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Normally\n\n(Original)\nНормально",
    "rating": 5,
    "name": "Светлана Лисогор",
    "cat": "Meal delivery"
  },
  {
    "review": "Хорошее место для ожидания поездов )\n\n(Translated by Google)\nNice place to wait for trains)",
    "rating": 5,
    "name": "Екатерина Кириченко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very long and inconvenient to pay\n\n(Original) …",
    "rating": 4,
    "name": "Александр Бошко",
    "cat": "Meal delivery"
  },
  {
    "review": "Ну такое...\n\n(Translated by Google)\nWell, that's...",
    "rating": 4,
    "name": "Андрей Андрей",
    "cat": "Meal delivery"
  },
  {
    "review": "Прождали пол часа в ожидании официанта.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Назар",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Владимир! Спасибо большое за отзыв. Нам очень жаль, что такая ситуация сложилась в нашем ресторане. Приняли во внимание Ваши замечания. Работа с персоналом была проведена, надеемся что скоро побываете у нас снова и сможете оценить улучшения. Надеемся что в следующий раз Вы сможете отдохнуть гораздо лучше. Всегда рады видеть Вас!\n\n(Translated by Google)\nGood afternoon, Vladimir! Thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. Took into account your comments. Work with the staff was carried out, we hope that you will visit us again soon and you will be able to evaluate the improvements. We hope that next time you can relax much better. Always glad to see you!",
    "rating": 4,
    "name": "Сергей Тыслюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Смачно\n\n(Translated by Google)\nDeliciously",
    "rating": 3,
    "name": "игорь шелестов",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Tasty pizza, affordable prices.\n\n(Original)\nСмачна піца, доступні ціни.",
    "rating": 4,
    "name": "Андрій Гордєєв",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, Yuri! Thank you very much for your feedback! We are very pleased that you had a good rest. We will wait for you again in our restaurant!\n\n(Original)\nДоброго дня, Юрій! Дуже вдячні Вам за відгук! Нам дуже приємно, що Ви гарно відпочили. Будемо чекати Вас знову у нашому ресторані!",
    "rating": 5,
    "name": "Vitaliy Ivanichev",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Cool quiet place)\n\n(Original)\nПрикольне тихе місце)",
    "rating": 5,
    "name": "Kate Pismenuk",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Not delicious desserts.\n\n(Original)\nНе смачні десерти.",
    "rating": 5,
    "name": "Anton Antoniuk",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good evening, Olha! First of all, thank you for your feedback. It is a pity that this time they could not satisfy your tastes. We recommend trying our dishes as well as other desserts. You are always welcome!\n\n(Original)\nДоброго вечора, Olha! Перш за все дякуємо Вам за відгук. Прикро, що цього разу не змогли задовільнити Ваші смаки. Радимо спробувати наші страви, а також інші десерти. Завжди Вам раді!",
    "rating": 4,
    "name": "Олексей Овчинников",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) All very tasty, thank you\n\n(Original)\nВсе дуже смачно , дякую",
    "rating": 4,
    "name": "Елена Радуга",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, Ludmila! Thank you so much for taking the time to leave a review! We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Людмила! Дуже дякуємо, що знайшли час і залишили відгук! Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Oksana Sausya",
    "cat": "Meal delivery"
  },
  {
    "review": "Мафия плюс минус такая же как и везде\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Елена Золотухина",
    "cat": "Meal delivery"
  },
  {
    "review": "Средне, вокзал все портит\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Gala87 B",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасное обслуживание и сам сервис\n\n(Translated by Google)\nExcellent service and service itself",
    "rating": 5,
    "name": "Lindinau Lindinau",
    "cat": "Meal delivery"
  },
  {
    "review": "Как всегда вкусно.\n\n(Translated by Google)\nDelicious as always.",
    "rating": 4,
    "name": "Борьба за будущее",
    "cat": "Meal delivery"
  },
  {
    "review": "я вас люблю\n\n(Translated by Google)\nI love you",
    "rating": 5,
    "name": "Вика Мищенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Рядом с вокзалом. Очень удобно\n\n(Translated by Google)\nNear the train station. Very comfortably",
    "rating": 4,
    "name": "DDI Group",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Владимир! Спасибо большое за отзыв! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Vladimir! Thank you very much for your feedback! We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Олександр Криворіг",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусные ролы\n\n(Translated by Google)\nVery tasty rolls",
    "rating": 5,
    "name": "BPS Electronics",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Cool game \"Mafia\"\n\n(Original)\nКрута гра «Мафія»",
    "rating": 5,
    "name": "Наталия Черник",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличная сетевая пицерия\n\n(Translated by Google)\nGreat chain pizzeria",
    "rating": 5,
    "name": "Ира Лень",
    "cat": "Meal delivery"
  },
  {
    "review": "Пицца супер!\n\n(Translated by Google)\nThe pizza is great!",
    "rating": 4,
    "name": "Polina Chaban",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Everyone really liked it\n\n(Original)\nВсе дуже сподобалося",
    "rating": 5,
    "name": "Вадим Кошляк",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное обслуживание. Уютная обстановка.\n\n(Translated by Google)\nGreat service. Cozy atmosphere.",
    "rating": 5,
    "name": "Ivan",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Антон! Спасибо большое за отзыв, нам очень приятно. Всегда рады видеть Вас в нашем ресторане.\n\n(Translated by Google)\nGood afternoon, Anton! Thank you very much for your feedback, we are very pleased. We are always glad to see you in our restaurant.",
    "rating": 5,
    "name": "Роман Равлюк",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The establishment is cool, the staff is pleasant\n\n(Original) …",
    "rating": 5,
    "name": "Сергей Рябцев",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for your feedback! We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня! Дуже дякуємо Вам за відгук! Завжди раді бачити Вас у нашому ресторані!",
    "rating": 4,
    "name": "Alexander Vizgin",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Wonderful, delicious, I liked it.\n\n(Original)\nЧудово, смачно, сподобалось.",
    "rating": 4,
    "name": "Simo Heinonen",
    "cat": "Meal delivery"
  },
  {
    "review": "очень приятная атмосфера\n\n(Translated by Google)\nvery nice atmosphere",
    "rating": 5,
    "name": "Artyom Yermak",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Гор! Спасибо большое за отзыв. Мы очень рады что Вам все понравилось. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Horus! Thank you very much for your feedback. We are very glad that you liked everything. We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "D Grigoriev",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The best pizzeria on Khreshchatyk\n\n(Original)\nНайкраща піцерія на Хрещатику",
    "rating": 4,
    "name": "Andrey Ocean",
    "cat": "Meal delivery"
  },
  {
    "review": "Наихудший из ... наверное, ресторанов этой сети\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Елена Бирюкова",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Александр! Будем очень признательны, если Вы оставите нам контактную информацию, чтобы мы могли с Вами связаться и разобраться в ситуации. Спасибо.\n\n(Translated by Google)\nGood evening, Alexander! We will be very grateful if you leave us contact information so that we can contact you and understand the situation. Thanks.",
    "rating": 5,
    "name": "Irina Chaika",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The best, price and quality!\n\n(Original)\nНайкраща,ціна та якість!",
    "rating": 5,
    "name": "Maksim Petrenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятно, прилично, комфортно...\n\n(Translated by Google)\nNice, decent, comfortable ...",
    "rating": 4,
    "name": "Sergiy Luzhbin",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Владимир! Спасибо большое за отзыв, нам очень приятно. Будем рады видеть Вас в нашем ресторане снова!\n\n(Translated by Google)\nGood evening, Vladimir! Thank you very much for your feedback, we are very pleased. We will be glad to see you in our restaurant again!",
    "rating": 4,
    "name": "Сергей Литовченко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The service is excellent\n\n(Original)\nОбслуговування на відмінно",
    "rating": 5,
    "name": "berkut vlad",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличный персонал, умеренные цены, рекомендую 👌👍\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Валерий Попов",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Александр! Спасибо большое за отзыв! Рады что Вам все понравилось. Надеемся что скоро побываете у нас снова!\n\n(Translated by Google)\nGood afternoon, Alexander! Thank you very much for your feedback! We are glad that you liked everything. We hope to visit us again soon!",
    "rating": 5,
    "name": "Нораир Анмегикян",
    "cat": "Meal delivery"
  },
  {
    "review": "Мафия уже не та)\n\n(Translated by Google)\nMafia is not the same)",
    "rating": 5,
    "name": "Марина Симошина",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень хороший администратор Татьяна!!!\n\n(Translated by Google)\nVery good administrator Tatiana !!!",
    "rating": 5,
    "name": "Алексей Литвин",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Illya! Спасибо большое за отзыв. Нам очень приятно. Надеемся, что скоро побываете у нас снова и станете нашим постоянным гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening Illya! Thank you very much for your feedback. We are very pleased. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Murat Tulay",
    "cat": "Meal delivery"
  },
  {
    "review": "Свежие продукты, быстрое обслуживание.\n\n(Translated by Google)\nFresh food, fast service.",
    "rating": 4,
    "name": "Геннадій Лагута",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Александр! Спасибо большое за отзыв. Нам очень приятно что Вам все понравилось. Надеемся что скоро побываете у нас снова. Всегда Вам рады!\n\n(Translated by Google)\nGood evening, Alexander! Thank you very much for your feedback. We are very pleased that you liked everything. We hope to visit us again soon. You are always welcome!",
    "rating": 3,
    "name": "Marina Shkurupiy",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Timofiy Yakubovskiy",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Светлана! Спасибо за оценку. Будем очень признательны за отзыв, чтобы понять почему снизили оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Svetlana! Thank you for rating. We will be very grateful for the feedback in order to understand why they lowered the rating. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Василь Kотяш",
    "cat": "Meal delivery"
  },
  {
    "review": "хорошо\n\n(Translated by Google)\nGood",
    "rating": 5,
    "name": "valeriy larin",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Super. The service is excellent ...\n\n(Original)\nСупер. Сервіс відмінний...",
    "rating": 5,
    "name": "Инна Мищенко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for your evaluation and feedback. We will be waiting for you in our restaurant again! You are always welcome!\n\n(Original)\nДоброго дня! Дуже дякуємо за оцінку та відгук. Будемо чекати Вас у нашому ресторані знову! Завжди Вам раді!",
    "rating": 5,
    "name": "Наталья",
    "cat": "Meal delivery"
  },
  {
    "review": "Антуражно, вкусно, уютно, приятно\n\n(Translated by Google)\nEntourage, tasty, cozy, nice",
    "rating": 5,
    "name": "Яна Рыбка",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Николай! Большое спасибо за отзыв! Нам очень приятно что Вам все понравилось. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Nikolai! Thanks so much for the tip! We are very pleased that you liked everything. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Тетяна Косяченко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious, bonuses, cozy\n\n(Original)\nСмачно, бонуси, уютно",
    "rating": 3,
    "name": "Олександр Коваленко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Валентина!\nСпасибо большое за отзыв! Нам очень приятно что Вам все понравилось. Надеемся что станете нашим постоянным гостем. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nHello Valentine!\nThank you very much for your feedback! We are very pleased that you liked everything. We hope that you will become our regular guest. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Iren Iren",
    "cat": "Meal delivery"
  },
  {
    "review": "Класс",
    "rating": 4,
    "name": "Julia Paevska",
    "cat": "Meal delivery"
  },
  {
    "review": "Просторно, красиво, приятный персонал\n\n(Translated by Google)\nSpacious, beautiful, nice staff",
    "rating": 5,
    "name": "Катерина Катерина",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер! Спасибо большое за отзыв. Надеемся что скоро побываете у нас снова. Мы всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening! Thank you very much for your feedback. We hope to visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Валентин Полищук",
    "cat": "Meal delivery"
  },
  {
    "review": "Лучшая Мафия Украины!\n\n(Translated by Google)\nThe best Mafia of Ukraine!",
    "rating": 5,
    "name": "Iliya Karlovich",
    "cat": "Meal delivery"
  },
  {
    "review": "Всё на очень высоком уровне)\n\n(Translated by Google)\nEverything is at a very high level)",
    "rating": 5,
    "name": "Аня Ц.",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо большое за отзыв! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nThank you very much for your feedback! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Дмитрий Борзак",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious pizza!\n\n(Original)\nСмачна піца!",
    "rating": 4,
    "name": "Елизавета Иванова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Calm and cozy\n\n(Original)\nRuhig und gemütlich",
    "rating": 5,
    "name": "Екатерина Панибратская",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусная пицца\n\n(Translated by Google)\nVery tasty pizza",
    "rating": 5,
    "name": "Vika Filon",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Olga! Thank you very much for your feedback, very nice. We hope to visit you again soon! We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Ольга! Дуже дякуємо за відгук, надзвичайно приємно. Сподіваємось скоро завітаєте до нас знову! Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Юля Сапай",
    "cat": "Meal delivery"
  },
  {
    "review": "Все супер)\n\n(Translated by Google)\nEverything is great)",
    "rating": 5,
    "name": "Aнюта Олексіївна",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious cheesecakes 👍❤️\n\n(Original)\nСмачні сирнички 👍❤️",
    "rating": 5,
    "name": "Serhiy Bezkorovainiy",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) All is great!\n\n(Original)\nВсе відмінно!",
    "rating": 5,
    "name": "Таня Яковенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Крутое заведение, обслуживание на высоте\n\n(Translated by Google)\nCool institution, service at height",
    "rating": 5,
    "name": "Виталий Якупов",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Владимир! Спасибо большое за отзыв, нам очень приятно. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Vladimir! Thank you very much for your feedback, we are very pleased. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Kristina Petrovskaya",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Cool interior!\n\n(Original)\nКласний інтерьер!",
    "rating": 5,
    "name": "Павел Сичкаренко",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень приятный персонал.\n\n(Translated by Google)\nVery pleasant staff.",
    "rating": 4,
    "name": "Eugene Sk",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Светлана! Спасибо большое за отзыв. Рады что Вам у нас понравилось. Надеемся что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Svetlana! Thank you very much for your feedback. We are glad that you liked it. We hope to visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Елена Биленко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Easy.\n\n(Original)\nЗручно.",
    "rating": 4,
    "name": "Анатолий Микитенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Михаил! Спасибо за отзыв. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Michael! Thanks for the feedback. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Юрий Литвинов",
    "cat": "Meal delivery"
  },
  {
    "review": "Все прекрасно!!! 5+\n\n(Translated by Google)\nEverything is fine!!! 5+",
    "rating": 4,
    "name": "Ivan Kolomiiets",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв. Всегда рады видеть Вас в нашем ресторане.\n\n(Translated by Google)\nGood day! Thank you very much for your feedback. We are always glad to see you in our restaurant.",
    "rating": 5,
    "name": "Сорокет Жексон",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Ms.bufin Bufin",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень культурно\n\n(Translated by Google)\nVery cultural",
    "rating": 4,
    "name": "Юрий Ступак",
    "cat": "Meal delivery"
  },
  {
    "review": "Обслуживание ужас\n\n(Translated by Google)\nService horror",
    "rating": 3,
    "name": "Павел Рыбалко",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Ирина Груша",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Asan! Спасибо за оценку. Будем очень признательны за комментарии. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Asan! Thank you for rating. Comments will be greatly appreciated. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Диана Тупицкая",
    "cat": "Meal delivery"
  },
  {
    "review": "Супер ресторан\n\n(Translated by Google)\nsuper restaurant",
    "rating": 5,
    "name": "Евгений Андроненко",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Анна Іваненко",
    "cat": "Meal delivery"
  },
  {
    "review": "Чудово Пица была смачна\n\n(Translated by Google)\nMiracle Pizza was delicious",
    "rating": 5,
    "name": "Виталий Шешуков",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Валентин! Спасибо большое за отзыв! Приходите к нам ещё обязательно! Мы всегда Вам очень рады!\n\n(Translated by Google)\nGood afternoon, Valentine! Thank you very much for your feedback! Come to us still be sure! We are always very happy to see you!",
    "rating": 5,
    "name": "Anastasiia",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусная пицца\n\n(Translated by Google)\nTasty pizza",
    "rating": 5,
    "name": "Vitalii Pohrybennyk",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Aнастасия Хрулёва",
    "cat": "Meal delivery"
  },
  {
    "review": "Уютное чистое место\n\n(Translated by Google)\nCozy clean place",
    "rating": 5,
    "name": "Сергій Лізунов",
    "cat": "Meal delivery"
  },
  {
    "review": "Комфортно\n\n(Translated by Google)\nComfortable",
    "rating": 5,
    "name": "Mila Fox",
    "cat": "Meal delivery"
  },
  {
    "review": "Мафия как мафия\n\n(Translated by Google)\nMafia like mafia",
    "rating": 3,
    "name": "Geryno",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Светлана Маловик",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Михаил! Спасибо большое за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Michael! Thank you very much for your appreciation. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Олена Полякова",
    "cat": "Meal delivery"
  },
  {
    "review": "Супер\n\n(Translated by Google)\nSuper",
    "rating": 5,
    "name": "Владимир Петров",
    "cat": "Meal delivery"
  },
  {
    "review": "Как всегда, хорошо!\n\n(Translated by Google)\nGood as always!",
    "rating": 1,
    "name": "Юрий",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Владислав! Спасибо большое за отзыв! Очень рады что Вам все понравилось. Надеемся что скоро побываете у нас снова! Всегда рады видеть Вас!\n\n(Translated by Google)\nGood afternoon, Vladislav! Thank you very much for your feedback! We are very glad that you liked everything. We hope to visit us again soon! Always glad to see you!",
    "rating": 4,
    "name": "Надежда Афаунова",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 4,
    "name": "миша Когут",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Виолетта! Спасибо больше за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Violetta! Thanks more for the rating. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Владимир Варнавский",
    "cat": "Meal delivery"
  },
  {
    "review": "Интерьер - супер!!\n\n(Translated by Google)\nThe interior is super!",
    "rating": 4,
    "name": "Aleksey Gushchin",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер! Спасибо большое за отзыв. Нам очень приятно, что Вам все понравилось, приходите к нам ещё. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening! Thank you very much for your feedback. We are very pleased that you liked everything, come to us again. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Vitalii Blyznuyk",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличные стейки!\n\n(Translated by Google)\nGreat steaks!",
    "rating": 3,
    "name": "Александр Химич",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day! Thank you very much for your feedback. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Евгений Фомичев",
    "cat": "Meal delivery"
  },
  {
    "review": "Чисто и уютно.\n\n(Translated by Google)\nClean and comfortable.",
    "rating": 5,
    "name": "Михаил Учков",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв! Надеемся что скоро побываете у нас снова! Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon! Thank you very much for your feedback! We hope to visit us again soon! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Andrii Pitukh",
    "cat": "Meal delivery"
  },
  {
    "review": "ок.\n\n(Translated by Google)\nOK.",
    "rating": 5,
    "name": "Еля Йовенко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, Yuri! Thank you very much for your assessment! We are always glad to welcome you to our restaurant!\n\n(Original)\nДоброго дня, Юрій! Дуже дякуємо Вам за оцінку! Завжди раді вітати Вас у нашому ресторані!",
    "rating": 4,
    "name": "Andrii Klymok",
    "cat": "Meal delivery"
  },
  {
    "review": "Плохо готовят\n\n(Translated by Google)\nBad cook",
    "rating": 3,
    "name": "Aleksey Yavorskiy",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Людмила! Спасибо большое за отзыв. Все замечания переданы руководству и приняты меры для того чтобы такое не повторилось. Будем очень рады видеть Вас в нашем ресторане снова.\n\n(Translated by Google)\nGood afternoon, Lyudmila! Thank you very much for your feedback. All comments were passed on to the management and measures were taken to prevent this from happening again. We will be very glad to see you in our restaurant again.",
    "rating": 5,
    "name": "Daryna Nesin",
    "cat": "Meal delivery"
  },
  {
    "review": "Одна из лучших мафий\n\n(Translated by Google)\nOne of the best mafia",
    "rating": 3,
    "name": "Inna Sorvigolova",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Александр! Спасибо большое за отзыв. Надеемся что будете отдыхать у нас чаще. Всегда рады видеть Вас.\n\n(Translated by Google)\nGood afternoon, Alexander! Thank you very much for your feedback. We hope that you will relax with us more often. Always glad to see you.",
    "rating": 5,
    "name": "Alex Farion",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good\n\n(Original)\nГуд",
    "rating": 4,
    "name": "Oлександр Зём",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Налсур! Спасибо большое за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Nalsur! Thank you very much for your appreciation. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Ann Hurbo",
    "cat": "Meal delivery"
  },
  {
    "review": "Хороший сервис\n\n(Translated by Google)\nGood service",
    "rating": 5,
    "name": "Мария Кушнеренко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Taste!\n\n(Original)\nВкусняшка!",
    "rating": 5,
    "name": "Анна Евтеева",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Service at 0\n\n(Original)\nОбслуговування на 0",
    "rating": 5,
    "name": "Мария Полищук",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Olga! Thank you for your feedback. We are very sorry that such a situation has arisen. Please leave your contact details so we can clarify the details.\nWe hope that you can have a good rest in our restaurant next time.\n\n(Original)\nДоброго дня, Ольга! Дякуємо Вам за відгук. Нам дуже прикро, що склалась така ситуація. Залиште, будь ласка, Ваші контактні дані, щоб ми мали змогу з‘ясувати деталі.\nСподіваємось, що наступного разу Ви зможете гарно відпочити в нашому ресторані.",
    "rating": 5,
    "name": "Анастасия Ермолович",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень хорошее место👍\n\n(Translated by Google)\nVery good place",
    "rating": 3,
    "name": "Юлия Гаранжа",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Благодарим Вас за то, что нашли время, чтобы написать отзыв, и поделились своими впечатлениями. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood day! Thank you for taking the time to write a review and sharing your impressions. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "V A",
    "cat": "Meal delivery"
  },
  {
    "review": "👍👍👍",
    "rating": 4,
    "name": "Michail Mishytin",
    "cat": "Meal delivery"
  },
  {
    "review": "Лучше чем поздно\n\n(Translated by Google)\nBetter than late",
    "rating": 3,
    "name": "Nadezhda Kolpakova",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер! Не совсем понятно что Вы имели ввиду. Если у Вас есть замечания по работе ресторана, будем признательны за отзыв. Спасибо.\n\n(Translated by Google)\nGood evening! It is not entirely clear what you meant. If you have any comments on the work of the restaurant, we would be grateful for your feedback. Thank.",
    "rating": 5,
    "name": "Andrii Budak",
    "cat": "Meal delivery"
  },
  {
    "review": "Проблема с обслуживанием\n\n(Translated by Google)\nService problem",
    "rating": 4,
    "name": "Viktorija Lysechko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Ramunas! Спасибо за отзыв. Будем очень признательны за подробности и детали. Благодаря Вашим отзывам мы можем улучшать качество нашего сервиса.\nВсегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon Ramunas! Thanks for the feedback. Any details and details will be greatly appreciated. Thanks to your feedback, we can improve the quality of our service.\nWe are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Андрей Сорокин",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Tasty coffee)\n\n(Original)\nСмачна кава)",
    "rating": 5,
    "name": "Lesya Kravchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Уютное место\n\n(Translated by Google)\nCozy place",
    "rating": 1,
    "name": "Дмитрий Бабич",
    "cat": "Meal delivery"
  },
  {
    "review": "Бомба\n\n(Translated by Google)\nBomb",
    "rating": 3,
    "name": "Ігор Івашньов",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Андрей! Спасибо большое за отзыв! Надеемся что Вы скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Andrey! Thank you very much for your feedback! We hope that you will visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Сергей Лисицын",
    "cat": "Meal delivery"
  },
  {
    "review": "👍👍👍👍👍",
    "rating": 2,
    "name": "Женя Павлюк",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Alina! Thank you for your feedback. We hope to see you again in our restaurant in the near future.\n\n(Original)\nДоброго дня, Аліна! Дякуємо за відгук. Сподіваємось найближчим часом бачити Вас знову у нашому ресторані.",
    "rating": 2,
    "name": "Алексей Ханюков",
    "cat": "Meal delivery"
  },
  {
    "review": "Нормально, дороговато\n\n(Translated by Google)\nOk, a little expensive",
    "rating": 5,
    "name": "Mark Tawn",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Виталий! Спасибо большое за отзыв! В наших ресторанах много акционных предложений. Вы приятно удивитесь уровнем цен во время наших счастливых часов. Будем рады видеть Вас в наших ресторанах.\n\n(Translated by Google)\nGood evening, Vitaliy! Thank you very much for your feedback! Our restaurants have many promotional offers. You will be pleasantly surprised at the price level during our happy hours. We will be glad to see you in our restaurants.",
    "rating": 2,
    "name": "Bohdan Shvydkyi",
    "cat": "Meal delivery"
  },
  {
    "review": "Шикарное место\n\n(Translated by Google)\nGreat place",
    "rating": 3,
    "name": "Daria Zadiraka",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Владимир! Спасибо большое за отзыв, нам очень приятно. Надеемся что скоро побываете у нас снова. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Vladimir! Thank you very much for your feedback, we are very pleased. We hope to visit us again soon. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Алексей Данилов",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Сергей Александрович",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Сергей! Спасибо за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Sergey! Thank you for rating. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Vladimir Kobchik",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Gold Lion",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Оля БєлкунТатуаж",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, Alexander! Thank you for your assessment. We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Олександра! Дякуємо за оцінку. Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Nicolay Ponomarenko",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ольга Санамян",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Виктор! Спасибо за оценку. Будем очень признательны за комментарии. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Victor! Thank you for rating. Comments will be greatly appreciated. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Євгеній Ничипоренко",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Владимир Яцков",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Skifchara",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Сява Негребецкий",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Паша Нплей",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Люба Бородько",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ksenia Krotova",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Алекс! Спасибо за оценку. Будем очень признательны за отзыв. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Alex! Thank you for rating. We will be very grateful for the feedback. We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Irina Merlitsa",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Андрей Шевчук (ShevchukAA)",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Кіт Василь",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Виталий! Спасибо больше за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Vitaliy! Thanks more for the rating. We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "Nata Ivershenko",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Henry Kravchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо больше за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon! Thanks more for the rating. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Людмила Туш",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dmytro Oleksiyenko",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Venkata Subbu Sai Rohit Velagapudi",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Ольга! Будем очень признательны за комментарии чтобы знать где нам нужно улучшать свой сервис. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Olga! We will be very grateful for the comments to know where we need to improve our service. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Dima Plotnikov",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yana Reznichenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Оксана! Спасибо большое за оценку. Будем очень признательны за отзыв. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Oksana! Thank you very much for your appreciation. We will be very grateful for the feedback. We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "Igor Karpchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Валя Солодий",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Елена! Спасибо за оценку. Будем очень признательны за отзыв. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\ngood day, Elena! Thank you for rating. We will be very grateful for your feedback. Always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Веня Чуб",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Magkiy XleBUcHeK",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Дмитрий! Спасибо за оценку. Очень приятно, что Вам все понравилось. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Dmitry! Thank you for rating. It is very pleasant that you liked everything. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Андрей Комаров",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "марина осадчая",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олександр Гунько",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Роман! Спасибо за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Roman! Thank you for rating. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Yuriy Smotr",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Иван Каменко",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Hanna Kononenko",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Снежка Прохоренко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Евгения! Спасибо большое за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Eugene! Thank you very much for your appreciation. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "DMValex",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Бабелюх Іван",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Татьяна! Спасибо за оценку. Будем очень признательны за комментарии. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Tatyana! Thank you for rating. Comments will be greatly appreciated. We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Taras Gamaliuk",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Dariya Romahina",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олена Казимир",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Николай Бабичев",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Denys Bahnenko",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Roman Golub",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Александра Донченко",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Даша Грищенко",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Garik Kadet",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for your assessment! We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня! Дуже вдячні Вам за оцінку! Завжди раді бачити Вас у нашому ресторані!",
    "rating": 3,
    "name": "heavenadds",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Risik Riska",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Виктория! Спасибо большое за оценку. Всегда рады видеть Вас в нашем ресторане.\n\n(Translated by Google)\nGood evening, Victoria! Thank you very much for your appreciation. We are always glad to see you in our restaurant.",
    "rating": 2,
    "name": "Денис Лугівський",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Алексей Фамилиямояслишкомизвестная",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Наталья Люшина",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Anton! Спасибо большое за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Anton! Thank you very much for your appreciation. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Сергей Мистик",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Андрей Панфилов",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Олена Затинацька",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Илона Азарова",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 1,
    "name": "A. I.",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Sergei! Thank you very much for your assessment! We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Сергій! Дуже вдячні Вам за оцінку! Завжди раді бачити Вас у нашому ресторані!",
    "rating": 1,
    "name": "Александра Теленева",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Наталия Радионова",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Руслан! Спасибо за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Ruslan! Thank you for rating. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Наталья Милевская",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Альо Альоша",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon! Thank you very much for your appreciation. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Sergiy Dubovenko",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Люда Дробина",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Сергей! Спасибо за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Sergey! Thank you for rating. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Eugenia Gala",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Ольга Скрипничук",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Ростислав! Спасибо за оценку. Будем очень признательны за отзыв. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Rostislav! Thank you for rating. We will be very grateful for the feedback. We are always glad to see you in our restaurant!",
    "rating": 3,
    "name": "Петро Бувальцев",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Tisenko Alena",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Катя Гамуза",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Анна Гуминская",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Pavlo Ishchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Anastasia! Thank you very much for your feedback! We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Анастасія! Дуже дякуємо Вам за відгук! Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Марина Довченко",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 5,
    "name": "DIMITRIS BIKOUVARAKIS",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello Lesya! Thank you very much for your assessment! We are always glad to see you in our restaurant!\n\n(Original)\nДоброго дня, Леся! Дуже вдячні Вам за оцінку! Завжди раді бачити Вас у нашому ресторані!",
    "rating": 5,
    "name": "Алла Шкильнюк",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Петр Каменев",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Инна! Спасибо за оценку. Будем очень признательны за комментарии, чтобы знать где нам нужно улучшать свой сервис. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Inna! Thank you for rating. We will be very grateful for the comments in order to know where we need to improve our service. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Владислав Поливко",
    "cat": "Meal delivery"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Евгений Сердюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Татьяна! Спасибо за оценку. Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nGood evening, Tatyana! Thank you for rating. We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Oleksandr Chmutov",
    "cat": "Meal delivery"
  }
]