[
  {
    "review": "Delicious food from a warm and welcoming restaurant in a park. The staff is friendly and very professional. Service was quick and the food came out amazing!  Try the halibut! Delicious. And of course the Borscht!  Give this place a try!",
    "rating": 5,
    "name": "Josh",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Sarmin Shahariath",
    "cat": ""
  },
  {
    "review": "This restaurant is inside the park. We loved the surroundings of the restaurant & the inside decorations. It is a big restaurant with two floor sittings. The service & food was very good. We had Mackerel with vegetables and river trout. Both dishes were tasty. I recommend this restaurant.",
    "rating": 5,
    "name": "andy b",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️♥️♥️",
    "rating": 5,
    "name": "Andrzej Jaworski",
    "cat": ""
  },
  {
    "review": "An authentic Ukrainian restaurant. Went here having seen a clip on YouTube. To have the soup in a bread roll. Was delicious and the restaurant is built around a tree. Folk music played at the table. …",
    "rating": 4,
    "name": "Pretty Pretty",
    "cat": ""
  },
  {
    "review": "Very good restaurant with Ukrainian cuisine.  A place with a kimono and friendly service.  Good food for a good price.  A large selection of dishes.",
    "rating": 5,
    "name": "Megan Kenna",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Svitlana Lisniak",
    "cat": ""
  },
  {
    "review": "Really good service, very considerate waiters. Traditional Ukrainian food, was very fast to cook. A little bit old furniture and toilet, need repair. Not expensive place for Kyiv and comfortable to get. Delicious food.",
    "rating": 3,
    "name": "Mauro Ortiz",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "B T",
    "cat": ""
  },
  {
    "review": "The food was great! We ordered borscht, veal cheeks (which was a large portion and very tender) and dumplings. …",
    "rating": 5,
    "name": "Alon Solell",
    "cat": ""
  },
  {
    "review": "Incredible place if you want to put yourself into Ukrainian atmosphere and try so much delicious something from Ukrainian cuisine.",
    "rating": 5,
    "name": "Yu Jiang",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Piercarlo Michelin",
    "cat": ""
  },
  {
    "review": "Food is ok. Much better options in Kiev for sure. The duck was bland and barely warm. The dumplings were the only thing that rescued the meal. Don’t know what’s all the hype about this place for tourists.",
    "rating": 5,
    "name": "TWhiteShadow",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback💗",
    "rating": 5,
    "name": "Klaus Bello",
    "cat": ""
  },
  {
    "review": "I have never written a review for any place before. However, after eating at this restaurant I felt that it is my duty to humanity to let the world know how ridiculously delicious the food here is. Do NOT leave this restaurant without …",
    "rating": 5,
    "name": "laurent G",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Olena Nizalova",
    "cat": ""
  },
  {
    "review": "True Ukranian old style cooking. With in house musician band, prices are very reasonable",
    "rating": 5,
    "name": "mona shoti",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "hesham shawish",
    "cat": ""
  },
  {
    "review": "very very local food, delicious, good environment, with folk music band.",
    "rating": 5,
    "name": "Simon",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Joseph Petersen",
    "cat": ""
  },
  {
    "review": "We spent here our last night in Kyiv to taste for the last time the typical ukranian cuisine.. And we couldn't make a better decision!\nThe location is truly beautiful, the restaurant is literally built around a tree …",
    "rating": 5,
    "name": "Tati Shy",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️♥️♥️",
    "rating": 4,
    "name": "Waleed Bokubar",
    "cat": ""
  },
  {
    "review": "Gorgeous food with a wide ranged menu. Had a full course including starter, main dish and desert with drinks and plenty of Ukrainian specialties including famous the chicken Kiev. Everything was delicious and it's outside terrace is covered …",
    "rating": 5,
    "name": "Robert Kassouha",
    "cat": ""
  },
  {
    "review": "Excellent service, great and delicious dishes (we had the lamp, and grilled chicken & cesar salad), mineral water interestingly salty(?) <- must be the local cultur. We ordered local bottled water. Highly recommend to do so. Tap water not …",
    "rating": 5,
    "name": "Jauffret Solignac",
    "cat": ""
  },
  {
    "review": "Very nice restaurant, and excellent service.\nMenu is generous,.and food so good.\nA must do in Kyiv ! Try absolutely \"deruny\"... …",
    "rating": 5,
    "name": "Ralph Angelo Danan",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback 😍❤️❤️❤️❤️❤️",
    "rating": 5,
    "name": "Jack Gray (Fixxxer)",
    "cat": ""
  },
  {
    "review": "Really pleasant place in the centre of Kyiv. I always go there for my favourite Ukrainian dishes. But this time I went for new adventures and have not been disappointed! Zucchini with salmon and duck on fire were wonderful!",
    "rating": 5,
    "name": "Ilona Zvinska",
    "cat": ""
  },
  {
    "review": "This eating place is in the park. We loved the environment of the restaurant & the internal decorations. It is a massive eating place with two floor sittings. The service & meals turned into superb. We had Mackerel with veggies and river trout. Both dishes had been tasty. I propose this eating place.",
    "rating": 3,
    "name": "Rick Lemoine",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 4,
    "name": "Erik Olsson",
    "cat": ""
  },
  {
    "review": "Delicious food and very varied menu, great service, and lovely atmosphere. Would recommend for an authentic Ukrainian experience.",
    "rating": 5,
    "name": "Vadym Karpenko",
    "cat": ""
  },
  {
    "review": "Very nice, not too expensive, great service, great location, definitely one of my most valued restaurant visits.",
    "rating": 5,
    "name": "Jens H. Daessler",
    "cat": ""
  },
  {
    "review": "Very lovely place and good food and good music",
    "rating": 5,
    "name": "James Turner",
    "cat": ""
  },
  {
    "review": "Nice place at Ukrainian style. Nice to visit at summer time, because restaurant located at the middle of Shevchenko park.",
    "rating": 4,
    "name": "Mohammed Elias",
    "cat": ""
  },
  {
    "review": "traditional food … beautiful place … the food it’s good but not amazing",
    "rating": 4,
    "name": "Sam Den",
    "cat": ""
  },
  {
    "review": "Great food in the middle of a very nice park Ukrainian cuisine highly recommended.",
    "rating": 5,
    "name": "Jim Wright",
    "cat": ""
  },
  {
    "review": "Really good Ukrainian food! More on the traditional side. But excellent service and a great experience! I definitely recommend and the location is perfect to walk around town!",
    "rating": 5,
    "name": "Derrick Gleason",
    "cat": ""
  },
  {
    "review": "Very tasty Ukrainian food and fantastic place, highly recommended!",
    "rating": 5,
    "name": "UnyieldingDefiance",
    "cat": ""
  },
  {
    "review": "Really place and wonderful food. Noisy a little bit because of a lot of visitors. Highly recommended.",
    "rating": 5,
    "name": "David",
    "cat": ""
  },
  {
    "review": "Great restaurant with delicious and authentic cuisine. Waiters speak English. Location is great, it’s in a park. The place has a great terrace. Inside interior is also great. Every detail is well thought. On Saturday night they had live …",
    "rating": 5,
    "name": "Vasyl Pasko",
    "cat": ""
  },
  {
    "review": "Pretty decent restaurant. Unfortunately, it was just mediocre at best. The service was actually pretty good though. The presentation of the food other than the bread bowl Borscht was rather poor. The location is Prime. It's in the centre of …",
    "rating": 5,
    "name": "Jolee Evans",
    "cat": ""
  },
  {
    "review": "Well priced Ukrainian food. Beautiful place in the park.",
    "rating": 5,
    "name": "Sandesh",
    "cat": ""
  },
  {
    "review": "We had a wonderful dinner at this place. Everything is very delicious. Traditional Ukrainian dishes. Very beautiful and colorful",
    "rating": 5,
    "name": "Mark Bradshaw",
    "cat": ""
  },
  {
    "review": "great place to have a good time in a countrystyle setting. friendly staff, excellent menu, outstanding food. in the heart of shevchenko parc.",
    "rating": 4,
    "name": "Mariya Kaminskaya",
    "cat": ""
  },
  {
    "review": "Delicious food, lovely atmosphere and decent prices.",
    "rating": 5,
    "name": "Duncan Stewart",
    "cat": ""
  },
  {
    "review": "Trust the waitress.. great recommendation, tho the service is really slow.. if u r in rush this may not be the right place for you",
    "rating": 5,
    "name": "Manuel J. Larreategui",
    "cat": ""
  },
  {
    "review": "Dissent food, very slow service. Nothing bad about this place, but also nothing special. Standard Ukrainan food.",
    "rating": 4,
    "name": "Lasse Mannheimer",
    "cat": ""
  },
  {
    "review": "My favourite of the 4 or 5 Ukrainian cuisine restaurants I visited. Beautiful setting and fantastic food. The pork ribs in pomegranate sauce were particularly mind blowing.",
    "rating": 5,
    "name": "Anya Nura",
    "cat": ""
  },
  {
    "review": "One of the best meals ever, very entertaining, the food all looks to be made from scratch.\nDon’t leave this place out, well worth the visit and money.   Not expensive your …",
    "rating": 3,
    "name": "balmyard1",
    "cat": ""
  },
  {
    "review": "Amazing, well presented and well prepared food, friendly staff and a beautiful atmosphere.",
    "rating": 5,
    "name": "Christian Seitz",
    "cat": ""
  },
  {
    "review": "Favorite, traditional Ukrainian in town. Food is tasty and authentic with a big variety to choose from. The service at O'Panas is excellent and well and staff is usually smiley and welcoming. It's great for a quick lunch as well as for …",
    "rating": 5,
    "name": "Vladimir Zhuravel",
    "cat": ""
  },
  {
    "review": "Good food. Friendly Ukrainian atmosphere. Thank you!",
    "rating": 5,
    "name": "Dennis N",
    "cat": ""
  },
  {
    "review": "We really enjoyed breakfast here- very affordable and decent coffee too. The Ukrainian dumplings are delicious! And the interior is very unique, it’s a mix of folk crafts and Grandma decor. The ceiling is thatcher creating a dark and cozy setting. Service was friendly and helpful.",
    "rating": 5,
    "name": "Szabolcs Beki",
    "cat": ""
  },
  {
    "review": "Brilliant food! Very cheap too! I would suggest any tourist to visit this restaurant as it has all the ukrainian dishes and well priced! Local cuisine at its Very best!",
    "rating": 5,
    "name": "Andy Davies",
    "cat": ""
  },
  {
    "review": "Excellent food. Great service and execellent atmosphere",
    "rating": 5,
    "name": "Lydia Haywood",
    "cat": ""
  },
  {
    "review": "Nice place to try an Ukrainian cousin. But to be honest, I don't like krovyanka sousage (ukraine traditional sousage with blood).",
    "rating": 4,
    "name": "Enrico Lanzer",
    "cat": ""
  },
  {
    "review": "Wow!!! krovyanka😄\nThank you for your feedback 💗💗💗",
    "rating": 5,
    "name": "Michal Swiatek",
    "cat": ""
  },
  {
    "review": "Very traditional restaurant in a park. Old fashioned decor and a thatched roof, with strolling musicians. The roast duck was sensational, especially with the Prince Trubestskoy red wine from Ukraine. Service was excellent and friendly. Menu in English was a big help!",
    "rating": 5,
    "name": "Stratos Garyfallou",
    "cat": ""
  },
  {
    "review": "Amazing local food",
    "rating": 5,
    "name": "Grace MT",
    "cat": ""
  },
  {
    "review": "Is it a little touristy? Maybe. But still hard to beat when you need some shade from the sun, a bowl of very tasty borscht and (if you are off from work, which I wasn’t sadly enough) an icy glass of vodka.",
    "rating": 5,
    "name": "Nikolay Miroshnychenko",
    "cat": ""
  },
  {
    "review": "Ukrainian cuisine is always great :) very delicious :) the restaurant is in a very nice location in the park, it also has a summer terrace. The design inside is really cute with embroideries, painted walls and nice little details. Waiters …",
    "rating": 4,
    "name": "Ľubomíra Kováčová",
    "cat": ""
  },
  {
    "review": "A nice place for eating, design as traditional ukrine restaurant, good food, goodservice, located in a lovely park",
    "rating": 5,
    "name": "Derek Mitchell",
    "cat": ""
  },
  {
    "review": "Good food, good location, good prices.",
    "rating": 5,
    "name": "Oleg T",
    "cat": ""
  },
  {
    "review": "Very delicious Ukrainian food! Recommend.",
    "rating": 5,
    "name": "S M",
    "cat": ""
  },
  {
    "review": "HEAVENLY pancakes stuffed with red caviar, the best in Kyiv!\n\nFRESH homemade tomato juice. A joy to sip before the mains arrive. …",
    "rating": 4,
    "name": "pedro maria tapia andres",
    "cat": ""
  },
  {
    "review": "Best place for authentic Ukraine food.",
    "rating": 4,
    "name": "Franco Festi",
    "cat": ""
  },
  {
    "review": "We planned to go for lunch on our second day in Kiev and weren’t disappointed! We didn’t have to reserve although you may have to in busier times. Service was quick and friendly and the food was excellent value for money and quality. I …",
    "rating": 5,
    "name": "Andreas Sturm",
    "cat": ""
  },
  {
    "review": "Great Traditional Ukrainian Food",
    "rating": 3,
    "name": "Viktoriia Naughton",
    "cat": ""
  },
  {
    "review": "Nice atmosphere, friendly staff, but they seemed a bit overwhelmed. Tasty food. Try the Napoleon for dessert!",
    "rating": 4,
    "name": "Juha Berglund",
    "cat": ""
  },
  {
    "review": "Great service, nice atmosphere and convenient location if you're in the centre. I'm in no way a professional food reviewer, but the food here is pretty good and I can recommend this place to everyone.",
    "rating": 5,
    "name": "Tomas Savukaitis",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback 💗",
    "rating": 2,
    "name": "Yuri Bielski",
    "cat": ""
  },
  {
    "review": "Lovely place, Tasty food and gentle service!",
    "rating": 4,
    "name": "Pavel K",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback 💛",
    "rating": 5,
    "name": "Goran Dolenec",
    "cat": ""
  },
  {
    "review": "Nice place to have an Ukranian traditional food~ live singers as the background music^^",
    "rating": 5,
    "name": "Stephanie Galinsky",
    "cat": ""
  },
  {
    "review": "Great food, wonderful atmosphere",
    "rating": 5,
    "name": "goktug yuksel",
    "cat": ""
  },
  {
    "review": "Food was delicious. Amazing borscht and great varenky. I'd appreciate nicer staff.",
    "rating": 1,
    "name": "Dietrich Demmer",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Sander Piibemann",
    "cat": ""
  },
  {
    "review": "Delicious local food from Opanas\nStaff where friendly and it is set in a beautiful location\nAmazing to see a giant tree run right through the building",
    "rating": 5,
    "name": "Ely Marcovich",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Anish Kumar",
    "cat": ""
  },
  {
    "review": "Good ukrainian kitchen good service good place.",
    "rating": 5,
    "name": "Enrico Tempert",
    "cat": ""
  },
  {
    "review": "Opanas was the first restaurant in Kyiv I ever set foot in almost 15 years ago and luckily not much has changed. Expect a slightly touristic set-up and the crowd to match but the location is great (in a corner of a park, opposite the …",
    "rating": 5,
    "name": "baron gamer",
    "cat": ""
  },
  {
    "review": "Good food and nice restaurant",
    "rating": 4,
    "name": "Anna Goraychuk",
    "cat": ""
  },
  {
    "review": "Food is good, beer is fresh and the service is fast and polite.",
    "rating": 5,
    "name": "Ronnie A",
    "cat": ""
  },
  {
    "review": "Have a look on the hot appetizers on the menu. They represent the traditional dishes.\nYou should try the Banosh, sort of corn flour porridge with sheep cottage cheese …",
    "rating": 5,
    "name": "RC",
    "cat": ""
  },
  {
    "review": "Nice place, tasty meals but tricky waiters, need to specify how much wine you want, instead of 50 ml. in the check you can see 200 ml.",
    "rating": 4,
    "name": "Jluc Toutain",
    "cat": ""
  },
  {
    "review": "Really tasty traditional Ukrainian dishes!",
    "rating": 5,
    "name": "Giorgi Nadirashvili",
    "cat": ""
  },
  {
    "review": "Loved borsch here, full of taste.",
    "rating": 5,
    "name": "Argun Konuk",
    "cat": ""
  },
  {
    "review": "My first experience was really good  and that was the reason I booked same place agaun for a larger group of guests. And simehow something went wrong... Despite the fact that the place was only 1/3  fool the waiting time was really long. …",
    "rating": 1,
    "name": "Raymond",
    "cat": ""
  },
  {
    "review": "Hello! Sorry, we're sorry this happened! We are constantly working to improve the quality of service, but not always everything goes perfectly. We will discuss this situation with the team so that this does not happen again in the future.\nSincerely, Restaurant Administration.",
    "rating": 5,
    "name": "Yevhen Lityansky",
    "cat": ""
  },
  {
    "review": "Nice national Ukrainian cuisine! I advise you to try only national dishes! They are really good. Especially the local vodka - gorilka. Together with SALO. …",
    "rating": 3,
    "name": "Abdullah AlMelfi",
    "cat": ""
  },
  {
    "review": "Excellent restaurant with authentic Ukrainian aosphere",
    "rating": 5,
    "name": "Dennis Batyrev",
    "cat": ""
  },
  {
    "review": "Food and atmosphere is excellent. Никита was a great server and really helpful in providing guidance with what to order as well as information on what to do locally!",
    "rating": 5,
    "name": "Alex Carding",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Larisa",
    "cat": ""
  },
  {
    "review": "Real good atmosphere service was good and the dessert marlenka as i know was really delicious",
    "rating": 4,
    "name": "Marc Maynard",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Tanya O",
    "cat": ""
  },
  {
    "review": "Saturday evening, dinner, 2 persons, with reservation. Table: near the entrance; not good, but acceptable. Borsch: slightly warm, not hot; quality ok. Main course: beef medaillons, one with \"grilled vegetables\", one with \"fried …",
    "rating": 5,
    "name": "Tomasz S",
    "cat": ""
  },
  {
    "review": "Great authentic food, live music. Good vibe for dinner",
    "rating": 4,
    "name": "Janne Lumme",
    "cat": ""
  },
  {
    "review": "Very nice local Ukraine restaurant",
    "rating": 4,
    "name": "Oleksandr Ishchuk",
    "cat": ""
  },
  {
    "review": "Best place to relax",
    "rating": 5,
    "name": "Santhi Chigurupati",
    "cat": ""
  },
  {
    "review": "A very good restaurant. Very tasty food, nice atmosphere. And good service. I will certainly come again",
    "rating": 5,
    "name": "Joris Peels",
    "cat": ""
  },
  {
    "review": "The rabbit stew is very tasty and highly recommended. Very nice views.",
    "rating": 2,
    "name": "Shillo Shami",
    "cat": ""
  },
  {
    "review": "This place has been there for ages, I remember going there with my parents when I was a child and have great memories. Last time I came with my daughter after playground. We sat on a terrace, it is cosy, but looks a bit old. Otherwise, food was delicious and good service.",
    "rating": 3,
    "name": "Yonatan Mor",
    "cat": ""
  },
  {
    "review": "Decent food, unbeatable prices and nice atmosphere. Probably better view upstairs. Service top notch!",
    "rating": 5,
    "name": "Alexander Sher",
    "cat": ""
  },
  {
    "review": "This was a very cool place. The service was good, as well as the food. I would definitely go back here to eat. It is a pretty unique place being in a tent type structure and having an upstairs as well.",
    "rating": 5,
    "name": "Dejo Alale",
    "cat": ""
  },
  {
    "review": "Nice place easy to find in a park.\nFood was very tasty served with large portions.\nNot too fancy but cosy environment.\nVery good place I recommend.",
    "rating": 5,
    "name": "Karim Yafi",
    "cat": ""
  },
  {
    "review": "Nice Ukrainian restaurant near center of Kyev",
    "rating": 4,
    "name": "Riccardo Frabboni",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Jim Bo",
    "cat": ""
  },
  {
    "review": "The atmosphere is lovely! The restaurant has a very masterpiece interior design and the food is mindblowing! Also the staff speaks English properly so it was pretty easy for us to order and communicate. The pancakes are perhaps the best ones in Kiev, maybe in all over Ukraine! :)",
    "rating": 4,
    "name": "Konstantin Babiy",
    "cat": ""
  },
  {
    "review": "This was my favorite restaurant in Kiev, I went there on every visit at least twice.\nNever again …",
    "rating": 5,
    "name": "Stefan Huisman",
    "cat": ""
  },
  {
    "review": "Good place with ukrainian cousin, good for companies.",
    "rating": 5,
    "name": "Volodymyr Pekh",
    "cat": ""
  },
  {
    "review": "It’s ok\nNot that much",
    "rating": 5,
    "name": "Sian Dimond",
    "cat": ""
  },
  {
    "review": "If you want to try Ukrainian national food O'Panas is the perfect place. Design concept is built around a tree (literally. there is an acutal tree in the middle of the place) and embodies a traditional Ukrainian house. …",
    "rating": 5,
    "name": "Krystyna Konovalova",
    "cat": ""
  },
  {
    "review": "Great for tourists like us who wanted to experience some local cuisine. Yummy food, good service, reasonable prices plus there was live music for part of our time here",
    "rating": 4,
    "name": "Andy Rock",
    "cat": ""
  },
  {
    "review": "This restaurant was wonderful! Authentic, delicious food in a lovely location! I 100% recommend!",
    "rating": 5,
    "name": "Garrison Russell",
    "cat": ""
  },
  {
    "review": "Authentic Ukrainian fare at a fair price. Our group enjoyed a lengthy evening including live music from a traditional trio of a guitar, accordian, and violin. The servers were attentive and food was very well prepared and presented. The …",
    "rating": 5,
    "name": "Quentin R",
    "cat": ""
  },
  {
    "review": "Highly recommended if you want to try real Ukrainian cuisine and feel the atmosphere of Ukrainian home)) …",
    "rating": 5,
    "name": "Louis Birkinshaw",
    "cat": ""
  },
  {
    "review": "Good restaurant, good atmosphere inside, good service and taste Ukrainian vodka.",
    "rating": 4,
    "name": "Olena Wildman",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Sabrina Bluck",
    "cat": ""
  },
  {
    "review": "A great Ukrainian restaurant. Very reasonably priced. Mostly local people, which is always a good sign. I recommended.",
    "rating": 5,
    "name": "Ruslan Rodriguez",
    "cat": ""
  },
  {
    "review": "Nice place with good location. Fine Ukrainian cuisine. Great service.",
    "rating": 4,
    "name": "Nataliya Pryshchepa",
    "cat": ""
  },
  {
    "review": "Best local food.  Very friendly staff.  I love there potato pan cakes",
    "rating": 5,
    "name": "MESHARI",
    "cat": ""
  },
  {
    "review": "Lovely down home cooking restaurant, live music, great food. Can feel homey and also a bit over the top but quality dishes.",
    "rating": 4,
    "name": "Thorstein Bundli",
    "cat": ""
  },
  {
    "review": "Normally I recommend people to go there. But we had a bad experience. The waiter didn't knew what the dishes included.\nBad service but nice food",
    "rating": 4,
    "name": "Joao Pacheco",
    "cat": ""
  },
  {
    "review": "Nice atmosphere and friendly staff. Service was a little bit slow. The food was ok but not great. We had better dinners in Kiev",
    "rating": 5,
    "name": "Nikolay Hristov",
    "cat": ""
  },
  {
    "review": "Very good authentic restaurant, nice atmosphere with a band , very tasty food.\nEach time I'm in Kiev I visit there and recommend to every body",
    "rating": 2,
    "name": "Ania B",
    "cat": ""
  },
  {
    "review": "Lovely family atmosphere in the middle of the city. Of good food at great prices.",
    "rating": 5,
    "name": "maksym shevchuk",
    "cat": ""
  },
  {
    "review": "Very lovely restaurant with a local but classy atmosphere. The location is great, helpful staff, rich menu, tasty food and very reasonable prices. A must go if you're around Shevchenko park or the Red University.",
    "rating": 4,
    "name": "Olha Jones",
    "cat": ""
  },
  {
    "review": "A Very nice place where you can eat local dishes",
    "rating": 4,
    "name": "Kevin Heah",
    "cat": ""
  },
  {
    "review": "Nice authentic food in a lovely location, sit upstairs if you can.",
    "rating": 5,
    "name": "Andriy Galiuk",
    "cat": ""
  },
  {
    "review": "Good restaurant with traditional cuisine. Prices above average though. But noisy",
    "rating": 5,
    "name": "Alexander Levitskiy",
    "cat": ""
  },
  {
    "review": "High quality food , good service and beautiful designed  traditional restaurant",
    "rating": 5,
    "name": "Gregory Segal",
    "cat": ""
  },
  {
    "review": "Best Ukrainian restaurant I've ever visited. Came here with my girlfriend from Canada and she loved it. 5 stars!!!",
    "rating": 5,
    "name": "Ian Birdwell",
    "cat": ""
  },
  {
    "review": "Amazing food ! Friendly staff and traditional atmosphere highly recommend",
    "rating": 4,
    "name": "Ahmad Ch",
    "cat": ""
  },
  {
    "review": "Nice restaurant, with pleasant service, good.food and nice surroundings",
    "rating": 3,
    "name": "Stepan Hradecky",
    "cat": ""
  },
  {
    "review": "Very nice cosy place. Good traditional Food.",
    "rating": 5,
    "name": "Arpad Odorics",
    "cat": ""
  },
  {
    "review": "attache of the infamous resturant located next store. dont have the time for table service, eat fast with the outdoor. also dont want to leave the children! skip the excitement",
    "rating": 5,
    "name": "Yngvar Johnsen",
    "cat": ""
  },
  {
    "review": "Very nice place to eat, relax, and enjoy the park. Dishes are well served and tasty. Service is on point.\nI had a very pleasant lunch !",
    "rating": 4,
    "name": "Alexander Turevskiy",
    "cat": ""
  },
  {
    "review": "Stunning place to eat, amazing atmosphere and looks great. And for the food ... Wow very tasty. The food looked amazing and staff were very friendly, and I can honestly say that over the week me and my partner have been in Kiev it is the best restaurant we have eaten in",
    "rating": 5,
    "name": "Grzegorz Kila",
    "cat": ""
  },
  {
    "review": "Great location and delicious food, but service was kind of not that good.",
    "rating": 5,
    "name": "Jeff Meyer",
    "cat": ""
  },
  {
    "review": "OMG amazing food, Amazing staff, an absolute must visit x",
    "rating": 5,
    "name": "Mark By",
    "cat": ""
  },
  {
    "review": "friendly staff, English speaking. Good, very tasty traditional cuisine with fashionable serving. Stylish interior. Prices are reasonable for such classy place.",
    "rating": 5,
    "name": "antonio elenio salaris",
    "cat": ""
  },
  {
    "review": "Deserts so great ( pear and cream brulé). Chicken soup was great. Macrel was good",
    "rating": 4,
    "name": "Jolien Ryckaert",
    "cat": ""
  },
  {
    "review": "Really good place and food. The staff was friendly.  A must to try Ukrainian food",
    "rating": 5,
    "name": "Robert Petrin",
    "cat": ""
  },
  {
    "review": "Take long time to get food. The food is good. The waitress was drunk, but polite and give good service.",
    "rating": 5,
    "name": "Olga Osipenko",
    "cat": ""
  },
  {
    "review": "Cozy place with a very good environment and excellent food.\nThere's also live music (at least dinner time).\nProbably not one of the cheapest places, but the food and the environment (being …",
    "rating": 5,
    "name": "Nataliya Malay",
    "cat": ""
  },
  {
    "review": "The food is amazing taste. I love this place.",
    "rating": 5,
    "name": "Алина Мельникова",
    "cat": ""
  },
  {
    "review": "Nice location, but the worst “chicken Kiev” I ever had. I wasn’t even sure if it was chicken, so chewy it was.",
    "rating": 5,
    "name": "T W",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! We are very sorry that you were dissatisfied with the taste characteristics of the dish from the menu. Maybe next time we will choose dishes for you that will reveal all the skills of the chef and the beauty of Ukrainian cuisine. Your comments have been received by management and the chef. Thanks for the feedback, we'll be sure to take it into account! We hope that the next visit will meet your expectations for a higher rating.\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня! Нам дуже шкода, що Ви залишились незадоволені смаковими характеристиками страви з меню. Можливо, наступного разу ми підберемо для Вас страви, які розкриють всю майстерність шефа та красу української кухні. Ваші зауваження надійшли до керівництва та шеф-кухаря.  Дякуємо за відгук, ми обов‘язково його врахуємо! Сподіваємося наступного візиту виправдати  Ваші очікування на більш високу оцінку.\nЗ повагою Адміністрація ресторану.",
    "rating": 4,
    "name": "Koen Blanquart",
    "cat": ""
  },
  {
    "review": "The place is on its level for more than 10 years! Brilliant food and good service (no live music, no girls etc. - just food and atmosphere);) in the heart of the city.",
    "rating": 1,
    "name": "Kiril Nikolov",
    "cat": ""
  },
  {
    "review": "Good place to recommend Ukrainian cuisine to your friends, authentic interior",
    "rating": 5,
    "name": "Amanda Chaj",
    "cat": ""
  },
  {
    "review": "Authentic Ukrainian food at reasonable prices. Great service and ambiance. Located in a cozy park. Our waiter, though he doesn't speak English well, really made the effort to communicate by since friendly gestures as well.",
    "rating": 5,
    "name": "Gábor Mihályi",
    "cat": ""
  },
  {
    "review": "Great service, fresh and tasty traditional food, excellent location in the park (esp the terrace)",
    "rating": 5,
    "name": "Tanja DS",
    "cat": ""
  },
  {
    "review": "Great food and service. Special thanks for Volodimir, our server.",
    "rating": 5,
    "name": "Chip O'Connor",
    "cat": ""
  },
  {
    "review": "Very good Ukrainian restaurant in the middle of the popular park.",
    "rating": 4,
    "name": "Viktor Palchyk",
    "cat": ""
  },
  {
    "review": "No complaints; incredible food, wonderful service, authentic and welcoming atmosphere.",
    "rating": 5,
    "name": "Somogyi Attila",
    "cat": ""
  },
  {
    "review": "Good coffee and warm place))",
    "rating": 3,
    "name": "Kateryna POULMARCH",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Chris O'Connell",
    "cat": ""
  },
  {
    "review": "The restaurant is not bad, but given the location and the overall concept, I expected a little more.\nThe restaurant is very noisy thanks to loud recorded music, mostly Ukrainian …",
    "rating": 5,
    "name": "Pimp Daddy",
    "cat": ""
  },
  {
    "review": "The place has marvellous atmosphere, and the food is delicious. The band playing local folk music. Looks great, tastes great, feels great.",
    "rating": 5,
    "name": "Vasylysa Sheinina",
    "cat": ""
  },
  {
    "review": "Great atmosphere, great service, great food.\nBeware, they do have \"dinner musicians\", but thankfully they are actually quite good, and they only play at your table for a few minutes.",
    "rating": 4,
    "name": "Giulio Tortasso",
    "cat": ""
  },
  {
    "review": "Good food and interior, but a bit too touristic",
    "rating": 5,
    "name": "Andrii Moroz",
    "cat": ""
  },
  {
    "review": "Great food, live music and service. nice interior",
    "rating": 5,
    "name": "Dr. Lukas Aresta",
    "cat": ""
  },
  {
    "review": "Great restaurant with outstanding service and excellent food",
    "rating": 5,
    "name": "Kazutoshi Shidehara",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 3,
    "name": "Ahik Man",
    "cat": ""
  },
  {
    "review": "Great place to eat out! Probably one of the best in Kiev!",
    "rating": 5,
    "name": "Sergiy Zabigaylo",
    "cat": ""
  },
  {
    "review": "Amazing place with original and taste Ukrainian kitchen.",
    "rating": 3,
    "name": "Darren Murphy",
    "cat": ""
  },
  {
    "review": "Friendly staff and good food, but nothing special.",
    "rating": 5,
    "name": "Hrvoje Fadiga",
    "cat": ""
  },
  {
    "review": "Very tasty food. Prompt service. Clean place. Recommended.",
    "rating": 3,
    "name": "Sasha Tsoiref",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback 🥰♥️♥️♥️",
    "rating": 5,
    "name": "Antonia Lock",
    "cat": ""
  },
  {
    "review": "Great location, good cuisine and helpful staff.",
    "rating": 4,
    "name": "Michael Koenig",
    "cat": ""
  },
  {
    "review": "Very charming restaurant: nice interior in Ukrainian style, clean and cosy, tasty food - especially grilled fish :) welcome atmosphere and live Ukrainian music :)",
    "rating": 5,
    "name": "Artyom Parsadanyan",
    "cat": ""
  },
  {
    "review": "If you wanna try the true ukranian food, come over there. The location of restaurant is also good, 10 minutes walking from the city center",
    "rating": 5,
    "name": "DAVY SLEIMAN",
    "cat": ""
  },
  {
    "review": "Authentic Ukrainian dishes served in a very unique atmosphere! Delicious food, excellent service, and reasonably priced. Highly recommend!!",
    "rating": 5,
    "name": "Алексей Миронюк",
    "cat": ""
  },
  {
    "review": "First time here. I liked the place. As far as I know, it feels very Ukrainian. I liked the food, staff was friendly and understood some English. Reasonable prices, and some vegetarian options. A nice selection of wines. …",
    "rating": 5,
    "name": "Milko Štimac",
    "cat": ""
  },
  {
    "review": "Slowest service ever! Took us 2 hours for a simple lunch. Food is average",
    "rating": 4,
    "name": "Atilla Akcealan",
    "cat": ""
  },
  {
    "review": "Beautiful restaurant! Definitely recommend checking it out for delicious authentic Ukrainian food!",
    "rating": 5,
    "name": "Jonathan Ciglia",
    "cat": ""
  },
  {
    "review": "Just mind that not all staff speaks English! Apart from it there was live music, nice food! What else would you need? Beer probably, but they have it...",
    "rating": 3,
    "name": "Malik Buhari",
    "cat": ""
  },
  {
    "review": "Great choice of food and wine, polite waitress. All was delicious, starting from the soups to the, bread, meet was sooo soft, vegetables also, everything was A+. We didn't ate desserts couse we were full, next time :)",
    "rating": 1,
    "name": "Dobrin Perev",
    "cat": ""
  },
  {
    "review": "Excellent Service & Atmosphere, Delicious Authentic Ukrainian Fare, Highly recommend!",
    "rating": 5,
    "name": "Lars Lund",
    "cat": ""
  },
  {
    "review": "Looks nice from the outside, though I did not visit it.\nI've mentioned that many foreigners visit it, but I am not sure how satisfied they are with its services.",
    "rating": 5,
    "name": "Ankur Srivastava",
    "cat": ""
  },
  {
    "review": "Unbeatable location, beautiful interior, friendly staff, mega-delicious food. What else you need. Veal tongue on the hot appetizer menu is a must try!",
    "rating": 3,
    "name": "임가인",
    "cat": ""
  },
  {
    "review": "Food is ok, service is not : slow especially for things which do not require preparation such as a bottle of water. Getting a check also took ages",
    "rating": 5,
    "name": "Celica Garcia Spingola",
    "cat": ""
  },
  {
    "review": "Great atmosphere, very friendly staff and food was authentic and delicious. We had meat varensky, stuffed cabbage appetiser and chicken kiev. All really tasty. Not sure what some of the very low star reviews are about. Ignore such miserable people!!!",
    "rating": 5,
    "name": "Tilden Moschetti",
    "cat": ""
  },
  {
    "review": "Fantastic restaurant. They had a live band at the time which was very entertaining!",
    "rating": 5,
    "name": "I. S.",
    "cat": ""
  },
  {
    "review": "I loved this place! The food was great, and the service was even better! Very lovely and welcoming! They had a live performance of a Ukrainian music band rhat added even more charm to the atmosphere. And of course they have a great selection of traditional Ukrainia  food, so you won't leave hungry :)",
    "rating": 5,
    "name": "Barry Tsai",
    "cat": ""
  },
  {
    "review": "Excellent food and very nice decor in one of Kiev's central parks. A few hiccups with the service but overall a very pleasant experience.",
    "rating": 4,
    "name": "Eugenia K",
    "cat": ""
  },
  {
    "review": "Tasty food, picturesque park view but for higher prices than usual",
    "rating": 5,
    "name": "Dmytro Hryhorenko",
    "cat": ""
  },
  {
    "review": "Delicious food. Friendly staff. They speak Russian as well as English. Beautiful views on a snowy landscape. Central.",
    "rating": 5,
    "name": "James Meiklejohn",
    "cat": ""
  },
  {
    "review": "Good food and good services too. Pork is great.",
    "rating": 5,
    "name": "Alexander man",
    "cat": ""
  },
  {
    "review": "Great location but food below average.",
    "rating": 5,
    "name": "Valery Levchenko (Turin)",
    "cat": ""
  },
  {
    "review": "Always great! I try to visit them every time I’m in Ukraine. Always some pleasant surprises. They have a new style for the borscht. You should try it!",
    "rating": 5,
    "name": "hector rodriguez",
    "cat": ""
  },
  {
    "review": "Lovely place, waiter was great, food was decent. Personally not a big fan of heavy amounts of dill, potatoes were dripping in oil, however as an Irish person, no other country seems to know there way around a potato as we do.. true story. Traditional Ukraine experience, worth a visit.",
    "rating": 4,
    "name": "Maria Starkova (Andrews)",
    "cat": ""
  },
  {
    "review": "Traditional Ukrainian cuisine in an interesting ambient! Excellent food, excellent service and fair prices. Even though I was expecting it to be yet another tourist trap, it turned ou to be perfect.",
    "rating": 5,
    "name": "katie Rains",
    "cat": ""
  },
  {
    "review": "Nice location and interior but food and service could be much better.",
    "rating": 4,
    "name": "First Last",
    "cat": ""
  },
  {
    "review": "Great Ukrainian food with good prices for someone from the uk. Enthusiastic staff who spoke good English.",
    "rating": 5,
    "name": "Oleksandra Ostapenko",
    "cat": ""
  },
  {
    "review": "Nice place in a Park with very nice Ukraine Dishes",
    "rating": 5,
    "name": "Nastya Tsapenko",
    "cat": ""
  },
  {
    "review": "A wonderful place to taste delicious and traditional dishes of Ukraine.",
    "rating": 5,
    "name": "SHAHAB AHMADI",
    "cat": ""
  },
  {
    "review": "Food is great and they make everything for let foreigners feel like at home",
    "rating": 5,
    "name": "Paneraix3",
    "cat": ""
  },
  {
    "review": "Good stop point almost in the city centre for those who want to try Ukrainian cuisine in traditional atmosphere. I liked live music, but sometimes it was too loud.",
    "rating": 5,
    "name": "Андрей Лотарев",
    "cat": ""
  },
  {
    "review": "Very good food. Live music, colorful and vivid. Nice presentation of Koszak culture for tourists.",
    "rating": 5,
    "name": "Farkhod A. Abdurakhmonov",
    "cat": ""
  },
  {
    "review": "Good food correct price perfect location",
    "rating": 5,
    "name": "Saji Prelis",
    "cat": ""
  },
  {
    "review": "Very nice place for a folkloric dinner, service and food were good.",
    "rating": 4,
    "name": "Henry Tong",
    "cat": ""
  },
  {
    "review": "It looks like Ukrainian restaurant but  Not totally Ukrainian foods available there  . You can find universal and even Italian dishes . Are they really good at it ? Of course not . If you like to go to a Ukrainian restaurant for Italian food , you should definitely try this one",
    "rating": 5,
    "name": "Roman Mrozek",
    "cat": ""
  },
  {
    "review": "They don't have two of their traditionals meals. The personal was non-interested from the clients.",
    "rating": 5,
    "name": "Steven Miller",
    "cat": ""
  },
  {
    "review": "Hello, thank you for your feedback. It is unfortunate that you did not have the most pleasant experience, but we are always waiting for you and hope that next time we will be able to pleasantly surprise you.\nBest regards, Administration of the restaurant.",
    "rating": 5,
    "name": "Nicolas Manger",
    "cat": ""
  },
  {
    "review": "Delicious food + good atmosphere",
    "rating": 5,
    "name": "Slavik Dezhnyuk",
    "cat": ""
  },
  {
    "review": "Very good and authentic Ukrainian food",
    "rating": 5,
    "name": "Bill Hawryschuk",
    "cat": ""
  },
  {
    "review": "good food. but not good service was burden .",
    "rating": 2,
    "name": "Nelson Keeling",
    "cat": ""
  },
  {
    "review": "Super good food and service.",
    "rating": 4,
    "name": "climbbmilc93",
    "cat": ""
  },
  {
    "review": "We have been to O'Panas 6 times in the past 4 years and it never disappoints. We were introduced by local guides and we still haven't found better for Ukrainian food. The food is outstanding and delicious. Their borscht is the best we have ever had. The service is top-notch.",
    "rating": 3,
    "name": "Paul Doukhan",
    "cat": ""
  },
  {
    "review": "I’m a frequent visitor to Kiev. I love the restaurant. The food is good and the location is excellent. Their service has never disappointed me. It is quite a pleasure to have a dinner with friends on the open veranda, enjoying the view of …",
    "rating": 5,
    "name": "Carlos Balbin",
    "cat": ""
  },
  {
    "review": "Lovely location in the park and excellent food - Do try the Borsht in the bread bowl, it's delicious",
    "rating": 5,
    "name": "Gene Sturk",
    "cat": ""
  },
  {
    "review": "Authentic Ukrainian food at affordable place & cost outdoor terrace",
    "rating": 4,
    "name": "Sally Doel",
    "cat": ""
  },
  {
    "review": "Nice place in the green heart of Kyiv old town. Traditional Ukrainian cusine. Nice food and good service.",
    "rating": 5,
    "name": "Kyryll Uskov",
    "cat": ""
  },
  {
    "review": "Had very nice lunch here, grilled mackeral and roasted vegetables perfectly cooked. Maybe enhanced though by being on second date with a very lovely Kiev girl",
    "rating": 5,
    "name": "Mark Tommis",
    "cat": ""
  },
  {
    "review": "very authentic place with ukranian food, traditions and decorations. Good place for turists and guests",
    "rating": 4,
    "name": "MadeBy VR",
    "cat": ""
  },
  {
    "review": "Great food and service, all Ukrainian place with village like interior. A bit noisy music when there is no live performance. Place is popular for birthdays and other celebrations.",
    "rating": 5,
    "name": "Matthias Ehlers",
    "cat": ""
  },
  {
    "review": "A well executed menu with fresh produce. Good service",
    "rating": 5,
    "name": "Slava Gerber",
    "cat": ""
  },
  {
    "review": "Thank you 💗",
    "rating": 5,
    "name": "Mokit Chau",
    "cat": ""
  },
  {
    "review": "Food is nice. Very ukrainian styled",
    "rating": 5,
    "name": "Smart Man Smart Man",
    "cat": ""
  },
  {
    "review": "Super yummy food and a very lively atmosphere. Went on a Saturday evening following the ballet and there was live music and guests dancing. It felt a bit like eating at a Ukranian family's party. Lovely atmosphere and service. Was quite …",
    "rating": 4,
    "name": "Dmitry Voronin",
    "cat": ""
  },
  {
    "review": "Good food, great service, nice park location.",
    "rating": 5,
    "name": "Arnas Švelnikas",
    "cat": ""
  },
  {
    "review": "Nice place with Ukrainian dishes and culture.",
    "rating": 5,
    "name": "Kariem Adab",
    "cat": ""
  },
  {
    "review": "Atmospheric Ukrainian restaurant. Worth visiting if you want to try local dishes. Situated in lovely Shevchenko Park.",
    "rating": 4,
    "name": "Mykhailo Chornyi",
    "cat": ""
  },
  {
    "review": "Lovely place with very good waitress",
    "rating": 5,
    "name": "Ondemare Verudela",
    "cat": ""
  },
  {
    "review": "Very delicious home made food. Ukrainian design of the place. Must visit!",
    "rating": 5,
    "name": "IAMDMLSP",
    "cat": ""
  },
  {
    "review": "Delicious Ukrainian food, Cosy atmosphere",
    "rating": 5,
    "name": "712colgate",
    "cat": ""
  },
  {
    "review": "Excellent location and kitchen. Yet, check the prices, as they are quite expensive",
    "rating": 5,
    "name": "Olga Reznikova",
    "cat": ""
  },
  {
    "review": "Great atmosphere,  scenic restaurant great food and excellent service. The place is in the middle of a park. The price for meat items are slightly higher than average.",
    "rating": 5,
    "name": "Ozgun ARI",
    "cat": ""
  },
  {
    "review": "Great place for authentic Ukrainian food. Traditional Ukrainian salad, roasted goose leg, foie grois, chicken kiev",
    "rating": 4,
    "name": "Christian Melnik",
    "cat": ""
  },
  {
    "review": "good restorant with traditional ukrainian food and good servise.",
    "rating": 5,
    "name": "Lena Flitta",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Ondrej Gadatsch",
    "cat": ""
  },
  {
    "review": "The hot appetizers are amazing!!  Everything mushroom was so good... And the mixed meat platter was both delicious and huge!",
    "rating": 2,
    "name": "Aaron Blue",
    "cat": ""
  },
  {
    "review": "Good food. Low prices. Traditional ukrainian food, with meals for every taste. Also vegetarian meals available.",
    "rating": 5,
    "name": "Shawna Sturk",
    "cat": ""
  },
  {
    "review": "Located in the middle of a city park. The service was great and food was delicious.",
    "rating": 5,
    "name": "Sergei Danilov",
    "cat": ""
  },
  {
    "review": "Delicious, fast service  not too salty or fatty, and clean!",
    "rating": 5,
    "name": "Helen Nguyen",
    "cat": ""
  },
  {
    "review": "2 stars only for the setting it's it a nice park.\nDon't eat lots of better Ukrainian restaurants around\nNice for tea or cold drinks",
    "rating": 4,
    "name": "Andre Mendes",
    "cat": ""
  },
  {
    "review": "Anyone travelling should check this place out for lunch, tradition Ukrainian vibes and great food",
    "rating": 4,
    "name": "Mariana Chacón",
    "cat": ""
  },
  {
    "review": "Reasonable food in a really nice environment\nA good place to go for lunch such executive menu is quite affordable",
    "rating": 5,
    "name": "Kara Lankford",
    "cat": ""
  },
  {
    "review": "If you are in Kiev this is the place to try Ukrainian traditonal food, pleasantly surprised by the flavors and dedicated service",
    "rating": 5,
    "name": "Vitaliy Knyr",
    "cat": ""
  },
  {
    "review": "Great food, great service, & an awesome location!!",
    "rating": 5,
    "name": "Victor Polischuk",
    "cat": ""
  },
  {
    "review": "Our first night in Kiev and found this great restaurant with delicious and authentic cuisine. Waiters speak English. Location is great, it’s in a park. The place has a great terrace. Inside interior is also lovely. If your new to the city, …",
    "rating": 5,
    "name": "S Schmeckpeper",
    "cat": ""
  },
  {
    "review": "Nice and cozy place with great cuisine. \"Like\"!",
    "rating": 3,
    "name": "Andrii “DrSat” Lishko",
    "cat": ""
  },
  {
    "review": "Fantastic meal, fantastic service and wonderful place.\nA must visit for anyone visiting Kiev.",
    "rating": 3,
    "name": "Mykola Denysiuk",
    "cat": ""
  },
  {
    "review": "Pretty good Ukrainian food. Great location in the park with a nice patio. The interior is also very nice with an all wood accent. The Ukrainian style Borsch was delicious and flavorful. The chicken bbq was cooked just right. The service staff were friendly and timely. Nice place",
    "rating": 5,
    "name": "Barry Arnold",
    "cat": ""
  },
  {
    "review": "Very nice staff and great food.",
    "rating": 5,
    "name": "Pavlo Dyban",
    "cat": ""
  },
  {
    "review": "Just took some pancakes from their kiosk outside. Cheap and delicious !",
    "rating": 5,
    "name": "Olaf Orgse",
    "cat": ""
  },
  {
    "review": "Delicious food. Great service!!",
    "rating": 4,
    "name": "Galina V",
    "cat": ""
  },
  {
    "review": "The exterior and interior decoration is very nice, the tastings of the food are delicious, and the service is excellent, and we will definitely return again .",
    "rating": 5,
    "name": "T",
    "cat": ""
  },
  {
    "review": "Quite nice ukrainian food, stylish local place. Mid-level pricing",
    "rating": 5,
    "name": "Mike Ryan",
    "cat": ""
  },
  {
    "review": "Great Ukraine tradional foods. Friendly staff. Fast service.",
    "rating": 5,
    "name": "Thomas Winkler",
    "cat": ""
  },
  {
    "review": "Great ambience, very cozy, very friendly staff and great traditional music played by a band of trio👍👍",
    "rating": 5,
    "name": "Alena Kraiko",
    "cat": ""
  },
  {
    "review": "Good kitchen. Little bit expensive. Good location",
    "rating": 5,
    "name": "Keith Brown",
    "cat": ""
  },
  {
    "review": "Memorabile, ragazzi! For young, olders and family. I hope to be back soon in there to relive the ambiance.",
    "rating": 5,
    "name": "Matthew James",
    "cat": ""
  },
  {
    "review": "Genuine Ukrainian cuisine and interior. Good for all ages. Accessible for people with disabilities. In one of the central parks of Kyiv. 10 minutes from city center.",
    "rating": 5,
    "name": "Vitaliia Ihnatenko",
    "cat": ""
  },
  {
    "review": "Delicious traditional Ukrainian cuisines and friendly staff. The restaurant is in a beautiful setting.",
    "rating": 3,
    "name": "Fara Tolib",
    "cat": ""
  },
  {
    "review": "Very nice traditional Ukrainian food",
    "rating": 5,
    "name": "Catherine O'Sullivan",
    "cat": ""
  },
  {
    "review": "Nice place with local live music and great servers. Baked duck is really delicious.",
    "rating": 5,
    "name": "Oktay Kilic",
    "cat": ""
  },
  {
    "review": "If you get a seat on the outdoor terrace then you have one of the best Kiev dinner spot",
    "rating": 5,
    "name": "Timofei Tishkov",
    "cat": ""
  },
  {
    "review": "Great ukrainian food in a rustikal but lovely athmosphere. Very child Friendly.",
    "rating": 4,
    "name": "Robert Petrin",
    "cat": ""
  },
  {
    "review": "Good food for decent price. Very kind personnel.",
    "rating": 4,
    "name": "Baroon Varma",
    "cat": ""
  },
  {
    "review": "Unhelpful staff that reserved a table of 8 for our party of 13, then neither fixed the problem nor apologized. Ambiance seemed great, but I wouldn't eat anywhere with a bathroom that sorry when it wasn't even busy.",
    "rating": 5,
    "name": "Anastasiya Savchenko",
    "cat": ""
  },
  {
    "review": "Fabulous food & great atmosphere!",
    "rating": 4,
    "name": "Shena Yu",
    "cat": ""
  },
  {
    "review": "Excellent Ukrainian traditional food🥟",
    "rating": 5,
    "name": "Viktor Bernadskyi",
    "cat": ""
  },
  {
    "review": "Delicious Ukrainian food view amazing view of the park.",
    "rating": 5,
    "name": "Robert Melika",
    "cat": ""
  },
  {
    "review": "Came here a couple of times for lunch on my recent visit to Kiev, lovely food at reasonable prices",
    "rating": 5,
    "name": "Paula Pereira",
    "cat": ""
  },
  {
    "review": "Really good ambience and nice food.",
    "rating": 5,
    "name": "Evgeniy Kosinskiy",
    "cat": ""
  },
  {
    "review": "We had a wonderful meal with friends. The food and atmosphere are priceless.",
    "rating": 4,
    "name": "Andrea Larcan",
    "cat": ""
  },
  {
    "review": "Good varenyky and excellent cream brule desert",
    "rating": 5,
    "name": "panagiotis dimitrakopoulos",
    "cat": ""
  },
  {
    "review": "Highly priced Ukrainian cuisine. Delicious and authentic but a bit expensive.",
    "rating": 5,
    "name": "Peter Borsuk",
    "cat": ""
  },
  {
    "review": "Speedy service. Very accommodating of our the fact we had an appointment soon.",
    "rating": 5,
    "name": "John “Wojo” Wiecjorek",
    "cat": ""
  },
  {
    "review": "Not so good as expected, poor tasty",
    "rating": 5,
    "name": "Nelson Franks",
    "cat": ""
  },
  {
    "review": "Slow service, food not as good as it was 6 years ago.",
    "rating": 5,
    "name": "Andrii Komar",
    "cat": ""
  },
  {
    "review": "Great place, lovely food.",
    "rating": 4,
    "name": "Jenny Torr",
    "cat": ""
  },
  {
    "review": "Good quality selection of traditional Ukrainian dishes. A favorite location both along locals and tourists.",
    "rating": 5,
    "name": "Moses Matveeff (ШКОТ)",
    "cat": ""
  },
  {
    "review": "Excellent food and service!",
    "rating": 5,
    "name": "Oktay Polater",
    "cat": ""
  },
  {
    "review": "Good food and atmosphere",
    "rating": 5,
    "name": "Oleksandr Khoriev",
    "cat": ""
  },
  {
    "review": "Great atmosphere. Located in the park. Staff are friendly.",
    "rating": 5,
    "name": "Ben Heydecke",
    "cat": ""
  },
  {
    "review": "Lovely genuine Ukrainian food",
    "rating": 5,
    "name": "Yechiel Tushia",
    "cat": ""
  },
  {
    "review": "Good food and great location.",
    "rating": 5,
    "name": "Viktoria Slavikova",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 3,
    "name": "Kellen Woodard",
    "cat": ""
  },
  {
    "review": "Great place, nice food",
    "rating": 4,
    "name": "Jone Master",
    "cat": ""
  },
  {
    "review": "Invite your foreign friends here to give a taste to Ukrainian cuisine",
    "rating": 5,
    "name": "Dmitry Nevozhay",
    "cat": ""
  },
  {
    "review": "Highly recommend sitting outside, since the outdoor seating gives you nice views of the park.",
    "rating": 5,
    "name": "Ahmet Sahin",
    "cat": ""
  },
  {
    "review": "Traditional Ukrainian restaurant, the stuff is pretty friendly and nice. A wide choice of Ukrainian dishes:)",
    "rating": 4,
    "name": "David Clarke",
    "cat": ""
  },
  {
    "review": "Poor service, we were waiting for vareniki's for over 1 hour, while restaurant was more than half empty",
    "rating": 5,
    "name": "Maria Zakharova",
    "cat": ""
  },
  {
    "review": "Beautiful food, our group had lamb , beef and veal. Each dish was tender and delicious. The sides of garlic potatoes and grilled vegetables left wanting more. We finished our meal the best apple streusel I’ve ever had. A must visit .the decor is unique and on a snowy afternoon the atmosphere was great.",
    "rating": 2,
    "name": "F Kislik",
    "cat": ""
  },
  {
    "review": "O' Panas 👍 number one",
    "rating": 1,
    "name": "Tom Ellison",
    "cat": ""
  },
  {
    "review": "Good food, nice service, perfect location",
    "rating": 1,
    "name": "San Ta",
    "cat": ""
  },
  {
    "review": "Thank you 💗",
    "rating": 5,
    "name": "Valentyna Pliushch",
    "cat": ""
  },
  {
    "review": "Great food. Recommended.",
    "rating": 5,
    "name": "Azad Yadav",
    "cat": ""
  },
  {
    "review": "Good local Ukrainian food.",
    "rating": 5,
    "name": "Rovshan Guliyev",
    "cat": ""
  },
  {
    "review": "O'Panas place for traditional Ukrainian cousin. Price are quite adequate. Dishes are amazing. As they are should be. Believe me I'm Ukrainian.\nFriendly and cozy atmosphere. …",
    "rating": 3,
    "name": "Emil Bayazitov",
    "cat": ""
  },
  {
    "review": "Decent place to eat",
    "rating": 5,
    "name": "Fotis Papadimitriou",
    "cat": ""
  },
  {
    "review": "Food and service are perfect",
    "rating": 5,
    "name": "Filipa Lourenço",
    "cat": ""
  },
  {
    "review": "Great food and great service",
    "rating": 4,
    "name": "Valera Cube",
    "cat": ""
  },
  {
    "review": "Amazing restaurant! I've got to know O'Panas on the Youtube channel of \"Samuel and Audrey\" and I decided to check the place myself. The restaurant is all about Ukranian culture. The aesthetic of the place looks traditional, cozy and fancy …",
    "rating": 5,
    "name": "George Barker",
    "cat": ""
  },
  {
    "review": "If you want try ukrainian quizin - you have to go to this place. The food is good and place looks awesome",
    "rating": 3,
    "name": "Olexi Pasyuk",
    "cat": ""
  },
  {
    "review": "You will feel immersed into a very typical Ukrainian environment, eating local food. You can be taught to create your own Ukrainian clay vase. The restaurant seems just a bit touristic.",
    "rating": 5,
    "name": "Emily CPY",
    "cat": ""
  },
  {
    "review": "Awesome food, friendly staff and fabulous design. You must go there. It's a place you have to go when you are in Kiev. First of all try borsch soup and traditional Ukrain salad, then try mix gril with local draft beer!!!",
    "rating": 5,
    "name": "Serge Chistov",
    "cat": ""
  },
  {
    "review": "It is good if you go with bigger group of people. Food was very good (we had traditional Ukrainian dishes), wine as well (Georgian). They use to have traditional musicians. One was able to do some special bird sounds during songs. Restaurant is places in the park so it's nice to have small walk before or after dinner.",
    "rating": 5,
    "name": "Anna Warkocka",
    "cat": ""
  },
  {
    "review": "Excellent food.  Band was great.",
    "rating": 5,
    "name": "Рома Переверзєв",
    "cat": ""
  },
  {
    "review": "I wish I could give more than five stars.\nThe atmosphere is fun, though some might find it a little kitschy. But what do you expect? It's a Ukrainian themed restaurant in downtown Kiev. And you've got …",
    "rating": 4,
    "name": "Andrey Repko",
    "cat": ""
  },
  {
    "review": "Decent Ukrainian cuisine with a choice of wildfowl dishes (dear, boar, etc). Ukraine traditional interior, friendly staff, reasonable prices. Good choice if you're a toursits.",
    "rating": 3,
    "name": "Joona S.",
    "cat": ""
  },
  {
    "review": "There are very tasty sea foods in here",
    "rating": 5,
    "name": "Maja Savevska",
    "cat": ""
  },
  {
    "review": "Vintage restaurant of Ukrainian cuisine in the center of Kyiv; cheap and tasty",
    "rating": 5,
    "name": "Fadi Assaf",
    "cat": ""
  },
  {
    "review": "Good place in Kiew, foods and music is very good.",
    "rating": 4,
    "name": "Anton Čípel",
    "cat": ""
  },
  {
    "review": "Amazing place in the center of the city!",
    "rating": 5,
    "name": "Dmitry Shcherbakov",
    "cat": ""
  },
  {
    "review": "Lovely food and Atmosphere!",
    "rating": 4,
    "name": "Pietro-Marco Janssen",
    "cat": ""
  },
  {
    "review": "Excellent Ukraine restaurant. Live it",
    "rating": 5,
    "name": "Ferudun Çabuk",
    "cat": ""
  },
  {
    "review": "Awesome ukrainian meals. Yammie",
    "rating": 5,
    "name": "Rashad Zeynalov",
    "cat": ""
  },
  {
    "review": "By right, this can be considered one of the best Ukrainian restaurants in which the concept, the interior  is fully maintained. menu, music. Personally, all my friends and I really like it. Especially worth visiting this place when playing …",
    "rating": 5,
    "name": "Artem Solovey",
    "cat": ""
  },
  {
    "review": "Nice park near Maidan and Golden Gate😊",
    "rating": 3,
    "name": "Maksym Shpachynskyi",
    "cat": ""
  },
  {
    "review": "Authentic Ukrainian cousine with folk live music in gutsul \"kolyba\" interior. Very recommended",
    "rating": 5,
    "name": "Amy McCauley",
    "cat": ""
  },
  {
    "review": "Great Local Cuisine. Ate from each.",
    "rating": 5,
    "name": "Костя Савчук",
    "cat": ""
  },
  {
    "review": "Traditional Ukraine cuisine served by traditionally dressed staff, served in a traditional restaurant setting.\nThe restaurant was full with families, English Premier league football was on …",
    "rating": 5,
    "name": "Satish Chandra",
    "cat": ""
  },
  {
    "review": "The best strudel I've ever had! The pear lemonade was also good",
    "rating": 5,
    "name": "Vadim Yaremchuk",
    "cat": ""
  },
  {
    "review": "Meat was way over done. Totally inedible. Salads were half rotten.  Stupid and slow service. When complained that it was even hard to chew the meat, waitress offered us the most horrible concution with alcohol, honey and mustard....berk. worst experience in kiev.",
    "rating": 4,
    "name": "Kristina Go",
    "cat": ""
  },
  {
    "review": "If I could give it 0 I would.\nWalked in after hearing good reviews, got sat upstairs on our own?\nMenu was less than appealing even though it had it more pages than the …",
    "rating": 2,
    "name": "Aerial Views",
    "cat": ""
  },
  {
    "review": "When we first came in.. I was mesmorised by the decorations and how traditional the restaurant was. I had high expectations, but soon we were in for disappointment. Im not sure wether we ordered not popular foods or was it a bad luck. …",
    "rating": 5,
    "name": "Helen Aasa",
    "cat": ""
  },
  {
    "review": "This is one of the must visit restaurants in Kyiv. Situated in the middle of a nice park, in a form of a traditional house with a tiny farm of checkens aside, a range of flowers around, a small water dam, big open air terrace and huge two …",
    "rating": 5,
    "name": "Linas Čereška",
    "cat": ""
  },
  {
    "review": "For Celebration and Date's only it's nice place, they serve good wine 🍷.",
    "rating": 3,
    "name": "Marco Palzkill",
    "cat": ""
  },
  {
    "review": "Delicious, good service, compatible price.",
    "rating": 1,
    "name": "Baturay Özden",
    "cat": ""
  },
  {
    "review": "Too expensive for this quality of food.",
    "rating": 5,
    "name": "Alexei Malyshenko (Oleksii)",
    "cat": ""
  },
  {
    "review": "Great food, very good prices, super friendly staff!",
    "rating": 3,
    "name": "Tymur Kozlov",
    "cat": ""
  },
  {
    "review": "Delicious and well priced",
    "rating": 5,
    "name": "Yaroslav Andrienko",
    "cat": ""
  },
  {
    "review": "Pretty good place to eat traditional cuisine",
    "rating": 5,
    "name": "Francois Demers",
    "cat": ""
  },
  {
    "review": "For breakfast it's great.  The omelet beat most I've had in NYC.  Loved the decore - the woman riding a pig is priceless!",
    "rating": 4,
    "name": "Nihat Karabiber",
    "cat": ""
  },
  {
    "review": "Nicely located (is it legal?) in a park. Traditional Ukrainian cousin. Expensive.",
    "rating": 2,
    "name": "Eddie Prilepsky",
    "cat": ""
  },
  {
    "review": "Their takeout window is very quick!  The pancakes are super yummy and very cheep!",
    "rating": 5,
    "name": "Mike “Major Rage” Page",
    "cat": ""
  },
  {
    "review": "Great selection and fantastic service. AAA",
    "rating": 4,
    "name": "Daniel Blum",
    "cat": ""
  },
  {
    "review": "Thank you 💗",
    "rating": 4,
    "name": "Dmytro Trukhachov",
    "cat": ""
  },
  {
    "review": "Great place to eat Ukrainian cuisine: the restaurant is stylized after a cottage. A tree is located in the middle of the restaurant, the staff is dressed in traditional Ukrainian garb. The borscht is fantastic, the rest of the food is good as well. Quite touristy.",
    "rating": 5,
    "name": "Steve DePew",
    "cat": ""
  },
  {
    "review": "Cool view. Not bed traditional Ukrainian food.",
    "rating": 4,
    "name": "Madison Evans",
    "cat": ""
  },
  {
    "review": "Local place to eat which is decorated in a local Ukrainian style.",
    "rating": 5,
    "name": "Leon Dan",
    "cat": ""
  },
  {
    "review": "Tries to look traditional Ukraine place and probably is, just you don't see locals there.",
    "rating": 4,
    "name": "Александр Павловский",
    "cat": ""
  },
  {
    "review": "Good Ukrainian food.",
    "rating": 5,
    "name": "Vitalii Yarema",
    "cat": ""
  },
  {
    "review": "Great Ukrainian food",
    "rating": 5,
    "name": "Londonos UK",
    "cat": ""
  },
  {
    "review": "Delicious food, slow vodka and bad seliodka.",
    "rating": 5,
    "name": "Thomas Eberhard",
    "cat": ""
  },
  {
    "review": "Service, food, atmosphere.",
    "rating": 5,
    "name": "Lajos Hadnagy",
    "cat": ""
  },
  {
    "review": "Nice decent place. With an ice cube queen.;)",
    "rating": 5,
    "name": "Igor Fedulov",
    "cat": ""
  },
  {
    "review": "nice restaurant.food are very delicious",
    "rating": 5,
    "name": "Jiaxin Ying",
    "cat": ""
  },
  {
    "review": "Thank you 💗",
    "rating": 5,
    "name": "v d",
    "cat": ""
  },
  {
    "review": "Simple but mouth watering. Friendly waitress ♥️♥️",
    "rating": 5,
    "name": "rossi chen",
    "cat": ""
  },
  {
    "review": "Amazing Ukrainian cuisine",
    "rating": 5,
    "name": "Bettina Barbara Kahles",
    "cat": ""
  },
  {
    "review": "Great food awful service",
    "rating": 4,
    "name": "Fabrice B",
    "cat": ""
  },
  {
    "review": "Just had a drink on a hot day. Beautiful setting in the park.",
    "rating": 5,
    "name": "Ted Klingbeil",
    "cat": ""
  },
  {
    "review": "Cozy resraurant in the Taras Shevchenko park, serves tasty pancakes with different fillings and all other food.",
    "rating": 4,
    "name": "Anastasia S.",
    "cat": ""
  },
  {
    "review": "Kids love to go there",
    "rating": 4,
    "name": "Danny Kim",
    "cat": ""
  },
  {
    "review": "Great Ukrainian food!",
    "rating": 4,
    "name": "kostasathens1976",
    "cat": ""
  },
  {
    "review": "Love this place. It did not change at all after 15 years!",
    "rating": 5,
    "name": "Önder Tatar",
    "cat": ""
  },
  {
    "review": "Service is decent, but food is quite bland; poor representation of what Ukrainian food is.",
    "rating": 3,
    "name": "Ezzudeen Shuroro Al Sardi",
    "cat": ""
  },
  {
    "review": "Pretty cool.",
    "rating": 5,
    "name": "Victor “VIMAC” C",
    "cat": ""
  },
  {
    "review": "Right place to visit and eat. Live music",
    "rating": 5,
    "name": "Bertrand Diaz",
    "cat": ""
  },
  {
    "review": "The staff at O'Panas was a little unresponsive, we had to wave frantically, until someone took notice of us. The food was good, though we did not find it special in any way. Portion size was rather small, but apparently in the Ukraine it's …",
    "rating": 5,
    "name": "Oleksiy Bobrysh",
    "cat": ""
  },
  {
    "review": "Worst coffe in Kiev. Totally dissepointed",
    "rating": 5,
    "name": "Sehee Park",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback! We are very sorry that you did not like coffee. We look forward to seeing you again to correct your impression. We apologize for the inconvenience.\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня. Дякуємо за відгук! Нам дуже прикро, що кава Вам прийшла не до вподоби. Сподіваємося побачити Вас знову, щоб виправити Ваше враження. Приносимо вибачення за завдані незручності.\nЗ повагою Адміністрація ресторану.",
    "rating": 4,
    "name": "Henrik Bast",
    "cat": ""
  },
  {
    "review": "nice place with national style",
    "rating": 5,
    "name": "Nikoloz Girgvliani",
    "cat": ""
  },
  {
    "review": "Just one more expensive restaurant.",
    "rating": 5,
    "name": "Mike Tate",
    "cat": ""
  },
  {
    "review": "Tasty Ukrainian food",
    "rating": 4,
    "name": "Volynets Liudmyla",
    "cat": ""
  },
  {
    "review": "Best Ukrainian restaurant in Kyiv",
    "rating": 5,
    "name": "seb mikl",
    "cat": ""
  },
  {
    "review": "Touristic restaurant with live music",
    "rating": 5,
    "name": "Patrizio Sbaragli",
    "cat": ""
  },
  {
    "review": "Nothing good about this place. Avoid",
    "rating": 4,
    "name": "Merry Cobal",
    "cat": ""
  },
  {
    "review": "I recently dined at O'panas on the edge of Shevchenko Park in Kiev.  Upon entering the restaurant that evening with my lady friend I received a marvelous visual impression.  The restaurant resembles a traditional, old-world dining hall …",
    "rating": 5,
    "name": "A B",
    "cat": ""
  },
  {
    "review": "Normal prices,  pleasant setting,  decent service.",
    "rating": 3,
    "name": "Omon Djuraev",
    "cat": ""
  },
  {
    "review": "Expensive place with good interior",
    "rating": 5,
    "name": "Сергей С",
    "cat": ""
  },
  {
    "review": "Great food.",
    "rating": 4,
    "name": "Joshua Li",
    "cat": ""
  },
  {
    "review": "Kind personel and fast presentations",
    "rating": 5,
    "name": "Mahtumkuli Nedirov",
    "cat": ""
  },
  {
    "review": "Exelent place to test local traditional food",
    "rating": 5,
    "name": "Eisenfaust",
    "cat": ""
  },
  {
    "review": "Here Cava means coffe :) Funny. But, it is the oldies restaurant in Kiev. They know the secret",
    "rating": 4,
    "name": "Viktor Kanevsky",
    "cat": ""
  },
  {
    "review": "Popular restaurant in Kyiv.",
    "rating": 5,
    "name": "Kevin",
    "cat": ""
  },
  {
    "review": "I definately advice this restaurant",
    "rating": 4,
    "name": "Dr.Murtadha Bin Abd",
    "cat": ""
  },
  {
    "review": "Must to visit!!! Perfect👌",
    "rating": 5,
    "name": "Vova Cooper",
    "cat": ""
  },
  {
    "review": "tasty Ukrainian cousin",
    "rating": 5,
    "name": "nataliya mamelchuk",
    "cat": ""
  },
  {
    "review": "Cold beet kvass borscht is a must try!",
    "rating": 5,
    "name": "Andrii Lytvynenko",
    "cat": ""
  },
  {
    "review": "Good foie gras.",
    "rating": 5,
    "name": "Yuliya Karayon",
    "cat": ""
  },
  {
    "review": "high quality service",
    "rating": 2,
    "name": "Dayi Hayi",
    "cat": ""
  },
  {
    "review": "Great foods",
    "rating": 5,
    "name": "Zephyr",
    "cat": ""
  },
  {
    "review": "Traditional 🇺🇦 Ukraine dishes.",
    "rating": 5,
    "name": "amos sutandi",
    "cat": ""
  },
  {
    "review": "Beautiful place\nGood food",
    "rating": 5,
    "name": "Meral Birinci",
    "cat": ""
  },
  {
    "review": "Thank you 💗",
    "rating": 5,
    "name": "Jurij Pitulja",
    "cat": ""
  },
  {
    "review": "An awesome restaurant!",
    "rating": 5,
    "name": "Anastasia Novikova",
    "cat": ""
  },
  {
    "review": "Tasty \"lazy dumplings\")",
    "rating": 5,
    "name": "Bohdan Martynets",
    "cat": ""
  },
  {
    "review": "Not bad..not a great!",
    "rating": 5,
    "name": "Анна Набокина",
    "cat": ""
  },
  {
    "review": "Too much tradition is never enough",
    "rating": 5,
    "name": "Halyna",
    "cat": ""
  },
  {
    "review": "Original, tasty, gentle..",
    "rating": 4,
    "name": "john gold",
    "cat": ""
  },
  {
    "review": "Not bad",
    "rating": 3,
    "name": "Quentin Zahra",
    "cat": ""
  },
  {
    "review": "Nice Park",
    "rating": 5,
    "name": "Генннадий Иванов",
    "cat": ""
  },
  {
    "review": "Very nice experience!",
    "rating": 5,
    "name": "Tamar Kavtaradze",
    "cat": ""
  },
  {
    "review": "Thank you 💗",
    "rating": 5,
    "name": "The club",
    "cat": ""
  },
  {
    "review": "Traditional Ukrainian food",
    "rating": 5,
    "name": "Tari Utami",
    "cat": ""
  },
  {
    "review": "Good place and food!",
    "rating": 5,
    "name": "veysi Simekli",
    "cat": ""
  },
  {
    "review": "Thank you 💗",
    "rating": 5,
    "name": "Serg Leon",
    "cat": ""
  },
  {
    "review": "Nice restaurant",
    "rating": 5,
    "name": "Philippe Philipok",
    "cat": ""
  },
  {
    "review": "Tasty food",
    "rating": 5,
    "name": "serare ozbay",
    "cat": ""
  },
  {
    "review": "Amazing atmosphere and service. Will return.",
    "rating": 2,
    "name": "Antonio Ferraresi",
    "cat": ""
  },
  {
    "review": "Sometimes i have a meeting with my sister",
    "rating": 5,
    "name": "Robin Hierl",
    "cat": ""
  },
  {
    "review": "Get the soup in bread!",
    "rating": 5,
    "name": "Larysa Ogorodnik",
    "cat": ""
  },
  {
    "review": "a claasic. always good",
    "rating": 5,
    "name": "Anastasia Raint",
    "cat": ""
  },
  {
    "review": "I  very impressed..",
    "rating": 5,
    "name": "gülseren kınalı",
    "cat": ""
  },
  {
    "review": "5stars just for the pancakes point of sale right at the entrance",
    "rating": 5,
    "name": "Vasilina K",
    "cat": ""
  },
  {
    "review": "Relatively slow service",
    "rating": 5,
    "name": "Юлия",
    "cat": ""
  },
  {
    "review": "Beautiful place",
    "rating": 5,
    "name": "Елена Алексеенко",
    "cat": ""
  },
  {
    "review": "I highly recommend",
    "rating": 5,
    "name": "Murat GÖNEN",
    "cat": ""
  },
  {
    "review": "👍👍",
    "rating": 5,
    "name": "Анатолий Ильенко",
    "cat": ""
  },
  {
    "review": "The food here is amazing!",
    "rating": 5,
    "name": "Thomas B",
    "cat": ""
  },
  {
    "review": "Very nice restaurant",
    "rating": 5,
    "name": "Оксана Левченко",
    "cat": ""
  },
  {
    "review": "Excellent ambience!",
    "rating": 5,
    "name": "楊瑜鋒",
    "cat": ""
  },
  {
    "review": "Great Salmon 👍",
    "rating": 5,
    "name": "Елена Вертинская",
    "cat": ""
  },
  {
    "review": "Borscht, Borscht, Borscht!\nso good",
    "rating": 4,
    "name": "Yuriy Dzhemesyuk",
    "cat": ""
  },
  {
    "review": "Nice!",
    "rating": 5,
    "name": "Irina Kondratjeva",
    "cat": ""
  },
  {
    "review": "Nice evening at the park",
    "rating": 5,
    "name": "ирина мельничук",
    "cat": ""
  },
  {
    "review": "Great service",
    "rating": 5,
    "name": "Natella K*",
    "cat": ""
  },
  {
    "review": "Breads are excellent",
    "rating": 4,
    "name": "Evgenya Lafa",
    "cat": ""
  },
  {
    "review": "Absolutely Brilliant!",
    "rating": 5,
    "name": "Kate Poliakova",
    "cat": ""
  },
  {
    "review": "nice setting",
    "rating": 4,
    "name": "Олена Прохорчук",
    "cat": ""
  },
  {
    "review": "Good stuff",
    "rating": 5,
    "name": "Olena",
    "cat": ""
  },
  {
    "review": "very cool",
    "rating": 5,
    "name": "크리스",
    "cat": ""
  },
  {
    "review": "Perfect for foreigners",
    "rating": 5,
    "name": "Mari MarenGo",
    "cat": ""
  },
  {
    "review": "Great",
    "rating": 5,
    "name": "Your Driver Company Kyiv Ukraine",
    "cat": ""
  },
  {
    "review": "Thank you ☺️",
    "rating": 4,
    "name": "Виктор Лысенко",
    "cat": ""
  },
  {
    "review": "Nice and friendly staff",
    "rating": 5,
    "name": "MYOUNGEUN KIM",
    "cat": ""
  },
  {
    "review": "Everything was ok",
    "rating": 4,
    "name": "FREDERIC MAUJOIN",
    "cat": ""
  },
  {
    "review": "Different presentations",
    "rating": 5,
    "name": "Ольга Шматко",
    "cat": ""
  },
  {
    "review": "Good food",
    "rating": 3,
    "name": "Oleg Petukhov",
    "cat": ""
  },
  {
    "review": "Nice",
    "rating": 5,
    "name": "Iana Ianochkina",
    "cat": ""
  },
  {
    "review": "Greatttt",
    "rating": 5,
    "name": "Art Sht",
    "cat": ""
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Klaus-Jürgen Dott",
    "cat": ""
  },
  {
    "review": "Delicious",
    "rating": 1,
    "name": "Anastasia Donska",
    "cat": ""
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Nataliia Matiash",
    "cat": ""
  },
  {
    "review": "Nice",
    "rating": 5,
    "name": "Dima Govorun",
    "cat": ""
  },
  {
    "review": "Cool",
    "rating": 4,
    "name": "--",
    "cat": ""
  },
  {
    "review": "Amazing",
    "rating": 4,
    "name": "M. B.",
    "cat": ""
  },
  {
    "review": "no",
    "rating": 5,
    "name": "Олеся Бахарева",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The restaurant is outstanding!\nThe food is delicious (see picture) and the staff is really very accommodating.\nWe each had two starters, a main course and a dessert, as well as tea, cocktails …",
    "rating": 5,
    "name": "Алена Ярополова",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Tetyana Nebozhynska",
    "cat": ""
  },
  {
    "review": "(Translated by Google) I went to drink coffee and treat myself to dessert. I decided to try Napoleon.\nThe dessert was very well served and tasted incredibly tender. Attentive …",
    "rating": 5,
    "name": "Olesya Morozova",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback ❤️\nWe are always glad to see you in our institution 🌾\n\n(Original)\nДякуємо за відгук ❤️\nЗавжди раді бачити вас у нашому закладі 🌾",
    "rating": 5,
    "name": "Cтеблянко Марина Володимирівна",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very cowardly institution, in the middle of Shevchenko Park !!!))\nColorful interior: whitewashed walls, reeds, mud, Ukrainian embroidered shirt - …",
    "rating": 5,
    "name": "ярослав деляев",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback 🥰🥰🥰\nWe are very glad that you liked everything 😍 O'Panas is always waiting for you ♥ ️\n\n(Original)\nЩиро дякуємо за відгук 🥰🥰🥰\nДуже раді, що Вам все сподобалося 😍 О'Панас завжди чекає на Вас ♥️",
    "rating": 4,
    "name": "Anastasiia Sluisarenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) It is a place where we take shelter to get rid of the cold of Ukraine. Unknowingly, we came across a very nice business. The employees are very concerned, the place is clean. prices are reasonable. I gave 2 coffees 80 …",
    "rating": 4,
    "name": "Юлия Краснобаева",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Marianna",
    "cat": ""
  },
  {
    "review": "Ресторан в целом понравился. Интерьер в украинском стиле, не первой свежести, но тепло и уютно. Еда очень привычная для наших людей, приготовлена вкусно. Отдельно хочется отметить обслуживание - официант был великолепен, очень внимательный, …",
    "rating": 5,
    "name": "Людмила Рогожина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback ❤️❤️❤️\n\n(Original)\nДякуємо за відгук ❤️❤️❤️",
    "rating": 5,
    "name": "Nalan Şimşek",
    "cat": ""
  },
  {
    "review": "Красивый интерьер!\nОтличное и быстрое обслуживание.\nЦены не дешёвые, но вкус , вид еды, подача , атмосфера  стоит потраченных …",
    "rating": 5,
    "name": "Mihail Drogga",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ♥ ️ Happy to have you enjoyed our establishment 🌾 Always happy to see you with us ☺️\n\n(Original)\nДякуємо ♥️ Щасливі, що Вам сподобалося у нашому закладі 🌾 Завжди раді бачити Вас у нас ☺️",
    "rating": 5,
    "name": "Елена Кошовченко",
    "cat": ""
  },
  {
    "review": "Второй раз в этом заведении. Салат из шпината со смородиной, авокадо и огурцом с медовой заправкой - это сразу любовь, это очень вкусно! Палтус на подушке из баклажанов с соусом - оригинальное и мега вкусное блюдо!!! Приходите и пробуйте! …",
    "rating": 5,
    "name": "Александр Андреев",
    "cat": ""
  },
  {
    "review": "(Translated by Google) While visiting Taras Shevchenko Park, we saw a restaurant in the park. Once inside, we fell in love with the wonderfully appointed two-story wooden structure. We were seated right away. From the rich menu, we decided …",
    "rating": 5,
    "name": "Zbyszek Pajak",
    "cat": ""
  },
  {
    "review": "Всё было очень вкусно! Деруны не успели сделать фото, съели мгновенно, как и всё остальное! Благодарность официанту Никите за качественное обслуживание и знание английского языка, так как гости были с Америки! Рекомендую!!! 👌👌👌 …",
    "rating": 5,
    "name": "Нина Олешко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback ❤️ always happy to see you in our establishment 🌾\n\n(Original)\nДякуємо за відгук ❤️ завжди раді бачити вас у нашому закладі 🌾",
    "rating": 4,
    "name": "erkin esentürk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great place overlooking a park. Food perfect dishes. Great atmosphere with musicians. The perfect restaurant to discover typical Ukrainian dishes …",
    "rating": 5,
    "name": "Vladimir Boyadzhiev",
    "cat": ""
  },
  {
    "review": "(Translated by Google) I liked the Ukrainian atmosphere, live music and friendly waiters. …",
    "rating": 1,
    "name": "Kirill Rusanov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback🥰\nWe try for you and look forward to visiting again🌷\n\n(Original)\nДякуємо за відгук🥰\nСтараємося для вас і чекаємо знову в гості🌷",
    "rating": 5,
    "name": "Анастасия Шаталова",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good service, good meals, reasonable prices, in the park. …",
    "rating": 4,
    "name": "Steen Toft Jørgensen",
    "cat": ""
  },
  {
    "review": "thank you ♥ ️",
    "rating": 4,
    "name": "Misha Pavinov",
    "cat": ""
  },
  {
    "review": "Вкусно, красиво, фольклорно, большой выбор украинской кухни.\nПриятные цены. Находится прямо в зеленой зоне парка …",
    "rating": 5,
    "name": "Виталий Пинчук",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Not a bad place with Ukrainian cuisine and interior. Quite tasty, service at a good level …",
    "rating": 5,
    "name": "Natalia NatNek",
    "cat": ""
  },
  {
    "review": "Совершенно потрясающе. Уютно, профессионально, по-теплому обслуживание, все очень вкусно, на уровень выше, чем \"Как дома\". Настоятельно рекомендую сюда за борщом, горилкой, и варениками) …",
    "rating": 5,
    "name": "Artem Moskalenko",
    "cat": ""
  },
  {
    "review": "Очень понравилось. Мы приходили компанией, столик заказали, нас разместили, но так вышло что одной из девушек плохо становится когда ей жарко, и прям нужно что бы она сидела под кондционером. Так вот там был официант Дима, ( вам огромгый …",
    "rating": 5,
    "name": "Vasiliy Pidjash",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for such a warm response\n❤️ ♥ ️ ♥ ️\nWe are happy that you liked everything 🥰\nWe are always glad to see you in O'Panas 🌾\n\n(Original)\nДякуємо за такий теплий відгук\n❤️♥️♥️\nМи щасливі, що вам все сподобалося 🥰\nЗавжди раді бачити Вас у О'Панас 🌾",
    "rating": 5,
    "name": "Igor Oleynik",
    "cat": ""
  },
  {
    "review": "Провели прекрасный вечер всей семьей. Все очень вкусно. Красивая подача. Официант большая умничка! Закарпатский салат - обьеденье!\nТолько положительные впечатления. Обязательно сходите) …",
    "rating": 5,
    "name": "Sergi S",
    "cat": ""
  },
  {
    "review": "Хожу что бы поесть борща!\nВкусный борщ, который в этот раз ждали ЧАС 🤦‍♀️, возможно из-за того что готовили еще одно блюдо для парня, котлета по киевски с пюре (интересная подача …",
    "rating": 5,
    "name": "Валентина Ильченко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great place. Very tasty dishes with delicious serving. Interestingly, even \"simple\" zucchini or baked potatoes are served. You can come alone, with a friend or loved one; you can safely bring business partners and …",
    "rating": 5,
    "name": "Carolina B A",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Absolutely \"not my\" institution, but in its segment is very cool.\nIf walking around Kyiv with foreign friends, I would have to feed them …",
    "rating": 5,
    "name": "Iurii Radchenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very cool location, in the heart of Kiev, in a beautiful park. Of the pros: terrace, friendly service, large menu. The food tastes like home, without claims to haute cuisine. …",
    "rating": 5,
    "name": "Ирина Макаренко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very nice, typical restaurant. Very nice and attentive staff, good selection of food and drinks and live music. Worth a detour there. …",
    "rating": 5,
    "name": "dominic shlykov",
    "cat": ""
  },
  {
    "review": "Чудесный, уютный ресторанчик, красивый интерьер. Еда очень вкусная и цены адекватные, официанты приветливые и дружелюбные. Осталось очень хорошее впечатление. Рекомендую. …",
    "rating": 3,
    "name": "Radosław Andryszczak",
    "cat": ""
  },
  {
    "review": "Милый небольшой ресторанчик украинской кухни в центре Киева.  Расположен в парке Шевченко. Также можно купить блинчики, сырники с собой. Очень вкусно. …",
    "rating": 5,
    "name": "Мар'яна Зелінська",
    "cat": ""
  },
  {
    "review": "Большой выбор блюд Украинской кухни. Быстрая подача. Борщ на 4ку , котлета по-киевски на 5 )). Приятные обходительные официанты. …",
    "rating": 5,
    "name": "Vladimir Solonenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious food and friendly staff. Because it is around the park, the environment is pleasant and close to famous tourist spots. Delicious food, kind staff, great location. …",
    "rating": 3,
    "name": "Andrey Petrov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very good restaurant with good house dish attention when ordering there are some errors on the card we think to order a portion of 100g and we bring you a whole fish I recommend for the quality of the food …",
    "rating": 5,
    "name": "Kohan Vika",
    "cat": ""
  },
  {
    "review": "Отмечали вчера Новый Год в кругу сотрудников ! Хочу выразить, от всего нашего коллектива ,огромную благодарность за ваш труд !\n- интерьер ( уютно очень ) …",
    "rating": 4,
    "name": "Taurus SDO",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback ❤️❤️❤️\nWe are always happy for you ✨\n\n(Original)\nДякуємо за відгук ❤️❤️❤️\nЗавжди раді Вам ✨",
    "rating": 5,
    "name": "Paolo Berton",
    "cat": ""
  },
  {
    "review": "Кухня не плохая. В зале откровенное холодно, не уютно, мало тепла. Удивила играющая в зале попсовая музыка. …",
    "rating": 5,
    "name": "Kiril Kai",
    "cat": ""
  },
  {
    "review": "Очень атмосферный ресторан. Традиционная украинская кухня. Вежливый и приятный персонал. …",
    "rating": 5,
    "name": "GaLina Grishchenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you 💗\nO'Panas is always waiting for you 🌾\n\n(Original)\nДякуємо 💗\nО'Панас завжди чекає на Вас 🌾",
    "rating": 2,
    "name": "Sasha Fengci",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Ohhh people! This is a good Ukrainian cuisine restaurant! Try everything! Everything tastes good!\nВсё было супер вкусно! Так держать! …",
    "rating": 5,
    "name": "Evgenia Rokhvarg",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Super delicious, one or more visits, must see\n\n(Original) …",
    "rating": 2,
    "name": "Viktoriya Viktoriya",
    "cat": ""
  },
  {
    "review": "Хуже некуда! Обслуживание отвратительное и с нарушением и законов и логики. Заказали 2 кофе, расплатились картой, нам посчитали 3, сказали деньги вернуть не могут. Предложили дать кофе с собой один, но так и не дали. Полное отсутствие …",
    "rating": 5,
    "name": "Elena Goncharuk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) We are very sorry about the incident and apologize to you. All your comments have already been passed to the restaurant management, we will work with all employees and will not allow this again.\nSincerely, Restaurant Administration.\n\n(Original)\nМи дуже жалкуємо про інцидент і приносимо Вам свої вибачення. Всі Ваші зауваження вже передані керівництву ресторану, проведемо роботу з усіма співробітниками і  не допустимо подібного знову.\nЗ повагою Адміністрація ресторану.",
    "rating": 5,
    "name": "Abdulrahman Mansour",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very cozy place in the park, the interior is in the style of the Ukrainian village, with huts, which in turn makes this place attractive for tourists and you can take here your foreign guests. …",
    "rating": 2,
    "name": "Психолог сексолог Виктория Билан",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️\nWe are always glad to see you in our institution 🌾\n\n(Original)\nДякуємо ❤️\nЗавжди раді бачити Вас у нашому закладі 🌾",
    "rating": 4,
    "name": "Vittorio Falco",
    "cat": ""
  },
  {
    "review": "Заведение красивое, стульчики мягкие, цены дешевые, блюда вкусные, порции нормальные. Отлично провели время, советую! Единственная ложечка дегтя, которая лично мне не понравилась - в чеке сами добавили свои чаевые, более того еще и …",
    "rating": 4,
    "name": "Olga Shevchuk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback ❤️\nTook into account a spoon))\nLet's correct 🤍\nWe are waiting for you again🥰\n\n(Original)\nДякуємо за ваш відгук ❤️\nПрийняли до уваги ложечку))\nБудемо виправлятися 🤍\nЧекаємо на Вас знову🥰",
    "rating": 5,
    "name": "Mykhailo Ilin",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The place is well designed in the old Ukrainian style, and there are indoor and outdoor seating, I tried his coffee and a wonderful cheesecake, and great treatment from the staff except for one of the workers who was …",
    "rating": 2,
    "name": "Tetyana Tymchenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very friendly, attentive and quick service. The food is a bit more expensive for Kiev due to the location but very good. There were twelve of us here, so we were able to test the menu from start to finish. As I said, …",
    "rating": 5,
    "name": "Andrew Melko",
    "cat": ""
  },
  {
    "review": "Вчера была в заведении, заказывала борщ, драники со сметаной и на десерт киевский торт.\nОсталась очень довольна, периодически посещаю это заведение, когда в районе …",
    "rating": 4,
    "name": "Олег Бойко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great, I love this restaurant, for the delicious cuisine, for the good service and hospitable staff! …",
    "rating": 4,
    "name": "Валентина Ватаг",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very classic restaurant of Ukrainian cuisine! Homemade, delicious. Authentic. Who here for the Ukrainian color - you here. Special thanks to the musicians - very cool! …",
    "rating": 5,
    "name": "Galochka Yachnik",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious Ukrainian and European cuisine. I recommend!\n\n(Original) …",
    "rating": 5,
    "name": "Bogdan Rogovchenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Superb Ukrainian hospitality and delicious food!\n\n(Original) …",
    "rating": 5,
    "name": "Viacheslav Bilous",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious, stno. Attentive and friendly staff. Prices, given the location and service, are reasonable. …",
    "rating": 4,
    "name": "Baby Funny",
    "cat": ""
  },
  {
    "review": "Очень вкусные блины с разнообразными начинками по доступным ценам! Соотношение цена/качество на высоте! Но тесто немного сыровато, прошу Вас обратить на это внимание) …",
    "rating": 5,
    "name": "Roms",
    "cat": ""
  },
  {
    "review": "Тепло) Для тех,кто любит украинский колорит- очень даже. Кофе по венски приготовлено вкусно. А вот блинчики раньше нравились сдесь больше. Мартини есть😉 …",
    "rating": 2,
    "name": "Ярослава Визёнок",
    "cat": ""
  },
  {
    "review": "(Translated by Google) You are in good hands there if you want to experience Ukrainian cuisine and culture.\nVery nice folklore ambience, friendly service, wearing the Ukrainian national …",
    "rating": 2,
    "name": "Sergii F.",
    "cat": ""
  },
  {
    "review": "Хорошее место, вкусная кухня. Для деток в выходные проходят мастер-классы по гончарному искусству. Очень интересный интерьер. Цены далеко не самые низкие, но зато самая вкусная котлета по киевски! …",
    "rating": 2,
    "name": "Anna S45",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious food .. Definitely a restaurant to visit in Kiev …",
    "rating": 4,
    "name": "Мир",
    "cat": ""
  },
  {
    "review": "Аутентичное место и Божественная кухня. Шикарное, хоть и дорогое заведение! Тыквенные блинчики, картошка фри (никогда такой не ел, вкусная как в ресторане, а не McD), сырники которые всем понравились.  Лимонад тоже вкусный и большой выбор! …",
    "rating": 5,
    "name": "Antonio Coelho",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Ukrainian color and extremely polite waiter Andrew made our evening unforgettable. Here I felt not at the restaurant, but visiting my very close friends. Delicious, fast-fed. Fun, talented musicians can dance, sing. …",
    "rating": 3,
    "name": "Мирослав (MandarinoviyBRO)",
    "cat": ""
  },
  {
    "review": "Отличный ресторан национальной кухни. Есть весь ассортимент национальных блюд. Колоритное место, приятное обслуживание. Столик лучше заказывать, место очень популярное. Отличное пиво от местных пивоваров. …",
    "rating": 5,
    "name": "Danylo Goncharuk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great restaurant! We visited her thanks to Samuel and Audrey and their vlog.\nThe decor is great plus a tree inside :) Food firecracker and prices decent! …",
    "rating": 5,
    "name": "Мар'ян Марець",
    "cat": ""
  },
  {
    "review": "Замечательное место для спокойного  отдыха с друзьями. Несколько лет подряд посещаем  на праздники - пасха, рождество , новогодние дни. Красивый , самобытный интерьер.  Очень вкусное меню, вежливый, внимательный и быстрый персонал. …",
    "rating": 5,
    "name": "M Mary",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️\nAlways happy to see you in O'Panas 🌾\n\n(Original)\nДякуємо ❤️\nЗавжди раді бачити Вас в О'Панас 🌾",
    "rating": 4,
    "name": "Natalya Kaluzhanina",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Weather in Ukraine -9 snow and finding a nice place inside …",
    "rating": 5,
    "name": "Pavel Knutov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Nice Ukrainian restaurant. The kitchen is very good.\n\n(Original) …",
    "rating": 4,
    "name": "Liliana Benker",
    "cat": ""
  },
  {
    "review": "Спросил, есть ли в меню Харчо? Сказали: что есть Бограч и это очень похожие блюда. Принесли тушёную картошку с мясом (вкусно), но маленькая порция картошки с мясо не может стоить 150 грн!!! …",
    "rating": 5,
    "name": "Yevgeniy Melekhov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good afternoon ☀️\nThank you very much for your feedback! We accept your comments, we will correct ❤️❤️❤️\n\n(Original)\nДобрий день ☀️\nДуже дякуємо за ваш відгук! Приймаємо ваші зауваження, будемо виправлятися ❤️❤️❤️",
    "rating": 1,
    "name": "Сергій Миколайович",
    "cat": ""
  },
  {
    "review": "Такую вкусную грибную юшку пробовала разве что в Карпатах. Очень вкусно, много разных грибов ( по вкусу - не размороженных), и подаётся в апетитном хлебе с корочкой. …",
    "rating": 4,
    "name": "Антон «Еntoni» Глогоцкий",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ♥ ️\n\n(Original)\nДякуємо ♥️",
    "rating": 5,
    "name": "Андрей Лейко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great restaurant in the park. There are 2 floors with tables. Menu cards in Ukrainian and English, and cards can be paid for. …",
    "rating": 5,
    "name": "Youngin Choi",
    "cat": ""
  },
  {
    "review": "Без сомнения, заведение уже давно существует, имеет свою атмосферу и своего клиента. Персонал просто невероятно доброжелательный. Меню в основной массе это блюда украинской кухни. Все свежее и качественное. Для любопытства можно сходить …",
    "rating": 5,
    "name": "Дмитрий Гоголь",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️\nO'Panas is always waiting for you 🌾\n\n(Original)\nДякуємо ❤️\nО'Панас завжди чекає на Вас 🌾",
    "rating": 1,
    "name": "Butkevych Anastasiia",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Visited the institution with a friend, very friendly staff, administrator Taras is very pleasant to talk to, knows his job and treated us well as guests, waiter Olesya - impressions of the service are only positive, …",
    "rating": 5,
    "name": "Grygoriy Dmytriv",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️❤️❤️\nO'Panas is always waiting for you 🌾\n\n(Original)\nДякуємо ❤️❤️❤️\nО'Панас завжди чекає на Вас 🌾",
    "rating": 5,
    "name": "MARIUSZ BLAHA",
    "cat": ""
  },
  {
    "review": "Очень вкусно абсолютно все, что мы там ели! Обслуживание доброжелательное и качественное. Интерьеры интересные. Советуем …",
    "rating": 4,
    "name": "Yurii Fenchuk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ♥ ️\nWe are always glad to see you in O'Panas 🌾\n\n(Original)\nДякуємо ♥️\nЗавжди раді бачити Вас у О'Панас 🌾",
    "rating": 5,
    "name": "irina zlobina",
    "cat": ""
  },
  {
    "review": "Шикарные блинчики, ароматный чай, доступные цены. Только осторожно с крышками на стаканчиках - чай вытекает из-за неплотности. Воробьи прирученные - такого я раньше нигде не видел))) Не боятся брать еду прямо из рук и как цирковые животные …",
    "rating": 1,
    "name": "Sandra M",
    "cat": ""
  },
  {
    "review": "Очень душевное место. Заведение не подходит тем кто сидит на диете. Объелся украинской кухни, наполнился положительными эмоциями. Лучший борщ который я ел в жизни. В нём было прекрасно всё и вкус и подача. Спасибо 😊 …",
    "rating": 5,
    "name": "Ilona Shemrai",
    "cat": ""
  },
  {
    "review": "Замечательное место, помимо шикарного месторасположения, а заведение находится в парке. Заведение имеет внутренний интерьер, в национальной стилистике, особое положительное впечатление это гончар сидящий на входе и помимо того что он …",
    "rating": 5,
    "name": "Светлана Загребельная",
    "cat": ""
  },
  {
    "review": "Отличное место в центре Киева, хорошая атмосфера, красивый интерьер, качественная кухня. …",
    "rating": 5,
    "name": "Siryj Bahin",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great place with delicious cuisine!\nDivine friction!\nPleasant and polite English speaking staff) …",
    "rating": 5,
    "name": "Dmytro Koval'ov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Nice, cozy, good wine and better cuisine. To repeat\n\n(Original) …",
    "rating": 5,
    "name": "Андрій Шевченко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very cozy restaurant! Delicious food. Respect to the staff !! …",
    "rating": 4,
    "name": "Gauer",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great place, incredible atmosphere, service and mega delicious pumpkin salad! …",
    "rating": 5,
    "name": "Алена Микитенко",
    "cat": ""
  },
  {
    "review": "Душевное место и для маленьких и для больших праздником и даже просто зайти на кофе)\nПерсонал вежливый и заботливый. Еда и обстановка в национальных традициях. …",
    "rating": 4,
    "name": "Sergiy Kravchuk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very good fish soup. Unfortunately, kvass rather from the store. There were no solinaki or dumplings :(. Very nice and fast service. …",
    "rating": 3,
    "name": "Alyona K",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Wonderful restaurant in the city center in a green park. Delicious Ukrainian cuisine. Be sure to try Kyiv cheesecakes for breakfast. Friendly staff, excellent service. A window with pancakes that all children and moms …",
    "rating": 5,
    "name": "Bill Getman",
    "cat": ""
  },
  {
    "review": "Был давно давно, первый раз. И вот заскочил на ужин. Всё вкусно. Вот от слова Всё. Музыканты ненавязчивы и в тему. Ценник средний для центра. Кстати их крепкий напиток, имеет право на жизнь. …",
    "rating": 5,
    "name": "Анастасія Клочек",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you 🍁\nAlways happy for you 💛\n\n(Original)\nДякуємо 🍁\nЗавжди раді вам 💛",
    "rating": 5,
    "name": "Степан Игнатишин",
    "cat": ""
  },
  {
    "review": "Официанты забывчивы. Нет котлет по киевски. Еда не так и плоха.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "세계일주미완성",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the rating and comment. We will take into account your comments. We look forward to seeing you again.\nSincerely, Restaurant Administration.\n\n(Original)\nДякуємо за оцінку і коментар. Ми обов'язково врахуємо Ваше зауваження. Будемо раді бачити Вас знову.\nЗ повагою Адміністрація ресторану.",
    "rating": 5,
    "name": "Anna Anna",
    "cat": ""
  },
  {
    "review": "Были в среду вечером и почти полная посадка в зале. Место популярное и не жалею, что выбрали именно его. Захотелось борща с салом, вареничков и солений. Все вкусно, хорошее обслуживание. Нам понравилось …",
    "rating": 3,
    "name": "Катерина Рабина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! Thank you for the feedback about our restaurant and we are definitely waiting for you to visit again!\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня! Дякуємо за відгук про наш ресторан і обов'язково чекаємо Вас в гості знову!\nЗ повагою Адміністрація ресторану.",
    "rating": 4,
    "name": "Halil OZTURK",
    "cat": ""
  },
  {
    "review": "Довольно не плохо, кухня хорошая. При посещении заведения официант стоял в задумчивости куда нас посадить, хотя свободных столиков было достаточно. Принимал заказ уже другой официант, вот он работал на высоте, но не запомнили как его зовут( …",
    "rating": 5,
    "name": "Dmytro EGOVUA",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Excellent experience in Kiev.\nThe food is tasty and well presented.\nThe personnel extremely kind and professional. The dehor is lovely and fresh. …",
    "rating": 4,
    "name": "Карина Кузьмина",
    "cat": ""
  },
  {
    "review": "Это место уже имеет историю. Месторасположение отличное в центре города, парк Шевченка, зелень! Цены вполне адекватные, еда вкусная, украинская и европейская кухня. Есть живая музыка, что создает особую атмосферу отдыха. Рекомендую! …",
    "rating": 5,
    "name": "Anna Schiraya",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback ❤️ We are always glad to see you in our establishment 🌾\n\n(Original)\nДякуємо за відгук ❤️ Завжди раді бачити вас у нашому закладі 🌾",
    "rating": 4,
    "name": "Tatyana Opredelyonnov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious pancake and cream brulee dessert\n\n(Original) …",
    "rating": 4,
    "name": "Nadiia Chykish",
    "cat": ""
  },
  {
    "review": "Место классное, колоритное. Но еда, к сожалению, не порадовала. С такими ценами можно стараться больше, в борще все было очень крупно порезано, не было пампушек. Подача блюд не красивая, все несут очень долго. Одним словом - не стараются. У …",
    "rating": 4,
    "name": "Olha Pavlenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! We are sorry that you were not satisfied with the quality of our dish. We will take into account your comments. We hope to correct your impression at the next visit, thank you for your feedback, it is very important for us.\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня! Нам шкода, що Ви не були задоволені якістю нашої страви. Ми обов'язково врахуємо Ваші зауваження. Сподіваємося виправити Ваше враження при наступному візиті, спасибі за Ваш відгук, для нас він дуже важливий.\nЗ повагою Адміністрація ресторану.",
    "rating": 2,
    "name": "Наталія Вольська",
    "cat": ""
  },
  {
    "review": "Вчера посетила этот замечательный ресторан. Я здесь уже не впервые. Нужно сказать, что традиции украинской кухни здесь сохранены в лучших традициях. Очень вкусно, я ела голубцы, мои друзья заказали борщ и картофель с салом. Понравилось …",
    "rating": 4,
    "name": "Prince Троць",
    "cat": ""
  },
  {
    "review": "В воскресенье 04.07.2021 были с подругой в ресторане, на террасе. Я заказала вареники с вишней, и яблочный штрудель - ну, так было заявлено в меню, что это штрудель с мороженным. Принесли  этот \"штрудель\" -  непонятное изделие на тарелке, …",
    "rating": 5,
    "name": "Светлана Аганян",
    "cat": ""
  },
  {
    "review": "Виктория, здравствуйте ☺️\nСпасибо за отзыв!)\nПриносим свои извинения!) Ждем вас у нас снова, надеемся, что ваши впечатления улучшаться в положительную сторону, так как с момента вашего прибывания у нас уже прошло несколько месяцев❤️\nНапишите, пожалуйста, свои контакты (телеграм/инстаграм) мы хотели бы с вами связаться 🥰\n\n(Translated by Google)\nHello Victoria ☺️\nThank you for your feedback!)\nWe apologize!) We are waiting for you with us again, we hope that your impressions will improve in a positive direction, since several months have already passed since your stay with us❤️\nPlease write your contacts (telegram / instagram), we would like to contact you 🥰",
    "rating": 5,
    "name": "Nataliya",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The restaurant is located in Taras Shevchenko Park. Delicious traditional Ukrainian cuisine at reasonable prices. Usually every day a lot of people cook and serve pretty quickly. Good service, fast food. You can sit …",
    "rating": 5,
    "name": "Лиана Байдюкова",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Excellent Ukrainian restaurant inside the park and opposite the Red University …",
    "rating": 4,
    "name": "Сергей Чернявский",
    "cat": ""
  },
  {
    "review": "Сначала ждали столик\nДолго ждали заказ. Официанты обслуживание - хорошее. Кухня не справлялась. Пришлось отменить заказ. Порции средние для Киева,  не дёшево . Цены киевские. …",
    "rating": 5,
    "name": "Umberto Aiello",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Typical Ukrainian cuisine. Very accurate service and excellent menu. It wasn't the best I had lunch in but for a break while at Schevchenko park it was great. …",
    "rating": 5,
    "name": "Juls R",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback 💗",
    "rating": 3,
    "name": "Марина Побідаш",
    "cat": ""
  },
  {
    "review": "Блинчики с рыбой и сыром. Блинчики с яблоками и корицей. Яблоки в этом сезоне дешёвые, но начинки было очень мало. Блин большой и вкусный, но .... …",
    "rating": 5,
    "name": "Véronique Orliange",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback ❤️\nWe take note of your comments and work on this issue ємо we are waiting for you again 💫\n\n(Original)\nДякуємо за ваш відгук ❤️\nПриймаємо до уваги ваші зауваження і пропрацюємо це питання🥰 чекаємо на Вас знову 💫",
    "rating": 5,
    "name": "Adam Ginex",
    "cat": ""
  },
  {
    "review": "Традиционный стиль. Хорошая кухня. Не затягивали с обслуживанием. В год пару -тройку раз бываю в этом ресторане с разными делегациями.  Кухня не плохая.  За последние пару лет вкус пищи не изменился в худшую сторону.  Обычно если меняют …",
    "rating": 4,
    "name": "Didem Güzelsoy",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good location. And that's the end of all the pros. Most of the menu is missing. I had to change the whole order twice, because only after the transfer of the order to the kitchen it turned out that these dishes are …",
    "rating": 5,
    "name": "Dmitry Iliukhin",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Tatiana, thank you for the feedback! ❤️\nWe apologize !!! 🙏\nWe take everything into account! Let's correct ✨\nCan you please leave your contacts (instagram / facebook / telegram) we want to contact you 💗\n\n(Original)\nТетяно, дякуємо за відгук!❤️\nПриносимо свої вибачення!!!🙏\nПриймаємо все до уваги! Будемо виправлятися ✨\nМожете залишити, будь ласка, свої контакти (інстаграм/фейсбук/телеграм) хочемо з вами зв'язатися 💗",
    "rating": 4,
    "name": "Luda L",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great cuisine. Very tasty. Spacious. Traditional interior. Good for corporate and small business. …",
    "rating": 5,
    "name": "Marina Timoshenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good menu, but short schedule now. You can eat in the park with friends or colleagues. …",
    "rating": 4,
    "name": "smart gadgets club",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback ♥ ️\n\n(Original)\nДякуємо за відгук ♥️",
    "rating": 4,
    "name": "Gé Pineri",
    "cat": ""
  },
  {
    "review": "Большое помещение, интерьер стилизован под украинский мотив.\nКухня вкусная, есть что выбрать и вкусно поесть.\nВ Киеве мы на пару дней остановились и это кафе было близко, мы его посетили и …",
    "rating": 4,
    "name": "Сергій Козак",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for your feedback! We are definitely interested in the opinion of each visitor and it is incredibly important that you feel comfortable in our institution. We will take into account your comments and will definitely be waiting for you with us again)\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня! Щиро дякуємо за Ваш відгук! Нам неодмінно цікава думка кожного відвідувача і неймовірно важливо, аби Ви почувалися у нашому закладі комфортно. Ми врахуємо Ваші зауваження та обов'язково будемо чекати Вас у нас знову)\nЗ повагою Адміністрація ресторану.",
    "rating": 5,
    "name": "Galina Kiseleva",
    "cat": ""
  },
  {
    "review": "Хорошее, атмосферное место. Украинский цезарь был отличным. Обслуживание 5+. Единственное замечание - апероль, он не очень( …",
    "rating": 5,
    "name": "Екатерина Якуба",
    "cat": ""
  },
  {
    "review": "Хороший интерьер в национальном стиле, вежливые официанты, доступные цены, вкусная еда …",
    "rating": 5,
    "name": "Giacomo Filioli",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great place to take a break from the hustle and bustle of the city and have a cup of coffee. Friendly staff. Everything is high. …",
    "rating": 5,
    "name": "mihaela livia",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️ O'Panas is always waiting for you 🌾\n\n(Original)\nДякуємо ❤️ О'Панас завжди чекає на Вас 🌾",
    "rating": 4,
    "name": "Olena Gonchenko",
    "cat": ""
  },
  {
    "review": "Вкусно, есть терраса прям в парке, но туалеты грязные. Для ресторана неприемлемо😬 Немного деруны пересоленные …",
    "rating": 5,
    "name": "Vlady Spektor",
    "cat": ""
  },
  {
    "review": "Заведение отличное, кухня супер, только вот одно небольшое замечание - в форшмаке масло нужно тчательнее разбивать чтоб кусков не было, но это такое, а так все просто вкусно, по ценам я бы сказал очень демократично и не дорого, главное …",
    "rating": 1,
    "name": "Евгения Оболевич",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 5,
    "name": "Sergio Busquets",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The service leaves much to be desired, the waitress who served our table at least did not introduce herself, did not repeat our order, but was at least a little friendly for it and I put 2 stars. Many of the dishes on …",
    "rating": 4,
    "name": "Марина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. The situation described by you does not meet the standards of our institution. We sincerely apologize for leaving such an impression and not providing proper service. This is a sad exception to our standards and we have already worked to prevent such situations from happening again. We are very sorry that you were dissatisfied with the taste characteristics of the menu. Maybe next time we will choose dishes for you that will reveal the skill of the chef and the beauty of Ukrainian cuisine. We hope to see you again in our institution.\nSincerely, Restaurant Administration.\n\n(Original)\nДякуємо за Ваш відгук. Описана Вами ситуація не відповідає стандартам нашого закладу. Ми приносимо свої щирі вибачення за те, що залишили таке враження і не надали належний сервіс. Це сумне виключення з наших стандартів і ми вже провели роботу для того, щоб такі ситуації не повторювалися. Нам дуже шкода, що Ви залишились незадоволені смаковими характеристиками страв меню. Можливо, наступного разу ми підберемо для Вас страви, які розкриють майстерність шефа та красу української кухні. Сподіваємося побачити Вас знову в нашому закладі.\nЗ повагою Адміністрація ресторану.",
    "rating": 5,
    "name": "Валя Петрова",
    "cat": ""
  },
  {
    "review": "Кухня весьма посредственная, борщ никакущий. В Жарю-парю и то лучше. Бограч - одно название, заказывал дважды с интервалом в месяц-полтора (думал первый раз не повезло) - то же самое г... …",
    "rating": 3,
    "name": "Юлия Шумейко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback ❤️ We take everything into account and will correct you ✨ Sergey, please write your contacts on Instagram / Telegram / Facebook we want to contact you 🥰\n\n(Original)\nДякуємо за ваш відгук ❤️ Приймаємо все до уваги і будемо виправлятися ✨ Сергію, напишіть, будь ласка, ваші контакти інстаграм/телеграм/фейсбук хочемо з вами зв'язатися 🥰",
    "rating": 5,
    "name": "Konstantin Maximov",
    "cat": ""
  },
  {
    "review": "Были здесь на днях. Кухня очень вкусная. Борщ, маринованные огурчики, паштет  -объедение. Внимательные официанты. Живая музыка, но туалеты такие грязные. Хуже,чем в общественных. Все облито, описяно, грязно …",
    "rating": 5,
    "name": "Mehmet Fatih Erdoğan",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback! Be sure to take into account your comments and work with staff. Thanks to you we become better. We look forward to seeing you again!\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня. Дякуємо за відгук! Обов'язково врахуємо Ваше зауваження і проведемо роботу з персоналом. Завдяки Вам ми стаємо кращими. Будемо раді бачити Вас знову!\nЗ повагою Адміністрація ресторану.",
    "rating": 5,
    "name": "Aleksey Mezentsev",
    "cat": ""
  },
  {
    "review": "Стилизованный ресторан в национальном стиле, прекрасный выбор украинских блюд отличного качества, внимательный персонал и удобное расположение в парке. Цены выше среднего. …",
    "rating": 5,
    "name": "Serg Tse",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Located in the Taras Shevchenko park, it has proved to be an excellent restaurant, with well-prepared regional food. And friendly staff. We were also pleasantly surprised to have a group singing regional songs. …",
    "rating": 5,
    "name": "Таня Рябкова",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Prices are not high, as for such an arrangement, but the portions are small. The interior is nice but tired. Live music was playing, people approached the tables quite insistently. Dishes wait a long time. I ordered a …",
    "rating": 4,
    "name": "Bella Voldemort",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Myroslav, thank you very much for your feedback! 🥰 We will correct ourselves! Please leave your contacts (instagram / facebook / telegram) we want to contact you 💗\n\n(Original)\nМирославе, щиро дякуємо за відгук!🥰 Будемо виправлятися! Залиште, будь ласка, свої контакти (інстаграм/фейсбук/телеграм) хочемо з вами зв'язатися 💗",
    "rating": 5,
    "name": "Misericordia Ceacero",
    "cat": ""
  },
  {
    "review": "Лучший ресторан украинской кухни в Киеве!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Галина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Everything is delicious.\nMackerel, a very large portion, can be without garnish. …",
    "rating": 5,
    "name": "Максим Толмачев",
    "cat": ""
  },
  {
    "review": "Зашли на ужин с мужем. Очень вкусные салаты. Приятная атмосфера. Не смотря на то, что соседние столики близко расположены, не слышно разговоров соседей, и комфортно. Идеально белоснежные скатерти. Хороший дизайн интерьера. Быстро …",
    "rating": 4,
    "name": "Roberto Giannice",
    "cat": ""
  },
  {
    "review": "Хорошее место, колоритное, Солоха милая, гончар.....\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Iryna Chupryna",
    "cat": ""
  },
  {
    "review": "Мое любимое место в Киеве. Каждый раз прихожу сюда по прилёту. Очень вкусно кормят, каре ягненка великолепно. Обожаю их хреновуху, брал на вынос литр а последний раз) упаковали очень хорошо. Атмосфера великолепная. Обслуживание на высоте. …",
    "rating": 5,
    "name": "Irina Monte",
    "cat": ""
  },
  {
    "review": "Раритетное место. Ресторану уже более 15 лет. Когда-то было в премиум сегменте. Сейчас за счёт отличной центральной локации, с ухожены парком продолжает быть популярным для желающих по домашнему и по украинскому покушать в формате …",
    "rating": 5,
    "name": "Сергій Шум",
    "cat": ""
  },
  {
    "review": "Очень вкусная украинская кухня. Поел борща, разных вареников и сырники. Выкатился из ресторана. Сервис вежливый. …",
    "rating": 5,
    "name": "Гунчак Іоанн",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great disappointment with the restaurant! The new waiter knows neither the menu nor the wine list. All questions on salads and meat dishes, a clear and understandable answer was not received, offered only the most …",
    "rating": 3,
    "name": "Victoria klng",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your honest feedback, for participating in the development of the restaurant service and for the opportunity to correct your mistakes. We are always open and motivated to improve. We are very sorry that your impressions did not live up to your expectations. Please accept our sincere apologies for the inconvenience. It is a pity that this happened. Every guest is of great importance to us, as well as every guest feedback is incredibly valuable to us. Be sure to take into account your comments and correct. We will be very grateful for the opportunity to apologize in person and will be happy to treat you to delicious desserts with coffee to improve your impression. We are sure we will be able to open our restaurant for you from the other side. We hope the widow will see you again to do everything possible to make your vacation as comfortable as possible, and the memories - just pleasant!\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня. Дякуємо за чесний відгук, за те, що берете участь у розвитку сервісу ресторану і за можливість виправити свої помилки. Ми завжди відкриті та мотивовані вдосконалюватися. Нам дуже шкода, що ваші враження не виправдали ваших очікувань. Прийміть наші найщиріші вибачення за незручності. Прикро, що так сталося. Кожен гість для нас має велике значення, так само як і кожен відгук гостя неймовірно цінний для нас. Обов'язково врахуємо ваші зауваження та виправимося. Будемо вам дуже вдячні за можливість вибачитися особисто та із задоволенням пригостимо вас смачними десертами з кавою аби виправити ваше враження на краще. Впевнені, нам вдасться відкрити наш ресторан для вас з іншого боку. Сподіваємося невдові побачити вас знову аби зробити все можливе, щоб ваш відпочинок був максимально комфортним, а спогади - лише приємними!\nЗ повагою Адміністрація ресторану.",
    "rating": 5,
    "name": "Maik Ganster",
    "cat": ""
  },
  {
    "review": "(Translated by Google) I do not rate the restaurant, but fast food with pancakes. Tasty, cheap, but extremely long. And it's not about the speed of cooking, but how many people order. One person orders ten pancakes, and only one person …",
    "rating": 5,
    "name": "Дмитрий Полищук",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! Thanks for the feedback. We apologize for the negative impressions! Each guest is the most dear and dear to us, we listen carefully to comments and work on their elimination. Appropriate work will be done on these shortcomings. We hope that in the next visit you will definitely note that there have been changes for the better. See you soon!\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня! Спасибі за відгук. Приносимо свої вибачення за доставлені негативні враження! Кожен гість - найдорожчий і шановний для нас, ми уважно прислухаємося до зауважень і працюємо над їх усуненням. Буде проведена відповідна робота над зазначеними недоліками. Сподіваємося, в наступний візит Ви обов'язково відзначите що відбулися зміни в кращу сторону. До нової зустрічі!\nЗ повагою, Адміністрація ресторану.",
    "rating": 5,
    "name": "Erwin V.",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very tasty cuisine, good songs and a pleasant atmosphere\n\n(Original) …",
    "rating": 5,
    "name": "corrado simonotto",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ♥ ️\nHappy that you liked everything 🥰\n\n(Original)\nДякуємо ♥️\nЩасливі, що вам все сподобалося 🥰",
    "rating": 5,
    "name": "Yuri Chevordov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Best place to eat Ukrainian food\nBorsch\nKiev-style cutlets …",
    "rating": 5,
    "name": "Саша Трамп",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Everything was very tasty. Service to the maximum cool! Olesya and Taras, thank you for a great evening 😊 …",
    "rating": 5,
    "name": "Valeri Barbie",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️\nWe are always glad to see you in O'Panas 🌾\n\n(Original)\nДякуємо ❤️\nЗавжди раді бачити Вас у О'Панас 🌾",
    "rating": 5,
    "name": "Sounds of the Universe",
    "cat": ""
  },
  {
    "review": "Пришли с маленьким ребёнком в коляске, заказали напитки и десерты, специально уточнили и взяли те десерты, которые не надо ждать, так как хотели успеть их съесть, пока ребёнок спит. В итоге спустя 25 минут ребёнок проснулся и начал …",
    "rating": 5,
    "name": "Юлия Ледидар",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! We are very sorry that this situation has developed. Please accept our sincere apologies for any inconvenience you may have experienced while visiting our facility. We try to analyze all situations in detail, and take into account every wish of our guests. We hope you will give us another chance. If you have the opportunity and desire to correct your impression, we will gladly and wholeheartedly treat you to a delicious dessert and coffee.\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня! Нам дуже прикро, що склалася така ситуація. Прийміть наші найщиріші вибачення за такі незручності, які ви змогли відчути під час відвідування нашого закладу. Ми намагаємося детально розбирати всі ситуації, і беремо до уваги кожне побажання наших гостей. Сподіваємося ви дасте нам ще один шанс. Якщо у вас буде можливість та бажання виправити ваше враження, ми із задоволенням та від чистого серця пригостимо вас смачним десертом та кавою.\nЗ повагою Адміністрація ресторану.",
    "rating": 4,
    "name": "Йохансон Ногебатор",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great location, good cuisine, great music\n\n(Original) …",
    "rating": 5,
    "name": "It's roblox",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Cool food and drinking even better\n\n(Original) …",
    "rating": 5,
    "name": "Валентина Славінська",
    "cat": ""
  },
  {
    "review": "Неплохой ресторанчик. Официанты вежливые, но сама подача немного хромает: были вдвоём с женой, мне заказ поставили на стол нормально, жене вообще не там где она сидела.. А так уютно, цены как для центра приемлемые, главное достоинство - в …",
    "rating": 3,
    "name": "Олеся Олександрівна",
    "cat": ""
  },
  {
    "review": "Очень понравилось! Работает кондиционер. Очень чисто. Приветливый персонал. Обслуживание на высоте! Прекрасно провели время с подругой. Главное - вкуснее шашлыка я еще не пробовала! Меню - выбор блюд на любой вкус, а главное очень вкусно, …",
    "rating": 5,
    "name": "Anastasiia",
    "cat": ""
  },
  {
    "review": "(Translated by Google) ordered strudel with cherry, it was delicious only ice cream that was near strudel !!! himself strudel NO! the aroma of a dirty oven, sour cherries cooked without sugar, from the defrosted factory dough and that's you …",
    "rating": 5,
    "name": "Irina Kosti",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good restaurant of Ukrainian cuisine.\nService -super, for us even opened a bar and politely waited until we gathered, because the closing was already 15 minutes as.The atmosphere is good, the …",
    "rating": 5,
    "name": "אלונה גרשמן",
    "cat": ""
  },
  {
    "review": "Уютно, по-домашнему) Кухня разнообразная, вкуснейшая, и относительно не дорого. Я заказала кабачки запеченые с лососем, пришлось немного подождать, но блюдо подали горячее, с пылу-жару, очень вкусно! …",
    "rating": 5,
    "name": "User Comfy",
    "cat": ""
  },
  {
    "review": "(Translated by Google) One of the best in terms of national cuisine. Good service, great musicians …",
    "rating": 5,
    "name": "Irina Smith",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️ always happy to see you in O'Panas 🌾\n\n(Original)\nДякуємо ❤️ завжди раді бачити Вас у О'Панас 🌾",
    "rating": 4,
    "name": "Tony Montana",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very nice restaurant, cozy atmosphere, authentic Ukrainian cuisine, convenient location. In the evenings, the trinity of music is played alive. …",
    "rating": 5,
    "name": "Eugene Ischenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you to the staff for a wonderful evening, and a very grateful chef for the delicious food👍 …",
    "rating": 5,
    "name": "Christian Keller",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 5,
    "name": "Юлия",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Tasty and with atmosphere\n\n(Original)\nSmacznie i z klimatem",
    "rating": 5,
    "name": "Zinedine Zidane",
    "cat": ""
  },
  {
    "review": "Хорошо посидели. Вкусно поели и попили))\n\n(Translated by Google)\nWe sat well. They ate tasty and drank))",
    "rating": 5,
    "name": "Light Magic",
    "cat": ""
  },
  {
    "review": "Приятное место, уютно, украинский колорит, расположен в центре красивого парка им. Шевченко. Можно посидеть на террасе, поесть или выпить кофе, посмотреть на гуляющих людей, можно перекусить на ходу блинчиками с начинками, которые продаются …",
    "rating": 5,
    "name": "Твой друг",
    "cat": ""
  },
  {
    "review": "Неплохая кухня и обслуживание.\nНо как- то неуютно- как привокзальная столовая: столы на 6 человек, стулья с давным- давно продавленными сидениями, столы с белыми скатертями, на которых …",
    "rating": 5,
    "name": "Anna Kolesnikova",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Exquisite taste in national style. Must be visited.\n\n(Original) …",
    "rating": 4,
    "name": "Галина Зейко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Located in Shevchenko Park, more than once passed and saw a large queue for pancakes. But all did not reach, today I tried - delicious. There are a variety of fillings to choose from, but some can be combined. The …",
    "rating": 5,
    "name": "Юлия Кучеренко",
    "cat": ""
  },
  {
    "review": "Прикрасное кафе, тихое место, музыка в меру... Отлично и вкусно готовят, персонал вежливый и внимательный... …",
    "rating": 5,
    "name": "Ira Pavliuk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Green barley poison is more delicious than red, but it also tastes a bowl of bread. Rabbit meatballs? I tried, but not bad, not just delicious. Just try it. 22,000 pounds to beer …",
    "rating": 5,
    "name": "Диана Майбородина",
    "cat": ""
  },
  {
    "review": "Уютно, вкусно, быстрое обслуживание, очень внимательный персонал.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Victoria Markoni",
    "cat": ""
  },
  {
    "review": "Разочаровал, такой не вкусной украинской кухни нужно еще поискать.\nБорщ никакой, деруны без вкуса и не дожаренные, соления без вкуса или с таким протухшим вкусом, что их невозможно кушать. …",
    "rating": 4,
    "name": "Анатолий Жембровский",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The local Ukrainian restaurant has an authentic ambience, the prices are a bit expensive, and Vareniki is a place you can try, especially in such a beautiful park. The location as well as being close to the city …",
    "rating": 2,
    "name": "Мила Цыбульская",
    "cat": ""
  },
  {
    "review": "Очень атмосферное заведение. Вкусная разнообразная украинская кухня, внимательный персонал. Очень вкусная еда, основные блюда подают в районе 15-20 минут при нормальной загрузке что очень хорошо. …",
    "rating": 5,
    "name": "юрий авраменко",
    "cat": ""
  },
  {
    "review": "Вареники отменные)) единственное что испортил впечатление гончар, который грубо и нервно себя вёл.. но само заведение отличное …",
    "rating": 5,
    "name": "Евгений Минаев",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback ♥ ️\nWe take into account your remarks ✨\n\n(Original)\nДякуємо за відгук ♥️\nВраховуємо ваше зауваження ✨",
    "rating": 5,
    "name": "Valeri Viktorov",
    "cat": ""
  },
  {
    "review": "Мне очень понравился ресторан. Мы отмечали день рождения компанией из шести человек. Ресторан был загружен, но обслуживали быстро и качественно. Кухня отличная. Придем ещё! …",
    "rating": 4,
    "name": "Valeriy Bidnoshey",
    "cat": ""
  },
  {
    "review": "Неплохо, но не фонтан.\n\n(Translated by Google)\nNot bad, but not a fountain.",
    "rating": 4,
    "name": "Darya Lazareva",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your feedback! We try and develop every minute to make our dishes even tastier and better, and our guests even more satisfied. So we are waiting for you again in our restaurant to pleasantly surprise you!\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня. Дякуємо Вам за відгук! Ми кожну хвилинку стараємося і розвиваємося для того, щоб наші страви були ще смачнішими й кращими, а гості – ще більше задоволені. Тому чекаємо вас знову в нашому ресторані, щоб приємно здивувати!\nЗ повагою Адміністрація ресторану.",
    "rating": 5,
    "name": "Lesia Andrievskaja",
    "cat": ""
  },
  {
    "review": "Замечательный ресторан в парке. Душевный и комфортный интерьер. Вежливый персонал. С детками удобно. В субботу играли украинские песни обалденные музыканты. А вот кухню сильно не похвалю, можно было бы и вкуснее всё  готовить. …",
    "rating": 5,
    "name": "Илья Николаев",
    "cat": ""
  },
  {
    "review": "Мы пришли в заведение, а сев за столик обнаружили, что столик грязный, весь в крошках. Пришлось долго ждать официанта..\nК слову, это был понедельник и не прайм тайм. …",
    "rating": 5,
    "name": "Luk Ban",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! Thanks for the feedback! We apologize for the inconvenience. We will be glad to see you again and hope that the next meeting will be worth all the stars.\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня! Дякуємо за відгук! Приносимо вибачення за доставлені незручності. Будемо раді бачити Вас знову та сподіваємося, що наступна зустріч буде варта всіх зірок.\nЗ повагою Адміністрація ресторану.",
    "rating": 5,
    "name": "Tomasz Grabowski",
    "cat": ""
  },
  {
    "review": "(Translated by Google) It took a long time to cook, and at the same time some dishes were brought cold. Dishes are not tasty: potato pancakes are cold, dry and rubber; chicken skewers are very fatty and oversalted, in the dish \"fortress\" …",
    "rating": 3,
    "name": "Віталій Зейко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! We are very sorry that this situation has developed and your impression is negative, especially when it comes to the kitchen, which is most appreciated among our guests. Your comments have already been passed to the restaurant administration. We want every guest to be satisfied with the atmosphere, cuisine and service. We hope that you will come back to us again and give another chance to our gastronomy, because we are working on it a lot. We really want to change your impression and therefore we invite you to visit, we sincerely want to treat you to a delicious dessert and coffee)\nSincerely, Restaurant Administration\n\n(Original)\nДоброго дня! Нам дуже шкода, що склалася подібна ситуація і Ваше враження залишилося негативним, особливо коли це стосується кухні, яка найбільше оцінюється серед наших гостей. Ваші зауваження вже передали адміністрації ресторану. Ми прагнемо, щоб кожен гість був задоволений атмосферою, кухнею і сервісом. Сподіваємося, що ви знову повернетесь до нас та дасте ще один шанс нашій гастрономії, бо ми над нею дуже багато працюємо. Нам дуже хочеться змінити ваше враження і тому запрошуємо вас в гості, хочемо від щирого серця пригостити вас смачним десертом та кавою)\nЗ повагою Адміністрація ресторану",
    "rating": 5,
    "name": "Massimo Perazzolo",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The service is just super cuisine very tasty everything is fine except for the lady who was introduced by the deputy director asked a little louder to make music to which he received the answer that in the institution …",
    "rating": 4,
    "name": "Sergey Einrichter",
    "cat": ""
  },
  {
    "review": "Хороший ресторан, вкусно очень. Приятный персонал и цены.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Universe Study",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ♥ ️\n\n(Original)\nДякуємо ♥️",
    "rating": 5,
    "name": "Елена Труш",
    "cat": ""
  },
  {
    "review": "Любовались на Рождество по достопримечательностям Киева с друзьями из ближнего зарубежья, гуляли в живописном парке при Университете Т.Шевченко и проголодались. Очень милым снаружи показалось заведение О!Панас и мы решили погреться. Блюда …",
    "rating": 3,
    "name": "Ирина Турица",
    "cat": ""
  },
  {
    "review": "Старинный украинский стиль, живая музыка, вкусная кухня\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oksana Khmelevska",
    "cat": ""
  },
  {
    "review": "Хорошая украинская кухня с аутентичным колоритом.\nК сожалению, есть проблема для старых ресторанов в центре Киева, которые работают в основном с иностранцами, это обслуживание. …",
    "rating": 5,
    "name": "DREDD DREDD",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Fabulous borsh and banosh, quick and friendly service, very nice place and suitable for everyone …",
    "rating": 5,
    "name": "Joanna Piotrowska",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 3,
    "name": "Andrew Moljarchuk",
    "cat": ""
  },
  {
    "review": "лучшее место с национальной кухней, которое я посещала. отличный выбор блюд, все вкусно и нормальные цены. перед иностранными гостями было не стыдно …",
    "rating": 5,
    "name": "Лера Хоменко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) We tried salmon with basil ice cream yesterday - not tasty, dry, overcooked, with not very fresh taste. Probably frozen for a long time. And desserts and mojitos are delicious. Honey can be taken. …",
    "rating": 4,
    "name": "Lili Qwerty",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very good address if you want to taste Ukrainian dishes. The price is reasonable and the welcome is friendly. …",
    "rating": 5,
    "name": "Daniele Merlotti",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Лидия О",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Stuffed cabbage in tomato sauce destroyed the competition 🥵. Friendly decor and the service man immediately gave us something under the table when he noticed that the table was moving a bit 😇 …",
    "rating": 5,
    "name": "Anthony Mitico",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The location is very nice, although we went to a crowded group, the service was quite fast and nice. Food is delicious, price is slightly above average. …",
    "rating": 4,
    "name": "Світлана Прохода",
    "cat": ""
  },
  {
    "review": "хорошее место с вкусной национальной кухней, приятный персонал, относится к тебе как к другу но при этом не перегибая палку, обслуживание хорошее, сложилось такое впечатление что сидишь у себя дома …",
    "rating": 5,
    "name": "Nata Pototskaya",
    "cat": ""
  },
  {
    "review": "Ставлю 4 звёздочки, так как знаю что они постоянно совершенствуются! Ставят цели улучшить и становятся всё лучше.\nМного товаров! Товары качественные, на любой вкус! …",
    "rating": 5,
    "name": "Oksana Railyan",
    "cat": ""
  },
  {
    "review": "Божественная кухня. Тыквенные блинчики, картошка фри (никогда такой не ела, вкусная как в ресторане, а не McD), сырники которые всем понравились.  Лимонад тоже вкусный …",
    "rating": 5,
    "name": "Kate Dudchak",
    "cat": ""
  },
  {
    "review": "(Translated by Google) O'Panas is a place known for many years. Was with family 23.05.21. Borsch with donuts is good, potato pancakes like potato pancakes, I did not like kebabs, a little cheesy and not very tasty. I know they can do …",
    "rating": 5,
    "name": "Martyna Jakubik",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good Ukrainian cuisine, well placed.\nVery well …",
    "rating": 5,
    "name": "Shakhnoza Muminova",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Guido Zambonin",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good place, delicious cooking, great staff. Good impressions. The only thing - the child could not close the door to the toilet, the administration should pay attention to this. …",
    "rating": 2,
    "name": "Alexandr",
    "cat": ""
  },
  {
    "review": "Дизайн -  украинский стиль. Вкусный наполеон\nОчень порадовала возможность ребенку слепить вазочки/кувшинчики прям в самом заведении. На первом этаже есть гончар с кругом и глиной. Ребенок в восторге) …",
    "rating": 5,
    "name": "Анастасия Вашкевич",
    "cat": ""
  },
  {
    "review": "В сам ресторан не заходили, но в окошке за основным помещением жарят вкуснейшие блинчики с разными начинками. Особенно понравился блинчик с охотничьей колбаской и горчичкой (всего за 25 грн). …",
    "rating": 5,
    "name": "Vіra B",
    "cat": ""
  },
  {
    "review": "(Translated by Google) One of the best Ukrainian cuisine restaurants in Kiev. Very nice location in a park in the city center. …",
    "rating": 5,
    "name": "Giorgi111 Че",
    "cat": ""
  },
  {
    "review": "(Translated by Google) I loved this place, you eat at Diooo and the waiter ... just words to the superlative, a professional and kind person! I will go again these days because I would like to end this holiday with a flourish! 😁🔛🔝🔝🔝🔝 …",
    "rating": 5,
    "name": "Vira Sheludko",
    "cat": ""
  },
  {
    "review": "Ресторан в парке им.Шевченко, в центре Киева.Есть летняя терраса. Праздновали день рождения, заказали еду, алкоголь можно было принести с собой.Очень вкусные салаты,холодные закуски,паштет из куриной печени - просто бомба!Хороша сёмга. …",
    "rating": 1,
    "name": "Уля",
    "cat": ""
  },
  {
    "review": "Вкусно и приятная атмосфера 👌\n\n(Translated by Google)\nDelicious and pleasant atmosphere 👌",
    "rating": 3,
    "name": "Марина Нестерук",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you 🌾\nO'Panas is always waiting for you💛\n\n(Original)\nДякуємо 🌾\nО'Панас завжди чекає на вас💛",
    "rating": 2,
    "name": "Olena Perkova",
    "cat": ""
  },
  {
    "review": "Глинтвейн 85гр.. почему разогретое вино без намека на специи и мед, в которое при тебе кладут/выдавливают ломтик апельсина называют тут глинтвейн??? Может ,посетителям ресторана дают нормальный напиток, я не знаю, мы проходили мимо и решили …",
    "rating": 5,
    "name": "Ася Андреева",
    "cat": ""
  },
  {
    "review": "Отличная кухня. Вкусные настоящие украинские блюда.\nОтмечу хреновуху - рекомендую …",
    "rating": 5,
    "name": "Nara Jafarova",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback ❤️\nWe are always glad to see you in our institution ☺️\n\n(Original)\nДякуємо за відгук ❤️\nЗавжди раді бачити вас у нашому закладі ☺️",
    "rating": 5,
    "name": "Володимир",
    "cat": ""
  },
  {
    "review": "Хорошее, колоритное  место. Очень все вкусно. Была с другом-иностранцем ему тоже очень понравилось.  Минус который я заметила, не очень приятный, когда видя что человек не из Украины начали выманивать чаевые.(( …",
    "rating": 5,
    "name": "Игорь Мосийчук",
    "cat": ""
  },
  {
    "review": "Ресторан очень понравился. Кухня замечательная. Все было очень вкусно. Порции большие. Официантам отдельно респект. Всем советую посетить это заведение. …",
    "rating": 5,
    "name": "Даниэла Моргунова",
    "cat": ""
  },
  {
    "review": "Обслуживание хорошее, но кухня не очень понравилась. Не соответствует ценнику, мало и не особо вкусно. А место расположения и интерьер конечно крутое. Так просто зайти посидеть за чашечкой кофе) …",
    "rating": 4,
    "name": "Алексей",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Really very tasty - we tried Borsh, Vareniki and Olivje salad yesterday. The traditional cuisine is held high here. Was delicious! 👌\nCourteous, nice service! …",
    "rating": 5,
    "name": "Lesia Kali",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Grill do Brasil 👍\n\n(Original)\nGrill Do Brasil 👍",
    "rating": 5,
    "name": "Michael Ag",
    "cat": ""
  },
  {
    "review": "Если хотите поесть блинов, тут они всегда есть. Круглый год. Место знаковое - всегда есть очередь. Рекомендую. …",
    "rating": 5,
    "name": "04 88",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️\nWe are always glad to see you 🥰\n\n(Original)\nДякуємо ❤️\nЗавжди раді бачити Вас 🥰",
    "rating": 5,
    "name": "Sergiy Kutuzov",
    "cat": ""
  },
  {
    "review": "Старый проверенный ресторан. Годы идут, но там все так же вкусно и уютно. Можно заняться гончарным ремеслом, если устали кушать. …",
    "rating": 4,
    "name": "Alisha Monster",
    "cat": ""
  },
  {
    "review": "Ооочень атмосферное место. Возвращались из заграничного отпуска, заглянули туда на украинскую кухню. Остались довольны. Конечно, мамины вареники лучше) но борщ прекрасный! Вдобавку к обслуживанию, живому народному выступлению и настойкам - …",
    "rating": 5,
    "name": "Honorata Rawa",
    "cat": ""
  },
  {
    "review": "Ну тут слов нет, всё на высшем уровне, обожаю там кушать борщик 😍🥰 и цены удобоваримые, пятёрочка, однозначно вернусь!\nВернулась😅 повара поменяли, борщик стал не очень:( дома могу сама получше …",
    "rating": 3,
    "name": "Янiна Слiвак",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very typical Ukrainian restaurant\n\n(Original) …",
    "rating": 5,
    "name": "Елена Гришина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) For the second time in this establishment with an interval of a year, potato pancakes were as tasteless and overcooked, so they remained so, unfortunately! …",
    "rating": 4,
    "name": "Роман Хоній",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! Thanks for the feedback. We are very sorry that we were not able to satisfy your tastes. Comments were passed to the management and the chef of the restaurant. We apologize for the inconvenience.\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня! Дякуємо за відгук. Ми дуже шкодуємо, що нам не вдалося задовільнити Ваші смаки. Зауваження передані керівництву та шеф-кухарю ресторану. Приносимо свої вибачення за завдані незручності.\nЗ повагою Адміністрація ресторану.",
    "rating": 4,
    "name": "Ozan Bayram",
    "cat": ""
  },
  {
    "review": "Колоритное местечко в парке. Национальная кухня. Цены средние, блюда вкусные. Ел окрошку, пил горилку))) посетить разок стоит. После еды приятно прогуляться по парку, скамеечки тут классные. Скорей рекомендую чем нет. Ставлю пять звёзд за …",
    "rating": 5,
    "name": "Evgeny Opanasenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Excellent restaurant. Typical dishes of the local cuisine. Courteous service and very low prices compared to western standards. Set in a small city park in the center of the city. best to book …",
    "rating": 5,
    "name": "Алексей Маркевич",
    "cat": ""
  },
  {
    "review": "Люблю это место! Красивая терраса с видом на розы и цветущие деревья весной - ресторан находится в парке Шевченко. Вкусная украинская еда - деруны, вареники, картошка. Замечательные десерты и коктейли. И главное - относительно недорого. …",
    "rating": 5,
    "name": "erdal özel",
    "cat": ""
  },
  {
    "review": "Отличное тихое место в центре города. Большие порции и вкусные блюда не только украинской кухни. Вежливый персонал. …",
    "rating": 4,
    "name": "Виктор Шевцов",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great place. Ukrainian spirit in the heart of the capital. National dishes, interesting architecture, nice music. I recommend! Glory to Ukraine 🇺🇦 …",
    "rating": 5,
    "name": "Марина Бойко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Really great cuisine, pretty good pricing, but it's still \"flowers\" compared to the decor, cool entourage, I advise you to \"eat and relax before meeting in the center\" if you are tired of pathetic cafes and networks …",
    "rating": 5,
    "name": "Ковбой Мальборо",
    "cat": ""
  },
  {
    "review": "Лучшее об этом заведении это месторасположения. Сервис убогий. Непонятный стажёр без манер поведения. Еда на 3+. До уровня ресторана не дотягивает. Скорее можно это назвать Кафе. Чашка от моего чая имела трещину по всей высоте, чай тёк ... …",
    "rating": 4,
    "name": "Рафик Зиганшин",
    "cat": ""
  },
  {
    "review": "(Translated by Google) More time to eat in this restaurant and we were never disappointed! Service, drinks, food great! 5 Stars! …",
    "rating": 4,
    "name": "Yaroslava V",
    "cat": ""
  },
  {
    "review": "Украинская прекрасная кухня оформления\n19 век ВСЕ в Украинском стиле СУПЕР …",
    "rating": 5,
    "name": "Natalia Designs",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ♥ ️\n\n(Original)\nДякуємо ♥️",
    "rating": 5,
    "name": "Yana Sevastianova",
    "cat": ""
  },
  {
    "review": "(Translated by Google) A very nice Ukrainian style restaurant in the center of Kiev. The staff was friendly and helpful. I will visit the place again because I was very happy. …",
    "rating": 4,
    "name": "Андрей Высоцкий",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Excellent, I really liked the place, entertainment with an extraordinary band, and really excellent cuisine, prices I would say for the excellent food …",
    "rating": 5,
    "name": "Гуля Трупчанинова",
    "cat": ""
  },
  {
    "review": "Хорошее заведение привести иностранцев, ощутить калорит. Или для тех, кто любит национальную украинскую кухню. Не Iqos friendly - это мину для меня, но занижать рейтинг не буду. …",
    "rating": 5,
    "name": "Валерия Заславская",
    "cat": ""
  },
  {
    "review": "Понравилось. Национальная кухня в живописном месте.\nЦены, по европейским меркам, невысокие.\nПерсонал приятный. …",
    "rating": 5,
    "name": "Yuriy Rogovchenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you! We are always glad to see you in our institution ☺️\n\n(Original)\nДякуємо! Завжди раді бачити Вас у нашому закладі ☺️",
    "rating": 5,
    "name": "Mir Blade",
    "cat": ""
  },
  {
    "review": "(Translated by Google) This restaurant is recommended to everyone, the food is gigantic and the traditional decor is very authentic. Staff is very friendly and the prices are not too high. …",
    "rating": 4,
    "name": "Toni Cardenas",
    "cat": ""
  },
  {
    "review": "Хорошее место, замечательный персонал, но немножко долгая подача блюд, хотя связываю это с запарой на кухне, так как во время визита, выходной день, много людей и плюс был банкет. …",
    "rating": 5,
    "name": "Iryna Kozlova",
    "cat": ""
  },
  {
    "review": "Правда вкусно!! Учли мои особенные пожелания и приятно удивили.. Это именно тот ресторан в Киеве, где можно вкусно и полезно поесть 💕 …",
    "rating": 1,
    "name": "Denys Lanovskyi",
    "cat": ""
  },
  {
    "review": "Время от времени покупаем у них блинчики, которые продаются через окошко с достаточно большим выбором начинок.\nС одной стороны, что там постоянно очередь - показатель признания массами. …",
    "rating": 5,
    "name": "Марія Стюарт",
    "cat": ""
  },
  {
    "review": "Прекрасное место для приятного отдыха. Вкусная кухня, высокий сервис и неповторимая атмосфера. Всем рекомендую. …",
    "rating": 5,
    "name": "Svitlana Masyk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great restaurant! Delicious and delicious cuisine! Polite service! In a beautiful place! Among the beautiful nature! …",
    "rating": 3,
    "name": "Алексей Ковалев",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback 🥰 O'Panas is always waiting for you ♥ ️\n\n(Original)\nДякуємо за відгук 🥰 О'Панас завжди чекає на Вас♥️",
    "rating": 4,
    "name": "Valentina Trachuk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The food is so-so. You need to change the chef. Ukrainian cuisine is delicious, but not in this institution. On the plus side - an interesting interior and location. …",
    "rating": 4,
    "name": "Giovanni Meurs",
    "cat": ""
  },
  {
    "review": "Очень вкусно!\n\n(Translated by Google)\nVery tasty!",
    "rating": 5,
    "name": "Оксана Рябик",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Awesome selection, delicious food, nice ambience, good service and reasonable prices. …",
    "rating": 5,
    "name": "Tania Hryshchenko",
    "cat": ""
  },
  {
    "review": "Если бы можно было оценить на 100,я бы оценила на 1000!!!!потрясающее место,великолепная кухня,вежливый и приветливый персонал,быстрое обслуживание.каждое блюдо имеет превосходный вкус и оформление.Если вы хотите попробовать настоящей …",
    "rating": 4,
    "name": "V P",
    "cat": ""
  },
  {
    "review": "Отличное заведение: приятный персонал, разнообразное меню, нормальные цены, обязательно приду сюда ещё! …",
    "rating": 5,
    "name": "Нина Купченко",
    "cat": ""
  },
  {
    "review": "Очень нравится это заведение. Приятные, всегда улыбчивые официанты. Обслуживание на высшем уровне! Вкуснейшее пиво, и отличная кухня!\nСпасибо, приятно провели время. …",
    "rating": 5,
    "name": "Mary Onischenko",
    "cat": ""
  },
  {
    "review": "Красивое место,приятный персонал,теплый прием,вкусная еда,хорошое и быстрое обслуживание,приемлемые цены.Стоит посетить. …",
    "rating": 5,
    "name": "Max К",
    "cat": ""
  },
  {
    "review": "(Translated by Google) A good place for connoisseurs of Ukrainian cuisine!\n\n(Original) …",
    "rating": 5,
    "name": "Сергій Новак",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very good food, great atmosphere perfect and friendly service. A successful evening. …",
    "rating": 5,
    "name": "katya",
    "cat": ""
  },
  {
    "review": "Прекрасное обслуживание и необыкновенно вкусные блинчики! В следующий раз обязательно расширю границы и попробую что-то новенькое. Место очень уютное, чем-то напомнило мне атмосферу Карпат …",
    "rating": 5,
    "name": "Djonni Fas",
    "cat": ""
  },
  {
    "review": "Вкусно, аутентичный украинский стиль зала, профессиональные официанты. Если повезёт, можно попасть на прекрасные народные песни мини-ансамбля …",
    "rating": 4,
    "name": "Leha25",
    "cat": ""
  },
  {
    "review": "Всё очень вкусно - правда еду довольно долго готовят.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksandra Kazakova",
    "cat": ""
  },
  {
    "review": "Вкусно ,приемлемые цены, красивый интерьер ,тихое место в центре.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Катерина Шнайдер",
    "cat": ""
  },
  {
    "review": "Блинчики и салат с тыквой, я бы попробовала еще не раз. Зайду сюда еще)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Liza Miropolskaya",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good service and neat serving. But! The food, namely potato pancakes are not tasty at all. And they are very surprised that only one toilet works in the morning, the rest are just closed. I will not go a second time. …",
    "rating": 4,
    "name": "Виктор Гончаренко",
    "cat": ""
  },
  {
    "review": "Очень хорошее место! Обслуживание на высшем уровне. Официанты свободно говорят на английском. Наши европейские гости остались довольны. Спасибо) …",
    "rating": 5,
    "name": "Илья Величко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) He spent half of his student life in this institution. Simple but delicious dishes. Good location …",
    "rating": 5,
    "name": "Анна Сороченко",
    "cat": ""
  },
  {
    "review": "Вкусная украинская кухня, вежливый персонал, интерьер на высшем уровне! Люблю это место! …",
    "rating": 5,
    "name": "Aline Ganster",
    "cat": ""
  },
  {
    "review": "Ресторан с очень посредственной кухней и слабым обслуживанием. Наверное, у него есть своя публика, но мне очень не понравилось. …",
    "rating": 5,
    "name": "Андрей Киселёв",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! We truly thank you for visiting our restaurant and appreciating the taste of our dishes. We hope that next time you will be more satisfied with our institution.\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня! Щиро дякуємо Вам, що завітали до нашого ресторану та оцінили смак наших страв. Сподіваємося, наступного разу Ви будете більше задоволені нашим закладом.\nЗ повагою Адміністрація ресторану.",
    "rating": 3,
    "name": "Evgeny Vaschilin",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious Ukrainian dishes. Comfortable atmosphere in the hall. Good service. Sincere Ukrainian songs promote good rest and mood. …",
    "rating": 5,
    "name": "Ирина Дзюбенко",
    "cat": ""
  },
  {
    "review": "Честно скажу не понравилось , еда не вкусная , но это ещё можно как то пережить , но извините туалет просто настолько грязный и запах хуже чем общественный туалет на улице . Никогда не прийду и никому не рекомендую . Редко пишу такие отзывы …",
    "rating": 5,
    "name": "Виталий Ященко",
    "cat": ""
  },
  {
    "review": "Красиво, уютно, позитивно, вкусно. Хорошее место для проведения семейного отдыха. …",
    "rating": 5,
    "name": "Julia Antoniuk",
    "cat": ""
  },
  {
    "review": "Хорошая кухня, адекватные цены, красивый интерьер, приятное обслуживание\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олексій Обухов",
    "cat": ""
  },
  {
    "review": "Хорошая кухня, внимательный персонал, уютная обстановка. Хорошее место для проведения приятного вечера. …",
    "rating": 4,
    "name": "özgür akbaş",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good restaurant, nostalgic for the pruned oak growing in the middle of the hall. …",
    "rating": 4,
    "name": "wood pepper",
    "cat": ""
  },
  {
    "review": "Очень хорошее место. Кухня очень приличная. Вкусно. Обслуживание на высоком уровне. Атмосфера прекрасная. …",
    "rating": 5,
    "name": "Юлия Игнатова",
    "cat": ""
  },
  {
    "review": "Очень понравилось заведение. Во - первых в парке,во - вторых очень атмосферно,приятная атмосфера и обслуживание. Очень вкусно все что заказали,- блинчики с сыром и шинкою,картошка жареная с салом , деруны, салат с креветками и гребешками …",
    "rating": 5,
    "name": "Роман Лысенко",
    "cat": ""
  },
  {
    "review": "Прекрасное место, очень вкусно, ну и блины, конечно отмечу.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "ERMAN YILMAZ",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very good food. Nice interior design.\n\n(Original) …",
    "rating": 5,
    "name": "Natali Koriniak",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very tasty food, friendly atmosphere, friendly service.\n\n(Original) …",
    "rating": 5,
    "name": "Сергій Дмитрієв",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Potato pancakes are tasteless. Whether old or raw, not by prescription. Disappointed.\nThere are no questions about the service, everything is fine. …",
    "rating": 5,
    "name": "Сергій Бобир",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very nice location in a park. Very good typical Ukrainian food served well by very nice staff …",
    "rating": 5,
    "name": "Milan",
    "cat": ""
  },
  {
    "review": "Еда вкусная, интерьер интересный и уютный, обслуживание посредственное, как писали здесь ниже \"без души\". …",
    "rating": 5,
    "name": "Никита Щеглов",
    "cat": ""
  },
  {
    "review": "Отличный выбор блюд по приемлемым ценам, очень вкусно. Глинтвейн просто сказочный! …",
    "rating": 5,
    "name": "Леонид Бойко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 3,
    "name": "P_y_S_c_H_o",
    "cat": ""
  },
  {
    "review": "Интересное и уютное место. Удобно расположено, нормальные цены, учтивый персонал. Бываю там часто. Можно вкусно поесть, провести время, рядом парковая зона. Иногда не работает wifi. Но возможно, я так просто попадала.  Рекомендую. …",
    "rating": 5,
    "name": "Aleksandr М***V",
    "cat": ""
  },
  {
    "review": "Расположение отличное, чистый ресторан, цены адекватные, разнообразие блюд большое, но готовят невкусно. …",
    "rating": 4,
    "name": "Furkan Egin",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Restaurant of Ukrainian cuisine. Atmospheric establishment, attentive staff, clean, delicious cuisine, there is a summer playground. I recommend …",
    "rating": 5,
    "name": "Іван Карпусь",
    "cat": ""
  },
  {
    "review": "В этот ресторан ходим \"выгуливать\" иностранных гостей. Расположен в центре живописного парка почти в сердце столицы. Интерьер на 5 баллов, кормят вкусно и дороговато за некоторые блюда, к персоналу вопросов не было. В общем хорошее место! …",
    "rating": 5,
    "name": "ANB 261017",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Excellent food, I recommend grilled mackerel and local salads …",
    "rating": 5,
    "name": "Юрій Ніколаєнко",
    "cat": ""
  },
  {
    "review": "Ассортимент меню не соовтетствует ценам. Но в целом и общем место понравилось, может, я еще не нашел то, что мне бы в меню действительно нравилось. Даже деруны подкачали. …",
    "rating": 2,
    "name": "Елена Пашинская",
    "cat": ""
  },
  {
    "review": "Очень понравилось место, комфорт и уют почувствовала сразу. Меню хорошее, обязательно вернусь. …",
    "rating": 5,
    "name": "Gianluca Perna",
    "cat": ""
  },
  {
    "review": "Нормальное место, шустрые и приветливые  официанты. Еда не сказать, что восторг, но в целом хорошая. …",
    "rating": 5,
    "name": "Aksandr Prismotrov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Excellent typical Ukrainian restaurant excellent genuine and plentiful food. Warm and welcoming atmosphere.very cheap. Highly recommended …",
    "rating": 4,
    "name": "Liudmila Kharchenko",
    "cat": ""
  },
  {
    "review": "Очень вкусно, колоритно, плюс живая,но ненавязчивая украинская музыка. Все очень понравилось …",
    "rating": 3,
    "name": "Sergey P",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Beautiful Ukrainian restaurant, very impressive, all tasty to return and highly recommended …",
    "rating": 5,
    "name": "Alyona Alyona",
    "cat": ""
  },
  {
    "review": "Презентация форшмака и сам форшмак - великолепны! Подача блюд и водочки - оригинальны. Творческий подход к клиенту! …",
    "rating": 4,
    "name": "Elena Kurganova",
    "cat": ""
  },
  {
    "review": "Очень вкусно! Рекомендую,приятная атмосфера,хорошее обслуживание,а украинская еда на высоте …",
    "rating": 5,
    "name": "Misha Chernenko",
    "cat": ""
  },
  {
    "review": "Отличная кухня, как всегда на высоте, качественное обслуживание, цены ниже, чем во многих модных местах Киева, для центра очень достойное место уже много лет! …",
    "rating": 5,
    "name": "Iryna Karpenko",
    "cat": ""
  },
  {
    "review": "Невероятно вкусные блюда, причем ужинаем здесь на протяжении 2 лет. Всегда идеальная чистота в зале, быстрое обслуживание, официанты улыбчивые. Цены нормальные …",
    "rating": 5,
    "name": "Alessandro camuffo",
    "cat": ""
  },
  {
    "review": "(Translated by Google) A great place. Purely nice and delicious food.\n\n(Original) …",
    "rating": 5,
    "name": "Михаил Шубан",
    "cat": ""
  },
  {
    "review": "Отличное место, великолепный задушевный дизайн, хорошая кухня. В летнее время можно посидеть на воздухе. Расположен в парке, прямо в центре города. Рекомендую. …",
    "rating": 5,
    "name": "Igor Zelinskyy",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Really good restaurant for Ukrainian specialties .. perfect waiters and perfect place for all occasions …",
    "rating": 5,
    "name": "Олеся Городищева",
    "cat": ""
  },
  {
    "review": "Плохое обслуживание .. посредственная еда .. дорого .. вобщем есть места на много лучше …",
    "rating": 5,
    "name": "Yelyzaveta Biriukova",
    "cat": ""
  },
  {
    "review": "Второй раз прилетаем в Киев и первым делом идём в этот ресторан! Обслуживание быстрое, официанты приветливые! Нам все понравилось, кроме утки! Все остальное очень-очень вкусно!!!! …",
    "rating": 3,
    "name": "Sergey Novoselov",
    "cat": ""
  },
  {
    "review": "Очень вкусные блины с начинкой,обедаю каждый лень\n\n(Translated by Google) …",
    "rating": 5,
    "name": "ViktoR Shapoval",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Always liked it, and when Taras was called, now. The dishes are delicious and hearty and professional. Well, two years ago exactly, I don't know now. Staff are polite and non-intrusive. In short, there will be an …",
    "rating": 5,
    "name": "Александр Aleksandr",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Cozy, tasty and original\n\n(Original)\nЗатишно, смачно й оригінально",
    "rating": 5,
    "name": "Анастасия Якимчук",
    "cat": ""
  },
  {
    "review": "Не приветливое заведение. Купили ребенку блинчики в кулинарном ларьке-пристройке от ресторана и очень неожиданно не пустили в туалет. Ни ручки помыть, ни в туалет сходить. …",
    "rating": 5,
    "name": "Константин Мищенко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good interior and exterior design of the restaurant, tasteless food, Ukrainian songs for bandura. Dear. …",
    "rating": 5,
    "name": "Andreas Plückebaum",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Expensive, pretentious and not tasty. Quality does not match prices. The service was reminiscent of Soviet dining rooms. The terminals didn't work, it took me 15 minutes to look for an ATM 2 blocks from the park to …",
    "rating": 5,
    "name": "Sabrina Derkach",
    "cat": ""
  },
  {
    "review": "Отличное место для семейного отдыха! Очень рекомендую кролика в горшочке, сало и яблочный штрудель. Вкусное пиво!\nПриятный персонал, красивые девочки в вышиванках. …",
    "rating": 5,
    "name": "Сергей Полянский",
    "cat": ""
  },
  {
    "review": "Вкусно, но дорого. Официантка милейшая, но еду с собой спаковала так себе. Шашлык положила без соуса и лаваша, который был на столе. …",
    "rating": 5,
    "name": "Lex Garant",
    "cat": ""
  },
  {
    "review": "(Translated by Google) In a separate kiosk on the street. Tereshchenkovskaya prepares and sells delicious pancakes with different fillings. Delicious, fast, in a good place. …",
    "rating": 5,
    "name": "Мила Сергиенко",
    "cat": ""
  },
  {
    "review": "Хорошее заведение с хорошим подходом к посетителям. Понравилось, жалоб и замечаний нет. …",
    "rating": 5,
    "name": "Valerya Pozinenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️\nO'Panas is always waiting for you 🌾\n\n(Original)\nДякуємо ❤️\nО'Панас завжди чекає на Вас 🌾",
    "rating": 5,
    "name": "Yuri Gordienko",
    "cat": ""
  },
  {
    "review": "очень нравится это местечко, идеальное расположение. после прогулки в парке так и хочется попить согревающий чай или охлаждающий коктейль. и это идеальное место. всем рекомендую сюда зайти. …",
    "rating": 5,
    "name": "Юлия Александровна",
    "cat": ""
  },
  {
    "review": "Очень вкусно, быстро,  живая музыка,  есть места на улице,  приятный интерьер. Цены выше среднего …",
    "rating": 5,
    "name": "Eduardo Salles",
    "cat": ""
  },
  {
    "review": "Самый вкусный ресторан украинской кухни, отличный сервис, красивый интерьер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lyudmila Kruhlenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious as a child! Thank you O'Panas!\n\n(Original) …",
    "rating": 5,
    "name": "Светлана О",
    "cat": ""
  },
  {
    "review": "Еда вкусная, колоритный интерьер, доступные цены, удобное месторасположение\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Інна Бондіні",
    "cat": ""
  },
  {
    "review": "Уютное заведение. Вкусная кухня. Отличный персонал.  Стоимость на разный кошелек. …",
    "rating": 5,
    "name": "Anatoliy",
    "cat": ""
  },
  {
    "review": "Хорошая кухня, приемлемая цена, уютно, не особо чисто\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Борис Выхристенко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very nice location, friendly service and tasty food :)\n\n(Original) …",
    "rating": 5,
    "name": "Марго",
    "cat": ""
  },
  {
    "review": "Еда отличная, персонал, отвечающий за бронирование столиков уже который раз не работает! Не приятно начинать вечер с разборок, даже если вопрос и решили. В следующий раз всегда возникает вопрос - а не поужинать ли в другой месте, где все …",
    "rating": 5,
    "name": "Мария Смирнова",
    "cat": ""
  },
  {
    "review": "Супер место, с великолепным обслуживанием и наивкуснейшей едой. Места есть как внутри заведения, так и снаружи на терасе. Рекомендую. …",
    "rating": 5,
    "name": "Евгений Петров",
    "cat": ""
  },
  {
    "review": "(Translated by Google) A good restaurant with average prices for such a level .. Foreigners can be surprised by the folk artists who often sing here. Deliciously. It is only annoying that not all employees talk nightingale in a Ukrainian …",
    "rating": 1,
    "name": "emir saeedi",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Freshly squeezed fruit juice was expensive. Apart from that, it is a sufficient place to eat something for breakfast. The fact that it is in the park and the view is beautiful …",
    "rating": 5,
    "name": "Tetiana Chernyshova",
    "cat": ""
  },
  {
    "review": "Традиционная кухня, вкусно, приятный и знающий английский персонал. Но не совсем уютно. …",
    "rating": 1,
    "name": "Robert Gafarov",
    "cat": ""
  },
  {
    "review": "Мне понравилось...Красивый интерьер..Вкусный чай)..уютно и тепло)\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Света Т",
    "cat": ""
  },
  {
    "review": "(Translated by Google) It is a beautiful place. There are local dishes. Music is also good. …",
    "rating": 5,
    "name": "adel aljohani",
    "cat": ""
  },
  {
    "review": "Можно сказать, что это место с историей. Ресторан работает уже много лет. Очень атмосферный. Еда вкусная, кухня украинская. Единственный минус - иногда приходится довольно долго ждать свой заказ. …",
    "rating": 5,
    "name": "Алексей Трубников",
    "cat": ""
  },
  {
    "review": "Гуляли здесь корпоратив , обслуживание на высшем уровне 💯 еда вся вкусная\nОценка 5/5 …",
    "rating": 4,
    "name": "Вадим Пилипенко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️\nWe are always glad to see you in our institution 🌾\n\n(Original)\nДякуємо ❤️\nЗавжди раді бачити вас у нашому закладі 🌾",
    "rating": 5,
    "name": "Любовь Гриценко",
    "cat": ""
  },
  {
    "review": "Ресторан неплохой, кухня нормальная, обслуживают хорошо и оперативно. Само месторасположение отличное, вокруг красивый парк, по которому всегда приятно прогуляться, особенно весной и летом. А еще здесь делают обалденные блины, за которыми …",
    "rating": 5,
    "name": "Pedro Benfeitas",
    "cat": ""
  },
  {
    "review": "Чудесное место! В национальном стиле! Уютно, вкусно. Мы с женой были довольны 😁 …",
    "rating": 5,
    "name": "Наталья Лысая",
    "cat": ""
  },
  {
    "review": "Дороговато, но вкусно. Единственный минус в помещении шумновато, если рядом кто-то, что-то празднует …",
    "rating": 5,
    "name": "Alexis Koha",
    "cat": ""
  },
  {
    "review": "Вкусная, разнообразная кухня. Обслуживание на высоте, непринужденная обстановка, чисто и уютно. …",
    "rating": 5,
    "name": "Angelos B",
    "cat": ""
  },
  {
    "review": "Отличное место, колоритно, стильно, вкусно! А официант, к сожалению, не запомнила его имени, профессионал с отличным чувством юмора. …",
    "rating": 1,
    "name": "Марина Биккинина",
    "cat": ""
  },
  {
    "review": "Неплохой ресторан национальной кухни в центре Киева. Цены не самые низкие.\nЕсть перед входом домик, где делают хорошие блины. …",
    "rating": 5,
    "name": "Naturveda Kiew",
    "cat": ""
  },
  {
    "review": "Все очень вкусно)обслуживание на высшем уровне!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anna Miki",
    "cat": ""
  },
  {
    "review": "Здесь всегда приятная атмосфера, вежливые официанты, живая музыка и очень вкусная еда. ❤❤ …",
    "rating": 5,
    "name": "Алеся Ярошенко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious food, beautiful interior, good service\n\n(Original) …",
    "rating": 5,
    "name": "Ebru Yoğun",
    "cat": ""
  },
  {
    "review": "Хороший, с национальным колоритом ресторан. Цены выше среднего. Обслуживают хорошо. …",
    "rating": 5,
    "name": "Andrii Korniev",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very nice place, and the fantastic attention as the food\n\n(Original) …",
    "rating": 5,
    "name": "Katrin Polyanska",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Valeriya Goldina",
    "cat": ""
  },
  {
    "review": "Всё очень замечательно, атмосфера, стиль,блюда очень вкусные и красиво оформленные. Было чем удивить моего австрийского мужа!)  Но только официанты выглядят очень серьёзно, замученно,почти не улыбаются. Жаль. Наверное очень уставшие. …",
    "rating": 1,
    "name": "Олександра Карпець",
    "cat": ""
  },
  {
    "review": "Ресторан взял курс на удешевление сервиса, судя по всему, официанты (некоторые правда) не шевелятся …",
    "rating": 4,
    "name": "lele Olena",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback ♥ ️\nWe take into account ✨\n\n(Original)\nДякуємо за ваш відгук ♥️\nБеремо до уваги ✨",
    "rating": 5,
    "name": "Sèbastien MEUNIER",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Colorful interior. Friendly and courteous staff. The dishes are delicious. …",
    "rating": 5,
    "name": "Ruslan Vasilyevich",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️\nWe are always glad to see you in our institution ✨\n\n(Original)\nДякуємо ❤️\nЗавжди раді бачити вас у нашому закладі ✨",
    "rating": 4,
    "name": "Sofiia Yurkiv",
    "cat": ""
  },
  {
    "review": "Очень понравилось. Провели вечер воскресенья. Вкуснейшая кухня и очень душевный и грамотный персонал. Получили совершенно великолепный, вкусный и уютный вечер. Спасибо …",
    "rating": 4,
    "name": "Dobry Igor",
    "cat": ""
  },
  {
    "review": "Место для туристов, вкусовые качества блюд очень средненькие при вполне ресторанных ценах …",
    "rating": 5,
    "name": "Mel Ru",
    "cat": ""
  },
  {
    "review": "Хороший ресторан, но уж очень дорогой!\nСпасибо, поварам и официантам. …",
    "rating": 4,
    "name": "Оксана Андриевская",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great food, nice location, excellent service\n\n(Original) …",
    "rating": 5,
    "name": "Тимофей Аксенов",
    "cat": ""
  },
  {
    "review": "Очень хорошая, вкусная кухня, отличные, доброжелательные и внимательные официанты и администраторы. Рекомендую :) …",
    "rating": 4,
    "name": "Andrii Park",
    "cat": ""
  },
  {
    "review": "Вкусно, уютно, колоритно\n\n(Translated by Google)\nTasty, cozy, colorful",
    "rating": 5,
    "name": "Саша Лапенко",
    "cat": ""
  },
  {
    "review": "Ресторан больше рассчитан на гостей столицы, цены высоковаты, кухня наверное может быть и лучше. Обслуживание хорошее приветливый персонал …",
    "rating": 5,
    "name": "Alex Coll",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great interior! Very tasty and varied dishes with national flavor! Service is fast and professional! The prices are nice! Let's visit! …",
    "rating": 4,
    "name": "Ген Литвинов",
    "cat": ""
  },
  {
    "review": "Большие качественные порции блюд за вполне вменяемую стоимость, была приятно удивлена, что ресторан в эпицентре столицы, а цены не кусаются. Спасибо) …",
    "rating": 3,
    "name": "Yuriy Balkin",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very tasty, cozy and atmospheric. The musicians were pleasantly surprised. I recommend …",
    "rating": 4,
    "name": "Сергей Соколовский",
    "cat": ""
  },
  {
    "review": "Отличный ресторан, в центре Киева. Уютная атмосфера, приветливые официантки, и отличные цены)). Очень вкусные блинчики, которые можно купить как внутри, так и в отдельной палатке, снаружи. Вот только не продуманная упаковка. С собой очень …",
    "rating": 5,
    "name": "Viktorija Kandarovi4",
    "cat": ""
  },
  {
    "review": "Очень вкусные блинчики и компот, душевная женщина быстро обслуживает. Я осталась очень довольна) …",
    "rating": 5,
    "name": "maryana _qween",
    "cat": ""
  },
  {
    "review": "(Translated by Google) A cozy place with its charm, color, delicious dumplings and Ukrainian borsch with pork ribs, attentive waiters, reasonable prices, well done! …",
    "rating": 3,
    "name": "Таня Погожых",
    "cat": ""
  },
  {
    "review": "Хороший ресторан, уютный. Красивый вид из окон. Находиться в парке, в центре Киева. Цены средние, кухня вкусная. Парковки рядом нет, придется ставить около парка. …",
    "rating": 5,
    "name": "Инесса Хомарецкая",
    "cat": ""
  },
  {
    "review": "Внезапно очень вкусная кухня и невысокие цены, хотя такое туристическое место!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alexandra",
    "cat": ""
  },
  {
    "review": "Согласна с официантом, блюда в ресторане приготовлены как у бабушки: вкусные, ароматные, каждое посещение словно праздник. …",
    "rating": 5,
    "name": "Stefan Zinkler",
    "cat": ""
  },
  {
    "review": "Очень красивый украинский стиль)\nОфицианты легко разговаривают на английском. Это хорошо)\nВсе вкусно,правда сделайте доступ к wifi очень часто не подключается и не только …",
    "rating": 5,
    "name": "Виктор Губский",
    "cat": ""
  },
  {
    "review": "Хорошая кухня.Есть выбор блюд с разных регионов Украины.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Дмитрий Резниченко",
    "cat": ""
  },
  {
    "review": "Очень хороший ресторан, расположение просто идеальное, в самом центре и парке!!!! Если к вам приехал гость из-за рубежа и есть желание окунуть его в самобытную украинскую историю, то это самый подходящий вариант!!!! …",
    "rating": 4,
    "name": "Алексей Ващевский",
    "cat": ""
  },
  {
    "review": "Вкуснейшие блинчики, есть сладкие и солёные. Практически всегда большая очередь, но блинчики делают быстро. …",
    "rating": 2,
    "name": "Natali Grinberg",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Have eaten several times in this typical restaurant and I can only say that the price / performance ratio is really right! The service is also fantastic. Gladly again and again on the next visit to Kiev. …",
    "rating": 4,
    "name": "Do it",
    "cat": ""
  },
  {
    "review": "Хороший ресторан в центре парка им. Шевченко.\nУкраинская кухня, чек средний.\nУютно, этнично, вкусно. …",
    "rating": 4,
    "name": "Евгений Триполка",
    "cat": ""
  },
  {
    "review": "Брали блины с охотничьей колбаской, яблоком и корицею, нутеллой, с вареной сгущенкой.\n1) Блины видимо немного недожаренные, прилипают к упаковке. …",
    "rating": 2,
    "name": "Larysa Bulatova",
    "cat": ""
  },
  {
    "review": "Колоритный украинский ресторан) обслуживающий персонал вежлив, подача заказа быстро. А главное очень вкусно готовят))) рекомендую …",
    "rating": 5,
    "name": "Полина Андрейко",
    "cat": ""
  },
  {
    "review": "Неплохое место в центре Киева. Хорошо ходить с гостями, особенно с иностранцами, знакомить с колоритом. …",
    "rating": 5,
    "name": "varim_by",
    "cat": ""
  },
  {
    "review": "Шикарное обслуживание, чудесная кухня, отличный дизайн! Очень понравилось! Всем рекомендую! (Особенно блины со всевозможными начинками!! Вкуснотища!!) …",
    "rating": 5,
    "name": "Alla Kizim",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very tasty Ukrainian cuisine! Convenient location and good service. Prices are above average. …",
    "rating": 5,
    "name": "Olga Pilipuk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The food is delicious, only the price is high\n\n(Original) …",
    "rating": 3,
    "name": "Юрий Омельченко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Friendly restaurant in the middle of a pretty park, very beautiful interior.\nFriendly staff, very good food and reasonable prices. …",
    "rating": 5,
    "name": "M Ache",
    "cat": ""
  },
  {
    "review": "Были с иностранными партнерами им и нам все очень понравилось, здравствуйте колоритное  заведений, плюс к тому все было вкусно и хорошее обслуживание. …",
    "rating": 5,
    "name": "Danko Bajenov",
    "cat": ""
  },
  {
    "review": "Это одно из лучших мест, где можно хорошо поесть. Много разных начинок для блинов на любой вкус. …",
    "rating": 5,
    "name": "Svitlana K",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The place is very nice, I came in my previous holiday, the service and prices are very good. …",
    "rating": 5,
    "name": "sEKOmOBİL",
    "cat": ""
  },
  {
    "review": "Thank you for your feedback ♥️",
    "rating": 5,
    "name": "Ярослав Винничук",
    "cat": ""
  },
  {
    "review": "Украинская атмосфера, уютно, приветливый персонал.\nКухня очень-очень вкусная.\nПриемлемый цены. …",
    "rating": 5,
    "name": "Хом’ячок Сніжинка",
    "cat": ""
  },
  {
    "review": "Всё замечательно, приветливый и внимательный персонал, вкусное меню👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "L K",
    "cat": ""
  },
  {
    "review": "(Translated by Google) First-class Ukrainian cuisine restaurant, in a great location and with very, very, very tasty dishes …",
    "rating": 4,
    "name": "Vuqar Mamedli",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good restaurant, traditional cuisine, a bit more expensive than anywhere else in Kiev but still highly recommended. …",
    "rating": 5,
    "name": "Lika Chikviladze",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Atmospheric Ukrainian restaurant in the heart of the city. The food is delicious, the prices are also reasonable, as for such an area. …",
    "rating": 4,
    "name": "Артем Крыжовой",
    "cat": ""
  },
  {
    "review": "Отличное расположение,пристойная кухня,дружественный к клиенту персонал.\nЦены между средними и высокими. …",
    "rating": 1,
    "name": "Михаил Роик",
    "cat": ""
  },
  {
    "review": "(Translated by Google) I think the food is edible to keep the food open. this was a very unpleasantly indecent menu, which could be a nuisance in a crowd group. …",
    "rating": 5,
    "name": "Yulia Vidasova",
    "cat": ""
  },
  {
    "review": "Ресторан украинский кухни в центре города. Интерьер отличный. Кухня вкусная. Цены на среднем уровне. Ужин на четверых со спиртным обошелся в две тысячи. Обслуживание быстрое  и приятное. …",
    "rating": 5,
    "name": "Сергій Сущенко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) It wasn't just fast, but it was normal because it was crowded. Service and waiters were good …",
    "rating": 5,
    "name": "Богдан Яцик",
    "cat": ""
  },
  {
    "review": "Отличный интерьер и кухня . Цены не высокие\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vicky Grusha",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Music nice menu good venue should be fun\n\n(Original) …",
    "rating": 5,
    "name": "Natalie Landes",
    "cat": ""
  },
  {
    "review": "Вкусные, сытные. Три в самый раз. И чаек.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Оксана Гужявичене",
    "cat": ""
  },
  {
    "review": "Место помпезное и красивое. Персонал долго делал вид что нас нет. Меню взяли сами. Кухня не ахти. Десерты просто плохие. Кофе так себе. Но неплохое место для иностранцев, так как интерьер украинский и сделан изобретательно. Можно идти с …",
    "rating": 5,
    "name": "Наталья Смолина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) For those who want to eat truly Ukrainian! Fantastic place at low costs. If you are traveling to Kiev you should definitely try it …",
    "rating": 4,
    "name": "Артур Белоус",
    "cat": ""
  },
  {
    "review": "Очень хороший персонал! Все очень вкусно! Спасибо большое\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Valentina Kyznecova",
    "cat": ""
  },
  {
    "review": "Мало интересных блюд\n\n(Translated by Google)\nFew interesting dishes",
    "rating": 4,
    "name": "Renzo Signorini",
    "cat": ""
  },
  {
    "review": "В Киеве нет котлеты по киевски? Не допустимо. Обслуживание тоже не самое приятное. …",
    "rating": 5,
    "name": "Dmitry Zhukovich",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! Thanks for the feedback. We are very sorry that we disappointed you in the service. We apologize for the situation and we will be glad if you want to give us a second chance and come to us again!\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня! Дякуємо за відгук. Нам дуже шкода, що ми розчарували Вас в обслуговуванні. Приносимо вибачення за ситуацію, що склалася і будемо раді, якщо Ви захочете дати нам другий шанс і прийдете до нас ще раз!\nЗ повагою Адміністрація ресторану.",
    "rating": 5,
    "name": "Марія Сорокоруд",
    "cat": ""
  },
  {
    "review": "как же нам нравится это место!!Особенно ранней осенью или поздней весной!!После прогулки по Киеву и парку Шевченко, всегда любим пообедать или поужинать у Вас. Идеальна веранда, вкусные блюда и приветливый персонал. …",
    "rating": 5,
    "name": "Ксю",
    "cat": ""
  },
  {
    "review": "Прекрасное место, но некоторые блюда на любителя\n\n(Translated by Google)\nGreat place, but some food for everybody",
    "rating": 5,
    "name": "Krzysztof Bułka",
    "cat": ""
  },
  {
    "review": "Очень вкусная кухня и отличная атмосфера! Рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mari Smol",
    "cat": ""
  },
  {
    "review": "Все понравилось. Особенно детский гончарный мастер класс. Не лакшери заведение, но на свой формат отлично …",
    "rating": 5,
    "name": "Serhii Cristaldo",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Beautiful restaurant with characteristic foods, at super\n\n(Original) …",
    "rating": 5,
    "name": "Edward Konecki",
    "cat": ""
  },
  {
    "review": "Отличный ресторан. Официанты знают английский. Долго ждать не приходится. Вежливость радует. …",
    "rating": 3,
    "name": "Дмитрий Доллар",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Restaurant spacious, delicious food, attentive staff. I recommend!\nJust be careful !!!!! with parking, left tow graze machines and exports. …",
    "rating": 5,
    "name": "Лилия Бондарук",
    "cat": ""
  },
  {
    "review": "Очень удобное расположение в центре Киева в живописном и уютном сквере имени Тараса Шевченко!)  Симпатичный интерьер. …",
    "rating": 4,
    "name": "Саша Садовский",
    "cat": ""
  },
  {
    "review": "Аутентичный и атмосферный интерьер, приятная глазу подача и превосходный вкус блюд, вежливый персонал. Обязательно вернусь. …",
    "rating": 5,
    "name": "Александр Буюкли",
    "cat": ""
  },
  {
    "review": "Неплохо... Цена/качество в сторону цены... Кухня: можно найти как минимум 2-3 заведения с таким же ценником в том же районе. Местоположение: парк- и это плюс. Атмосфера: неплохо. Все) …",
    "rating": 5,
    "name": "sultan ece gönenç",
    "cat": ""
  },
  {
    "review": "Хорошая кухня. Недорого. Часто бывают иностранцы\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Anna Bazaly",
    "cat": ""
  },
  {
    "review": "Очень вкусно и атмосферно. Приемлемые цены\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Temo Chiqovani",
    "cat": ""
  },
  {
    "review": "ресторан  супер. вкусная еда. особенно понравились блинчики с соусами.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olga Glogoviak",
    "cat": ""
  },
  {
    "review": "Ресторан украинской кухни. Хорошее место но цены кусаются. Засчитано для приезжих …",
    "rating": 4,
    "name": "vol4ik europe",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very good restaurant in a good location. Good and cheap food …",
    "rating": 5,
    "name": "Елена Кащенко",
    "cat": ""
  },
  {
    "review": "Атмосферное заведение, вкусная кухня, приятный персонал!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Steffen Meßner",
    "cat": ""
  },
  {
    "review": "Ресторан традиционной украинской кухни.Впечатление не плохое.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Tonya",
    "cat": ""
  },
  {
    "review": "Прекрасное место в центре Киева,с уютной атмосферой,дружелюбные сотрудники и вкусная кухня …",
    "rating": 4,
    "name": "Андрей Ковалевский",
    "cat": ""
  },
  {
    "review": "Великолепная кухня! Отличные официанты! Спасибо! Встречались здесь после 30 лет окончания института. Но,на мой взгляд,слегка назойливые музыканты,ходили от компании до компании выпрашивали денежку. …",
    "rating": 2,
    "name": "Микола Прокопенко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious food, normal prices, friendly staff good location, but no parking, nothing for people with disabilities, …",
    "rating": 4,
    "name": "Александр Нечай",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Cozy atmosphere, authentic national interior, live music (depending on the program and day of visit), a great place to introduce foreign guests to our cuisine and national flavor. …",
    "rating": 4,
    "name": "Ксения Рябоконь",
    "cat": ""
  },
  {
    "review": "Колоритное место в центре Киева с украинской кухней. Мне понравилось.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "PasusAS G",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Excellent food, pleasant atmosphere and great service.\n\n(Original) …",
    "rating": 3,
    "name": "Mykola Shabarshov",
    "cat": ""
  },
  {
    "review": "Кухня в украинском стиле, очень вкусная, обслуживание замечательное, ресторан колоритный, цены приемлимые! Мой любимый ресторан! …",
    "rating": 5,
    "name": "Сергій Яременко",
    "cat": ""
  },
  {
    "review": "Хороший ресторан в украинском стиле, гуляли прошлый Новый год у них, остались очень довольны. Достаточно много бывает иностранцев у них. Вкусная кухня и средний ценник. …",
    "rating": 4,
    "name": "mary_ kids",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Deliciously. Worthy. Cordially. I recommend. I'll come again, especially with the guests of the capital, and even better - with the guests of my best country. …",
    "rating": 5,
    "name": "Павло Кауров",
    "cat": ""
  },
  {
    "review": "Место красивое, интерьер аутентичный, кухня украинская, но....\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Violetta Shestakova",
    "cat": ""
  },
  {
    "review": "Вкусно кормят, отличная атмосфера правдо в часы пик приходится довольно долго ждать! …",
    "rating": 5,
    "name": "Татьяна Свистун",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Liked the kitchen - everything is delicious, affordable. Good location. …",
    "rating": 5,
    "name": "Денис Любченко",
    "cat": ""
  },
  {
    "review": "Самые лучшие блины в городе. Рекомендую всем! Сам ресторан хороший, очень вкусно, приятный интерьер и атмосфера …",
    "rating": 4,
    "name": "Юрій Дубовенко",
    "cat": ""
  },
  {
    "review": "Очень уютное место, были здесь с девушкой и подругой обслуживание быстро и не принужденно, кушали борщ не сильно наваристный то что нужно и суп куриный очень вкусный, вареники с картошкой и грибами блинчики и салат Цезарь, порции большие и …",
    "rating": 4,
    "name": "Dima Naboka",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Service is generally extremely slow, but this place was also uninterested. …",
    "rating": 5,
    "name": "Aneta Marinina",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious Ukrainian cuisine, reasonable prices, nice staff …",
    "rating": 4,
    "name": "Viktor Viktorianskiy Vovan Южный та інше",
    "cat": ""
  },
  {
    "review": "Нет борща в 18:48 ! Главное пришли по звонку заранее... Ребята это жёсткий фейл\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Cem Yetiş",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! Thanks for the feedback! We apologize for the inconvenience. We will be glad to see you again and hope that the next meeting will be worth all the stars.\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня! Дякуємо за відгук! Приносимо вибачення за доставлені незручності. Будемо раді бачити Вас знову та сподіваємося, що наступна зустріч буде варта всіх зірок.\nЗ повагою Адміністрація ресторану.",
    "rating": 5,
    "name": "Dima D.",
    "cat": ""
  },
  {
    "review": "посетили это место 22 августа, пока гуляли по Киеву. благодарность заведению за то, что разрешили зайти в заведение с чемоданом, так как мы ожидали поезда, гуляли и зашли покушать. было заказано бульон с клецками и драники с домашней …",
    "rating": 5,
    "name": "ВЛАДИМИР ХОРОВЕЦКИЙ",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Eating very delicious and affordable\n\n(Original)\nاكل لذيذ جدا واسعار مناسبة",
    "rating": 4,
    "name": "KрасноОка",
    "cat": ""
  },
  {
    "review": "На протяжении более 10 лет любим, ходим, ценим! Отличное место!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Irina S",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Interesting place, did not find new interesting dishes\n\n(Original) …",
    "rating": 5,
    "name": "Олег Зубчик",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 5,
    "name": "Roman Panivnyk",
    "cat": ""
  },
  {
    "review": "Очень понравилось. Вроде, снаружи, такое себе, а заходите внутрь, очень хорошо и уютно. Готовят вкусно. Вот только возле окон есть щели в которые напиханы зубочистки, остатки еды. Не очень приятно на это смотреть. Столы продвинуты так …",
    "rating": 1,
    "name": "Marcin Pawlikowsky",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very good typical Ukrainian food in pleasant surroundings …",
    "rating": 4,
    "name": "Anna D",
    "cat": ""
  },
  {
    "review": "Симпатичное место, быстро и вкусно накормили\n\n(Translated by Google)\nNice place, quickly and tasty fed",
    "rating": 5,
    "name": "Vera Erokhova",
    "cat": ""
  },
  {
    "review": "Все нормальные люди знают, что самые вкусные блинчики в городе делают в О'Панасе, в парке Шевченко, отдельный домик стоит. …",
    "rating": 5,
    "name": "Анастасия Матях",
    "cat": ""
  },
  {
    "review": "Все класно, хороший летник, вкусная еда. Неплохое место для корпоративных застолий …",
    "rating": 5,
    "name": "Franz Vladimir Habsburg (FVvHL)",
    "cat": ""
  },
  {
    "review": "очень странно мы просидели 30 мин официант не подошла .  я такого не видела еще )) сейчас 13.23 суббота …",
    "rating": 5,
    "name": "oleg fedorenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! We are sorry that such a misunderstanding occurred. We closely monitor the quality of service and be sure to understand the reasons for your negative experience during a visit to the restaurant.\nSincerely, Restaurant Administration.\n\n(Original)\nДоброго дня! Нам шкода, що сталось подібне непорозуміння. Ми уважно слідкуємо за якістю обслуговування і обов'язково розберемося в причинах Вашого негативного досвіду під час візиту до ресторану.\nЗ повагою Адміністрація ресторану.",
    "rating": 4,
    "name": "Alina Kostyuk",
    "cat": ""
  },
  {
    "review": "Очень приятное место,хорошая энергетика.Хочется туда еще раз зайти.Кухня украинская.очень многл всегда людей …",
    "rating": 5,
    "name": "Andrii Zub",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The only institution where you can relax without leaving the Taras Shevchenko Park.\nImpresses with both interior and exterior (like a large, affluent Ukrainian …",
    "rating": 5,
    "name": "Anna Golovenko",
    "cat": ""
  },
  {
    "review": "Отличное место! Очень атмосферно,  обязательно стоит посетить!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрій Паславський",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious. Must go\n\n(Original) …",
    "rating": 5,
    "name": "Alejandro Cuccarese",
    "cat": ""
  },
  {
    "review": "Вкусная еда, приветливые официанты, хорошая атмосфера\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alon",
    "cat": ""
  },
  {
    "review": "Очень атмосферное место и вкусная национальная еда. Теперь вожу сюда своих иностранных друзей …",
    "rating": 4,
    "name": "iv",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious food, super cool service, very nice music.\n\n(Original) …",
    "rating": 5,
    "name": "Андрей Бочкарев",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Incredibly LONG serving dishes and just AWESOME service. The superficiality of the administrators is simply astounding !!! When you book a table a week before your child's birthday, you come to a restaurant with your …",
    "rating": 5,
    "name": "Олексій Навальний",
    "cat": ""
  }
]