[
  {
    "review": "OG burger is my favorite restaurant in kyiv since my Ukrainian friend brought me there on the beg of Oct 2021. The style, atmosphere, and of course the food are all great. As I visit there every time when I visit kyiv, I hope to come back very soon.",
    "rating": 5,
    "name": "Aru Ma",
    "cat": ""
  },
  {
    "review": "Aru Ma, thank you for your feedback. Welcome to OG Burger",
    "rating": 5,
    "name": "Valeriya Likhatska",
    "cat": ""
  },
  {
    "review": "I got myself a vegan burger — all good , very traditional. A cozy, family place with laid back atmosphere. And some books, journals, and magazines to read through while waiting for food. ONLY BURGERS in menu",
    "rating": 5,
    "name": "Serhii Vynnyk",
    "cat": ""
  },
  {
    "review": "Valeriya, thank you for your feedback. Welcome to OG Burger",
    "rating": 5,
    "name": "cweretelnyk",
    "cat": ""
  },
  {
    "review": "Over any expectations",
    "rating": 5,
    "name": "Thomas Chrétien",
    "cat": ""
  },
  {
    "review": "Super cool place with tasty food, excellent music, fun decor and amazing owners!  If you're looking for a variation on a burger and sweet potato fries in a punky/hipstery/lo-fi atmosphere with genuinely friendly people this place is a must.",
    "rating": 5,
    "name": "Andrew Skorohod",
    "cat": ""
  },
  {
    "review": "Сweretelnyk,  thank you for your feedback. Welcome to OG Burger",
    "rating": 5,
    "name": "Александр",
    "cat": ""
  },
  {
    "review": "By far the best burger in Kyiv",
    "rating": 5,
    "name": "Екатерина Тарасенкова",
    "cat": ""
  },
  {
    "review": "Thomas Chrétien, thank you for your feedback. Welcome to OG Burger",
    "rating": 5,
    "name": "Maryna",
    "cat": ""
  },
  {
    "review": "🔥",
    "rating": 3,
    "name": "Марина Быстрякова",
    "cat": ""
  },
  {
    "review": "Зашёл сюда по рекомендации друга. Интерьер реально кайфовый, как и тематическая музыка.\nВ меню только 3 позиции бургеров (с беконом, обычный и веганский), к бургеру …",
    "rating": 4,
    "name": "Kate Ulasheva",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Alexander, thank you for your feedback and your recommendations. Your indifference is the way to our improvement! We look forward to seeing you again at OG Burger\n\n(Original)\nАлександр, дякуємо за Ваш відгук та Ваші рекомендації. Ваше небайдужість- шлях до нашого вдосконалення! Чекаємо на Вас знову в OG Burger",
    "rating": 5,
    "name": "Ольга Тимченко",
    "cat": ""
  },
  {
    "review": "Это самые вкусные бургеры,которые я когда-либо ела , офигенное место 👍👍👍Интерьер, декор,каждая вещь с историей.  Очень атмосферно и уютно! Процветания, довольных и сытых клиентов ! …",
    "rating": 5,
    "name": "Олександр Дехтяренко",
    "cat": ""
  },
  {
    "review": "Спокойное, тихое место. В субботу вечером было не много людей. Ощущение, что приходишь к современной бабушке в гости. Старые вещи, которым дана новая жизнь, - эти кресла с лампами - такие милые. …",
    "rating": 5,
    "name": "Александр Кравчук",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Marina, thank you for your detailed feedback, we are very pleased to know that you liked the atmosphere in our burger. We are always glad to see you among our guests at OG Burger\n\n(Original)\nМарина,  дякуємо за Ваш детальний відгук, нам дуже приємно знати, що Вам сподобалася атмосфера у нашій бургерній.  Завжди раді бачити Вас серед наших гостей в OG Burger",
    "rating": 5,
    "name": "пахомова александра",
    "cat": ""
  },
  {
    "review": "Бургер неплохой, но за 260 грн можно и вкуснее есть. Много барбекю соуса, который затмевает все остальные ингредиенты. Коул слоу был солёный. Custom burger идёт с яйцом, которое растекается по рукам, как его есть официант не объяснила (+ …",
    "rating": 5,
    "name": "Maks Mokrytskyi",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Marina, thank you for your detailed feedback.\nWe will change for the better. We look forward to seeing you again at OG Burger\n\n(Original)\nМарина, дякуємо за Ваш детальний відгук.\nЗмінюватимемося на краще. Чекаємо на Вас знову в OG Burger",
    "rating": 5,
    "name": "POSTOL",
    "cat": ""
  },
  {
    "review": "Бургерная с винтажным бабушкиным интерьером но духом гетто.Играет OG репчик, висят плакаты с Бигги и NWA.\nНе могу сказать что это лучший бургер в Киеве, но место однозначно интересное за …",
    "rating": 5,
    "name": "Алексей Ч.",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Kate, thank you for your detailed feedback, we are very pleased to know that you liked the atmosphere in our burger. We will improve. We are waiting for you OG Burger!\n\n(Original)\nKate, дякуємо за Ваш детальний відгук, нам дуже приємно знати, що Вам сподобалася атмосфера у нашій бургерній. Ми вдосконалимося. Чекаємо на Вас OG Burger!",
    "rating": 3,
    "name": "Nataliia Hrechushkina",
    "cat": ""
  },
  {
    "review": "Место просто знаковое! Обязательно для посещения любителями бургеров! А картошечка с трюфельным маслом это вообще просто best of the best, ещё и кола в подарок , бургеры свежайшее мяско и вкуснейший соус , сочно , вкусно , сытно! Это самые …",
    "rating": 5,
    "name": "Anastasiya Yavtushenko",
    "cat": ""
  },
  {
    "review": "Вкусно!!! Атмосфера! Ощущение как к Другу в гости пришел!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Arseny Pogudin",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Alexander, thank you for your feedback, we are very pleased to know that you liked the atmosphere in our burger. We are always glad to see you among our guests at OG Burger\n\n(Original)\nАлександр , дякуємо за Ваш  відгук, нам дуже приємно знати, що Вам сподобалася атмосфера у нашій бургерній. Завжди раді бачити Вас серед наших гостей в OG Burger",
    "rating": 5,
    "name": "Sergey Stoliarov",
    "cat": ""
  },
  {
    "review": "Это прекрасное место!\nВкусный бургер.\nЯ оставил тут свой рисунок на стене. …",
    "rating": 5,
    "name": "seva geolog",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Alexander, thank you for your feedback, we are very pleased to know that you liked our burger. We look forward to seeing you again at OG Burger\n\n(Original)\nАлександр, дякуємо за Ваш відгук, нам дуже приємно знати, що Вам сподобався наш бургер. Чекаємо на Вас знову в OG Burger",
    "rating": 5,
    "name": "Marina Kaminska",
    "cat": ""
  },
  {
    "review": "Как говорится у нас в Одессе таких бургеров нет . Специально ездили в Киев !!!! Вкусно …",
    "rating": 5,
    "name": "Юра Мазур",
    "cat": ""
  },
  {
    "review": "Приходишь перекусить, а попадаешь на домашнюю тусовку. Атмосфера 100/10. Отдельный респект за колу в бутылочках и идеальную картоху фри …",
    "rating": 5,
    "name": "IGOR TSARENKO",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Maks, thank you for your feedback, we are very pleased to know that you liked the atmosphere in our burger. We are always glad to see you among our guests at OG Burger\n\n(Original)\nMaks, дякуємо за Ваш відгук, нам дуже приємно знати, що Вам сподобалася атмосфера у нашій бургерній. Завжди раді бачити Вас серед наших гостей в OG Burger",
    "rating": 5,
    "name": "Andrii Yefimov",
    "cat": ""
  },
  {
    "review": "Лучшее место в Киеве\nВкусные бургеры, нереальная отмосфера♥️ …",
    "rating": 5,
    "name": "Антипов Александр",
    "cat": ""
  },
  {
    "review": "(Translated by Google) POSTOL, thank you for your feedback, we are very pleased to know that you liked us. We are waiting for you again, come for a delicious burger at OG Burger\n\n(Original)\nPOSTOL, дякуємо за залишений відгук, нам дуже приємно знати, що Вам сподобалося у нас. Ми чекаємо на Вас знову, заходьте на смачний бургер в OG Burger",
    "rating": 5,
    "name": "Simon Beer",
    "cat": ""
  },
  {
    "review": "Чудесное место! Восхитительное кафе!\nА атмосфера позволяет вернуться в детство, как будто вы пришли в гости к своей бабушке и  захотелось быстро перекусить на журнальном столике) …",
    "rating": 5,
    "name": "Вальков Филипп",
    "cat": ""
  },
  {
    "review": "Бургеры нормальные, но ничего особенного. Ждали свой заказ больше часа.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Эмиль Войнаровский",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Natalia, thank you for your feedback. We look forward to seeing you at OG Burger\n\n(Original)\nНаталья, дякуємо за зворотній зв'зок. Будемо раді Вас бачити в OG Burger",
    "rating": 5,
    "name": "Влад Грабчук",
    "cat": ""
  },
  {
    "review": "Лучшее место- винтажный интерьер, вкусная еда и классный персонал!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Osip Shor",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Anastasiya, thank you for your feedback, we are very pleased to know that you liked us. We are waiting for you again, come for a delicious burger at OG Burger\n\n(Original)\nAnastasiya, дякуємо за залишений відгук, нам дуже приємно знати, що Вам сподобалося у нас. Ми  чекаємо на Вас знову, заходьте на смачний бургер в OG Burger",
    "rating": 5,
    "name": "Maxim Y",
    "cat": ""
  },
  {
    "review": "Все было ооочен вкусно и атмосферно!\nВообще крутое место! Придём ещё)) …",
    "rating": 5,
    "name": "Яна Стадніченко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Arseny, Thank you for your feedback, we are very pleased to know that you liked the atmosphere in our burger. Always happy to see you among our guests in OG Burger\n\n(Original)\nArseny , дякуємо за Ваш відгук, нам дуже приємно знати, що Вам сподобалася атмосфера у нашій бургерній. Завжди раді бачити Вас серед наших гостей в OG Burger",
    "rating": 5,
    "name": "Андрій Бабко",
    "cat": ""
  }
]