[
  {
    "review": "All kinds of pasta, cocktails and great desserts. You can also come up with your own pasta using the ingredients they offer. Pastateca has lovely menu with suggestions on vines. The interior is modern and cozy. Loved everything about the place!",
    "rating": 5,
    "name": "Nataliya Kosmach",
    "cat": "Restaurant"
  },
  {
    "review": "A nice place with cozy atmosphere and interior. Really liked the chicken soup. Pavlova dessert which is called a traditional one I wouldn’t call so as there are not enough fruits and berries, but it is really tasty and has something in it. …",
    "rating": 4,
    "name": "Olga Z",
    "cat": "Restaurant"
  },
  {
    "review": "Very tasty. You can eat their food inside the cafe, order it with Uber Eats or order it as take out. We took it as take out and enjoyed it in the park across the street. Perfect for nice spring weather.",
    "rating": 5,
    "name": "Olga Kovalenko",
    "cat": "Restaurant"
  },
  {
    "review": "This is a great place to have breakfast or lunch, they make their own pasta and it tastes simply amazing. Atmosphere is great and staff is very friendly. Highly recommend it.",
    "rating": 5,
    "name": "Solomiya Sharun",
    "cat": "Restaurant"
  },
  {
    "review": "Best pasta in Kiev! Big choice of spaghetti, linguini and other types of pasta. Great cocktails. On Cocktail Thursday (every Thursday) all cocktails cost only 65 UAH. Wide range of wines. Delicious desserts, especially tiramisu and no-sugar …",
    "rating": 5,
    "name": "Don Bacon Крючкова А.",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much! We are looking forward to see you again!",
    "rating": 3,
    "name": "Sofa Kaczka",
    "cat": "Restaurant"
  },
  {
    "review": "I don’t know what’s wrong, I used to adore eating here, but last two times I ended up with a disorder, my stomach hurt. First time I though that it was something else but it happened again and now I think it’s because of food. Something changed?",
    "rating": 5,
    "name": "Andrii Mishkovskyi",
    "cat": "Restaurant"
  },
  {
    "review": "Shakshouka wasn't available so I decided to forfeit my savory cravings and go for sweet French toast and hoooooly crap it's amazeballs. Unhealthy? Absolutely! Delicious? F yeah! Plus the blackberry lemonade was rad. …",
    "rating": 5,
    "name": "Alex Sunrise",
    "cat": "Restaurant"
  },
  {
    "review": "Awesome italian kitchen! Amazing place for pasta lovers! Pavlova's dessert was very tasty!",
    "rating": 5,
    "name": "oleg kutamari",
    "cat": "Restaurant"
  },
  {
    "review": "We are pleased to hear it! Thank you!",
    "rating": 5,
    "name": "Yevgen Sysoyev",
    "cat": "Restaurant"
  },
  {
    "review": "Great for family meal and for your business lunch as well. Nice place, good cuisine, excellent personnel. You can dine in or take out but the first is better)))",
    "rating": 5,
    "name": "Olga Borysenko",
    "cat": "Restaurant"
  },
  {
    "review": "Surprisingly good reasonably priced. Home made pasta but also many other dishes. Enjoyed tagliatelle and tuna dish",
    "rating": 5,
    "name": "Kateryna Khozroshyna",
    "cat": "Restaurant"
  },
  {
    "review": "I visited this place on weekend with two toddlers. There didn't seem to be a separate kids' menu, but the meals on standard menu were kid appropriate. The waiter brought some colouring pages and crayons immediately which made waiting for …",
    "rating": 3,
    "name": "Alex Muravitski",
    "cat": "Restaurant"
  },
  {
    "review": "My favorite pasta place in Kyiv!\n\nThey have it all - pleasant stuff, nice and elegant decor and of course - …",
    "rating": 5,
    "name": "Olena Shevchenko",
    "cat": "Restaurant"
  },
  {
    "review": "The Italian chef, mentioned on their website, has left.... Pasta is overcooked, not al dente... They offered to change though. Salmon was overdone... Service is strange: the waitress at the end said the learned-by-heart \"I'm so glad you …",
    "rating": 5,
    "name": "David H",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you for your feedback.  We will listen to your comments and be the best.\nWe hope you enjoy it next time!",
    "rating": 5,
    "name": "Rakesh Patel",
    "cat": "Restaurant"
  },
  {
    "review": "Great place to go for a date with your lovely ones. Tasty pasta and good choice of wine. Good waitresses, nice service.\nAlso, they have normal not-paper towels in bathroom. …",
    "rating": 5,
    "name": "Yuri-Olga Gorodetsky",
    "cat": "Restaurant"
  },
  {
    "review": "Excellent homemade pasta, the production of which can be observed through a window to the street. It tastes deliciously and is very well priced - as is the wine, including the bottles. The atmosphere is casual and modern, very comfortable and laid-back. Excellent service as well - overall a highly recommended restaurant.",
    "rating": 5,
    "name": "Wojciech Kędziora",
    "cat": "Restaurant"
  },
  {
    "review": "Just going to update this review ready for January 2020. I have been enjoying the food here on at least 10 occasions now and it is always impeccable.\nThe pasta is freshly made which you can immediately taste and more importantly …",
    "rating": 5,
    "name": "Sunny Bachu",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much! We will be happy to see you again!",
    "rating": 5,
    "name": "Mark Schloss",
    "cat": "Restaurant"
  },
  {
    "review": "Amazing and authentic Italian food! Pasta was so delicious and fresh, plus the olive oil was something special (one of a kind and so tasty)! Halloumi salad was also so inventive and amazing! A delight, given how inexpensive the meal is! …",
    "rating": 5,
    "name": "Lenka Štěpánová",
    "cat": "Restaurant"
  },
  {
    "review": "Delicious lentil soup and, for the first time, amazing eggplant. Definitely will be back.",
    "rating": 5,
    "name": "Gennady Roshchupkin",
    "cat": "Restaurant"
  },
  {
    "review": "The best pasta I had in Kiev. If you feel like having pasta with desert in the end then this is the place to go. The staff are lovely and speak fluent English and are generally really helpful. Although I think it would be quite expensive for locals - for me it was okay when comparing to UK prices.",
    "rating": 4,
    "name": "H K",
    "cat": "Restaurant"
  },
  {
    "review": "People were very kind and dishes are indeed very tasty! I appreciate that they have a section on vegetarian options.",
    "rating": 5,
    "name": "Zach Kadish",
    "cat": "Restaurant"
  },
  {
    "review": "The best restaurant in Kiev that I've ever been to. The food is delicious as well as drinks to have with it and I got a present from one of the waitresses who remembered me from my previous visit. Pastateca grew to my heart ❤️",
    "rating": 5,
    "name": "Roma Ilto",
    "cat": "Restaurant"
  },
  {
    "review": "The pasta with several types of cheese and mushrooms was beyond praise indeed, the salad with tuna was quite delicious as well! The waitress was attentive, very polite and fun!",
    "rating": 5,
    "name": "A. Sadreddini",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much! We are pleased to hear it!",
    "rating": 4,
    "name": "Tuncay Acar",
    "cat": "Restaurant"
  },
  {
    "review": "Very good freshly made pasta with good sauce. Gnocchi was more like potato cake so it was different but still pretty good. Service is good too.",
    "rating": 5,
    "name": "atldrab",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you, we are pleased to hear it!",
    "rating": 5,
    "name": "Танюшка Ласица",
    "cat": "Restaurant"
  },
  {
    "review": "The food and service at Pastatecg is amazing! It's a small and intimate space... They make their own pasta which can seen from the street... It's a great torist destination. If your looking for an authentic Ukrainian mom and pop shop.",
    "rating": 5,
    "name": "Charles Evans",
    "cat": "Restaurant"
  },
  {
    "review": "As the name suggests the place specializes in pastas, raviolis and other staples of the Italian cuisine. Pasta is made from scratch at the place and cut by hand, so they come out fresh and delicious. Try their homemade tiramisu",
    "rating": 5,
    "name": "Igor Scherbak",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you, we are pleased to hear it!",
    "rating": 5,
    "name": "Ilia Mebonia",
    "cat": "Restaurant"
  },
  {
    "review": "Super pasta place! A gem in Kiev. Incredible delicious and fresh! The dessert was divine, great stylish place that serves their own freshly made pasta ! Superb",
    "rating": 5,
    "name": "Olexi Pasyuk",
    "cat": "Restaurant"
  },
  {
    "review": "was good. only the wine was ok but too much expensive for that quality ... and breads are not for free . you have to order it... it's not like in Italy.. but for Ukraine it's ok..",
    "rating": 4,
    "name": "Valerii Levytskyi",
    "cat": "Restaurant"
  },
  {
    "review": "Excellent food, friendly staff.  They even provide blankets when it is cool.  My favorite place in Kiev to stop for breakfast.",
    "rating": 5,
    "name": "Anton Antonenko",
    "cat": "Restaurant"
  },
  {
    "review": "Wide  variety of pasta, delicious and well served, kids friendly",
    "rating": 5,
    "name": "Sergey Kovaltschuk",
    "cat": "Restaurant"
  },
  {
    "review": "The food is delicious and the staff are very friendly and helpful.  In addition, the food is reasonably priced.  However, I would try to go there when the traffic is not so heavy if that is possible.",
    "rating": 5,
    "name": "Michael Lahoda (Мишко)",
    "cat": "Restaurant"
  },
  {
    "review": "Charles, thanks 🙏",
    "rating": 5,
    "name": "Jessica Zafra",
    "cat": "Restaurant"
  },
  {
    "review": "very tasty and delicious! If you're with children - they got one meal free of charge  and at when you leave you've got small present!! Recommended!",
    "rating": 5,
    "name": "Anton Onipko",
    "cat": "Restaurant"
  },
  {
    "review": "It's been almost 2 years since my last visit, and positively surprised how the service has improved, and the quality/taste of the food is great as well.",
    "rating": 5,
    "name": "Mike Saeed",
    "cat": "Restaurant"
  },
  {
    "review": "Thank You for the feedback. We are really sorry for this and we will be grateful, if You tell us when was Your visit. You can email us at pastatecakiev@gmail.com. We want to solve this issue and prevent such situations.",
    "rating": 5,
    "name": "Serhii Chukhan",
    "cat": "Restaurant"
  },
  {
    "review": "Cosy place to come any time of a day. Hand made pasta. Some dishes are a bit smaller then expected.",
    "rating": 5,
    "name": "Rémi",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you for your feedback and appreciation.",
    "rating": 5,
    "name": "Sam Lutfallah",
    "cat": "Restaurant"
  },
  {
    "review": "Nice atmosphere here, the Pavlova is extremely delicious. The waitress that served us was pretty kind and friendly",
    "rating": 4,
    "name": "Roman Kalyuzhny",
    "cat": "Restaurant"
  },
  {
    "review": "Awesome place 👍\nWe had the smartest waitress ever and the food was amazing! The best place to have a lunch or dinner in this area, don't miss it.",
    "rating": 5,
    "name": "Dmitriy Nushtaev",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much! We are looking forward to see you again!",
    "rating": 5,
    "name": "Vladimir M.",
    "cat": "Restaurant"
  },
  {
    "review": "Absolutely great! Pasta with mushrooms is amazing, nice atmosphere, calm music. Love this place.",
    "rating": 5,
    "name": "Ido Inbar",
    "cat": "Restaurant"
  },
  {
    "review": "The best Italian restaurant in Kyiv. The food is reasonably priced and the quality is amazing. Excellent service, friendly staff and fresh pasta made every day.",
    "rating": 5,
    "name": "Oleksandr Sholokh",
    "cat": "Restaurant"
  },
  {
    "review": "Thanks, Mishkoala❤️🍝",
    "rating": 5,
    "name": "Deborah Higgins",
    "cat": "Restaurant"
  },
  {
    "review": "I always come here for breakfast or lunch. All their plates are unique and delicious! Service is amazing and it’s right across the park.",
    "rating": 5,
    "name": "Наталия Писаренко",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much!",
    "rating": 5,
    "name": "Anastasia Usmanova",
    "cat": "Restaurant"
  },
  {
    "review": "Atmosphere is super, so food is. For moderate price. You won't find better place to have your breakfast.",
    "rating": 2,
    "name": "Pam Donald",
    "cat": "Restaurant"
  },
  {
    "review": "great variety of home made pasta, service was great, staff very friendly, average price, very good location, for sure i will be back,recommended for couples and groups.",
    "rating": 5,
    "name": "Ernst Prosman",
    "cat": "Restaurant"
  },
  {
    "review": "One of our favorite places in Kyiv! Delicious food, friendly staff with a good service! Highly recommended!",
    "rating": 5,
    "name": "Kostja Manfred",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much! We are happy to hear this!",
    "rating": 5,
    "name": "Ivan Groznii",
    "cat": "Restaurant"
  },
  {
    "review": "Good place, good food, good staff. A little bit expensive and service a bit slow even if there is almost no customers.",
    "rating": 5,
    "name": "Александр Криковлюк",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you! Hope to see you again.",
    "rating": 5,
    "name": "Asya Syvolob",
    "cat": "Restaurant"
  },
  {
    "review": "Very good service, very good food and varietes, very clean and very nice atmosphere. The attendance by the waitresses and host were very hospital",
    "rating": 5,
    "name": "Anatoliy Shevchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much! We will be happy to see you again!",
    "rating": 3,
    "name": "Salahuddin",
    "cat": "Restaurant"
  },
  {
    "review": "I like their breakfasts more than I like their pasta, but not a bad place overall and not too dear either.",
    "rating": 5,
    "name": "Alexander Dotsenko",
    "cat": "Restaurant"
  },
  {
    "review": "So tasty Italian kitchen. Perfect pasta and awesome service. Really recommend this place!",
    "rating": 5,
    "name": "Nick Lukianenko",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much! We are pleased to heat it!",
    "rating": 5,
    "name": "Вадим Гаращук",
    "cat": "Restaurant"
  },
  {
    "review": "The Best place ever!",
    "rating": 2,
    "name": "Michele Cecere",
    "cat": "Restaurant"
  },
  {
    "review": "Highly recommended. Great food and price. Fresh pasta made by hand.",
    "rating": 2,
    "name": "Sergii Lisnychyi",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much! We are looking forward to see you again!",
    "rating": 5,
    "name": "Alex Davyskiba",
    "cat": "Restaurant"
  },
  {
    "review": "Nice pasta with shrimps 🍤🍤🍤",
    "rating": 5,
    "name": "Krassimir Yankov",
    "cat": "Restaurant"
  },
  {
    "review": "Oleksandr, very nice. Welcome",
    "rating": 5,
    "name": "Tetiana Matviiuk",
    "cat": "Restaurant"
  },
  {
    "review": "Good food, good service, convenient ly located.",
    "rating": 5,
    "name": "Anna Konstantinova",
    "cat": "Restaurant"
  },
  {
    "review": "Absolutely delicious. Fantastic Italian dishes with the personal touches from the chef.",
    "rating": 4,
    "name": "Sergey Alekseichenko",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much! We are happy to receive such feedback!",
    "rating": 5,
    "name": "Olena Krupka",
    "cat": "Restaurant"
  },
  {
    "review": "That's a really nice place with great cuisine. I has spinach alfredo with chicken and it was delicious.",
    "rating": 5,
    "name": "Magdalena K (Magdalena K)",
    "cat": "Restaurant"
  },
  {
    "review": "Anastasia, Thank you for the warm review.  Come and see us again!",
    "rating": 5,
    "name": "Michael Pillsbury",
    "cat": "Restaurant"
  },
  {
    "review": "Small portion of pasta, which wasn't even hot. I ordered tea, it was given water and fruit - no actual tea!",
    "rating": 4,
    "name": "Ivan “Иван Иванович” Ivanovich",
    "cat": "Restaurant"
  },
  {
    "review": "Lovely pasta with best tiramisu I ever had. Good location and friendly staff.",
    "rating": 5,
    "name": "Andrew Kolomiyets",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much! We are happy that you've enjoyed your experience and looking forward to see you again.",
    "rating": 3,
    "name": "Sofiia Dmytrenko",
    "cat": "Restaurant"
  },
  {
    "review": "Good service and tasty food",
    "rating": 5,
    "name": "Vova Mirnenko",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much!",
    "rating": 5,
    "name": "Anton Molchanov",
    "cat": "Restaurant"
  },
  {
    "review": "Oh my god! One of the best pastas I’ve ever tried! 5 stars!",
    "rating": 5,
    "name": "Arron heath",
    "cat": "Restaurant"
  },
  {
    "review": "Excellent pasta! Interesting interior design and very friendly, courteous waiters",
    "rating": 5,
    "name": "Tim Orlovsky",
    "cat": "Restaurant"
  },
  {
    "review": "Very nice place, great food and service! Highly recommended!",
    "rating": 4,
    "name": "Charles Galant",
    "cat": "Restaurant"
  },
  {
    "review": "Cozy place with handmade pasta and great service in the old beautiful building. Try cheesecakes.",
    "rating": 5,
    "name": "Viktor Bezhenar",
    "cat": "Restaurant"
  },
  {
    "review": "Service is ok, dishes are good but worth it's money",
    "rating": 5,
    "name": "Aleksandr Stankevych",
    "cat": "Restaurant"
  },
  {
    "review": "Salahuddin, Thanks for the truth. Come to us again!\nWhat do you dislike about the prices?",
    "rating": 5,
    "name": "Ramses Ruziev",
    "cat": "Restaurant"
  },
  {
    "review": "Very good hand-made pasta, excellent service , nice staff",
    "rating": 4,
    "name": "Eugene Pyvovarov",
    "cat": "Restaurant"
  },
  {
    "review": "Best pasta place in Kyiv. Breakfast is also delicious :)",
    "rating": 5,
    "name": "Anna Starkova",
    "cat": "Restaurant"
  },
  {
    "review": "Delicious food, especially dessert Pavlova",
    "rating": 3,
    "name": "Oleksii Malashyna",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much! Hope to see you again soon.",
    "rating": 5,
    "name": "Azko JK",
    "cat": "Restaurant"
  },
  {
    "review": "Fresh pasta but if you're Italian or like proper Italian stay away!",
    "rating": 5,
    "name": "Denis Rohlinsky",
    "cat": "Restaurant"
  },
  {
    "review": "Michele,  Grazie per il tuo commentario!  Thank you for your review!  Our concept chef Duccio Orlandini would like to know more about your experience and what made you upset about the visit? We would be really grateful ic you could give us more feedback!  Grazie Mille!",
    "rating": 3,
    "name": "Aaa Kr.",
    "cat": "Restaurant"
  },
  {
    "review": "very long time of wait, but tasty",
    "rating": 4,
    "name": "John Smith",
    "cat": "Restaurant"
  },
  {
    "review": "We are very sorry you had to wait for a long time. We hope to see you again, we will do our best.",
    "rating": 5,
    "name": "zheka Dolgyshev",
    "cat": "Restaurant"
  },
  {
    "review": "Well clothed waitress perfect for wine with pasta.",
    "rating": 4,
    "name": "Andrii Kislitsyn",
    "cat": "Restaurant"
  },
  {
    "review": "Thanks! ) I want to see you again )",
    "rating": 4,
    "name": "Ganna Nelup",
    "cat": "Restaurant"
  },
  {
    "review": "Breakfast is lovely. Try the truffle oats!",
    "rating": 5,
    "name": "Лара Корицкая",
    "cat": "Restaurant"
  },
  {
    "review": "I love this cozy place, nice for a lunch",
    "rating": 5,
    "name": "Юлія Федорова",
    "cat": "Restaurant"
  },
  {
    "review": "Tatiana^ thanks you for you feedback and for 5 stars.\nWe are always glad to see you",
    "rating": 4,
    "name": "Serhio",
    "cat": "Restaurant"
  },
  {
    "review": "Service is great， interior is great and food is awesome",
    "rating": 3,
    "name": "Татьяна Гладких",
    "cat": "Restaurant"
  },
  {
    "review": "Nice pasta, best snchitzel. Also try tiramisu",
    "rating": 1,
    "name": "Alyona S",
    "cat": "Restaurant"
  },
  {
    "review": "Tasty food, good service, cozy place.",
    "rating": 4,
    "name": "Taisiia Kuchmeieva",
    "cat": "Restaurant"
  },
  {
    "review": "Lovely place to eat in Kiev! ♥️",
    "rating": 4,
    "name": "Max Grytsak",
    "cat": "Restaurant"
  },
  {
    "review": "Thanks ❤️",
    "rating": 5,
    "name": "にへいつとむ",
    "cat": "Restaurant"
  },
  {
    "review": "Freshest pasta in Kyiv & charming waitstaff !!!",
    "rating": 2,
    "name": "Apex Falcontis",
    "cat": "Restaurant"
  },
  {
    "review": "So so. Risotto was good. Average place.",
    "rating": 5,
    "name": "Yaroslav Yankovskyi",
    "cat": "Restaurant"
  },
  {
    "review": "If you like pasta it is a right place!",
    "rating": 2,
    "name": "Daria Sipigina",
    "cat": "Restaurant"
  },
  {
    "review": "Salads are too small even for girls.",
    "rating": 5,
    "name": "Solo Solorman",
    "cat": "Restaurant"
  },
  {
    "review": "good pasta. not crowded in the morning.",
    "rating": 5,
    "name": "Liliia Yildirim",
    "cat": "Restaurant"
  },
  {
    "review": "Vladimir, thanks 🤗",
    "rating": 4,
    "name": "Алена Музыка",
    "cat": "Restaurant"
  },
  {
    "review": "Linguini with a meatball. Truly heavenly food.",
    "rating": 5,
    "name": "Sviatoslav Marchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Amazing. English speaking and lovely food.",
    "rating": 5,
    "name": "Роман Резник",
    "cat": "Restaurant"
  },
  {
    "review": "Great freshly-made pasta place.",
    "rating": 4,
    "name": "olexandra koltsova",
    "cat": "Restaurant"
  },
  {
    "review": "Good place for eating pasta -)",
    "rating": 5,
    "name": "Валентина Диденко",
    "cat": "Restaurant"
  },
  {
    "review": "The only choice for the real pasta lovers",
    "rating": 4,
    "name": "Микола Прокопенко",
    "cat": "Restaurant"
  },
  {
    "review": "My favorite place in Kiev",
    "rating": 5,
    "name": "Persivald Godefroy",
    "cat": "Restaurant"
  },
  {
    "review": "Great place with nice people.",
    "rating": 4,
    "name": "Oleg Petukhov",
    "cat": "Restaurant"
  },
  {
    "review": "good pasta, average prices",
    "rating": 5,
    "name": "Taras Yaremenko",
    "cat": "Restaurant"
  },
  {
    "review": "Nice place for a friends meet",
    "rating": 4,
    "name": "Carolina B A",
    "cat": "Restaurant"
  },
  {
    "review": "It is ok",
    "rating": 5,
    "name": "Анна Жарикова",
    "cat": "Restaurant"
  },
  {
    "review": "Олексей, здравствуйте. Расскажите детальней о вашем визите в Pastateca. Нам важно услышать Вас.\n\n(Translated by Google)\nAlexey, hello. Tell us more about your visit to Pastateca. It is important for us to hear you.",
    "rating": 5,
    "name": "Светлана Жарова",
    "cat": "Restaurant"
  },
  {
    "review": "nice",
    "rating": 5,
    "name": "Эдуард Бандуривский",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you!",
    "rating": 5,
    "name": "Алёна Сурмиевич",
    "cat": "Restaurant"
  },
  {
    "review": "ok",
    "rating": 5,
    "name": "Andriana",
    "cat": "Restaurant"
  },
  {
    "review": "Nothing special.",
    "rating": 5,
    "name": "Татьяна Никитина",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you for the feedback. We would be grateful if you write us what we can improve. You can email us on pastatecakiev@gmail.com.\nHope to see you again!",
    "rating": 5,
    "name": "Chris W",
    "cat": "Restaurant"
  },
  {
    "review": "Norm",
    "rating": 3,
    "name": "Lera Samoylenko",
    "cat": "Restaurant"
  },
  {
    "review": "Great pasta!",
    "rating": 5,
    "name": "Алексей Горносталь",
    "cat": "Restaurant"
  },
  {
    "review": "Delicious!",
    "rating": 4,
    "name": "Александра Харченко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) pastatetsi first visited four years ago. then the institution really impressed. stood loftovoho interior in the style of Rococo. nezamyslovatoyu concept of institution, but delicious pasta (the emphasis is on the menu …",
    "rating": 4,
    "name": "Юра Мельник",
    "cat": "Restaurant"
  },
  {
    "review": "Внутри уютно. Посетители приходят на ланч и обед с семьей. Приятная атмосфера. В меню есть комплексные обеды, кроме воскресенья. Салат свежий, правда листья излишне большие- не комфортно есть. Подают быстро. …",
    "rating": 5,
    "name": "Mikhail Мeyerov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A large selection of dishes, all very tasty, there is no pronounced taste of spices, which is a big plus and allows you to complement the dish yourself. The service is very friendly. …",
    "rating": 2,
    "name": "Дмитро Мельник",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день! Буду рад знакомству с перспективой реальной встречи! Симпатичный и адекватный киевлянин! Мобилен:) Если заинтересовал, готов отправить фото и ответить на возникшие вопросы.. …",
    "rating": 1,
    "name": "Sofiia Rasskazova",
    "cat": "Restaurant"
  },
  {
    "review": "Впечатление от заведения не очень.\n\nЗаказала папарделе с курицей, перцем и вялеными томатами - предупредили, что …",
    "rating": 3,
    "name": "Лана Куроч4ка",
    "cat": "Restaurant"
  },
  {
    "review": "Татьяна, добрый день. Спасибо, что поделились с нами своими впечатлениями. Нам очень жаль, что Вы остались разочарованы. Пожалуйста, напишите на на почту pastatecakiev@gmail.com время Вашего визита и как можно с Вами связаться.\n\n(Translated by Google)\nTatyana, good afternoon. Thank you for sharing your impressions with us. We are very sorry that you were disappointed. Please write to pastatecakiev@gmail.com for the time of your visit and how to contact you.",
    "rating": 3,
    "name": "Elena Хо",
    "cat": "Restaurant"
  },
  {
    "review": "Начну с плюсов.\n\nПаста была правда вкусная, понравилось. Большая порция. …",
    "rating": 5,
    "name": "Mykhailo Maslov",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, аморе!\nПриносим свои извинения за несвоевременный ответ и за ситуацию, которая произошла при визите.\nРаботу с сотрудниками провели, благодаря вам стали внимательнее🤗\nАссортимент чая, как раз меняли, и теперь готовы поить вкуснейшими домашними чаями😌\nСпасибо Вам за отзыв, для нас действительно важно мнение наших гостей!\nБудем рады видеть Вас снова\n\n(Translated by Google)\nGood afternoon, amore!\nWe apologize for the late response and for the situation that occurred during the visit.\nWe worked with the employees, thanks to you they became more attentive\nThe assortment of tea has just changed, and now we are ready to drink delicious homemade teas😌\nThank you for your feedback, the opinion of our guests is really important for us!\nWe will be glad to see you again",
    "rating": 5,
    "name": "Valentin Morgunskiy",
    "cat": "Restaurant"
  },
  {
    "review": "Сначала скажу о главном - о еде :-) , а потом уже про интерьер и все остальное. Назвала бы эту кухню домашняя итальянская, так как ничего изысканного в ней не нашла. Заказывали в качестве основных блюд: паста 4 сыра, паста с тигровыми …",
    "rating": 5,
    "name": "Maya Mi",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее уютное место.\nИнтерьер на стиле.\nХотелось бы получить больше вкуса от еды где заведение ориентировано на пасту. …",
    "rating": 2,
    "name": "Anna Salkova",
    "cat": "Restaurant"
  },
  {
    "review": "Безумно вкусная еда,очень вежливый и доброжелательный персонал!\nВосторг перед мастерством поваров. Это было настолько вкусно,что не хватает слов описать. …",
    "rating": 4,
    "name": "Olga Zakharchuk",
    "cat": "Restaurant"
  },
  {
    "review": "🔴Изменил сегодня отзыв с 4х на 2 звезды из-за грубых ошибок официантов.\nВы вкусно готовите некоторые блюда, НО, первую очередь научитесь готовить и подавать воду! Вода - основа всех блюд. Просьба подать стакан теплой кипячёной воды …",
    "rating": 5,
    "name": "Арсений Гопта",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день! Нам очень жаль, что произошла ситуация, заставившая Вас изменить оценку. Мы будем очень благодарны, если Вы расскажете нам немного подробней о своем визите и утончите когда именно Вы были у нас. Эта информация нам очень поможет. С нами можно связаться написав на почту pastatcakiev@gmail.com или в личные сообщения на Facebook.\n\n(Translated by Google)\nGood day! We are very sorry that a situation occurred that made you change your assessment. We will be very grateful if you tell us a little more about your visit and refine when exactly you were with us. This information will help us a lot. You can contact us by writing to pastatcakiev@gmail.com or in private messages on Facebook.",
    "rating": 2,
    "name": "Ivan Furt",
    "cat": "Restaurant"
  },
  {
    "review": "Большой выбор пасты, любителям итальянской кухни однозначно рекомендую. Приятно удивило обслуживание - вежливые официантки с чувством юмора и быстрая подача заказа. …",
    "rating": 5,
    "name": "Сергей Самарский",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Ярослав, за приятный отзыв:) Будем очень рады увидеть Вас снова!\n\n(Translated by Google)\nThank you, Yaroslav, for the nice review :) We will be very glad to see you again!",
    "rating": 3,
    "name": "Александр",
    "cat": "Restaurant"
  },
  {
    "review": "Всегда отличный опыт с ‘Пастатекой’, но не на этот раз.\n\nСначала попытались убедить, что спагетти и лингвине – это одно и то же. Затем …",
    "rating": 3,
    "name": "Євгенія Дериземля",
    "cat": "Restaurant"
  },
  {
    "review": "Давно не ходили и вот вернулись опять. И были очень приятно удивлены) полностью поменялась концепция заведения, теперь любой ваш \"каприз\" - все для клиента. Еда всегда свежая и вкусная, подача оригинальная, спасибо шеф-повару. …",
    "rating": 3,
    "name": "Андрій Гоцуляк",
    "cat": "Restaurant"
  },
  {
    "review": "Маленькое, но уютное местечко.  Кушали пасту ...она очень вкусная...Спасибо большое работникам за отличный сервис. Ещё точно вернемся кушать пасту в это заведение. Гостеприимство, сервис.  Рекомендую. …",
    "rating": 2,
    "name": "Polina “Po”",
    "cat": "Restaurant"
  },
  {
    "review": "Персонал очень приветливый, еда достаточно аппетитная. Очень уютная атмосфера.К сожалению, не удалось попробовать сырный суп, странно что в субботу днём нет того, что есть в меню. А так все на уровне. …",
    "rating": 1,
    "name": "Dima Terokhin",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The atmosphere is cool. Everything is cool on food, especially tiramisu😋 …",
    "rating": 4,
    "name": "SAS aero-drone-service",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful and delicious. There is a fairly large selection of standard wines. Delicious salads to which ripe ingredients are added. There are no complaints about the service staff …",
    "rating": 4,
    "name": "Olena Kruchinkina",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) For the second time, an unpleasant surprise in the form of unspecified ingredients on the menu. Buckwheat \"four cheeses\" is filled with cream sauce, which is not mentioned in the menu. …",
    "rating": 5,
    "name": "Марисабель Гулько",
    "cat": "Restaurant"
  },
  {
    "review": "Заходили вчера вечером. Очень понравилось. Спокойная обстановка, приятный вежливый персонал и вкусная еда. Заказывали пасту, салаты, травяной чай и десерт - всем понравилось, очень вкусно. …",
    "rating": 5,
    "name": "Kateryna Аntypchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо большое, Валентина, мы очень рады слышать, что все понравилось. С нетерпением ждем нашей следующей встречи:)\n\n(Translated by Google)\nThank you very much, Valentina, we are very glad to hear that we liked everything. We look forward to our next meeting :)",
    "rating": 1,
    "name": "Виктория Беседовская",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Tasted lasagna without meat and ravioli with turkey in nut sauce. Everything is delicious. Everything is prepared quickly, although warned that baked eggplant should wait, but it was short-lived (or so it seemed) and …",
    "rating": 5,
    "name": "Olga Savchenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Often, I am here after pairs. The place is quiet and cozy, attracts by its inexpensive prices and delicious dishes. Value for money at a height. Coffee is also delicious, both ordinary and special items. In the …",
    "rating": 5,
    "name": "Антон Ковальчук",
    "cat": "Restaurant"
  },
  {
    "review": "Уютное кафе, персонал быстрый. Напитки хорошие. Правда в зале сильно пахнет кухней. …",
    "rating": 4,
    "name": "Вячеслав",
    "cat": "Restaurant"
  },
  {
    "review": "Oleg, спасибо за отзыв! Благодарны за обратную связь👍\n\n(Translated by Google)\nOleg, thanks for the feedback! Thank you for your feedback👍",
    "rating": 5,
    "name": "Марианна Бекиш",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Assessment according to the level of the institution. Very tasty. If you are looking for gourmet Italian cuisine, you will find suitable restaurants. Easy atmosphere, quick service. An interesting place for lunch or …",
    "rating": 5,
    "name": "Alyona Russu",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very nice place, friendly waitresses.\nThey have a menu in English.\nI ordered lasagna and ... nothing special but dessert was an absolute blast. …",
    "rating": 5,
    "name": "Фея Добрая",
    "cat": "Restaurant"
  },
  {
    "review": "Нереально вкусно! Это гастрономический оргазм!  Очень яркие блюда, вежливые официанты, быстрая подача, доступные цены ! Место, которое стоить посетить! …",
    "rating": 4,
    "name": "Вика Мизяк",
    "cat": "Restaurant"
  },
  {
    "review": "Великолепное место в центре города с шикарным видом на парк Шевченка. Вкусная авторская кухня. Приветливый персонал. Днём в обед здесь сложно найти свободное место, т.к. ресторан мега-популярен среди завсегдатаев и туристов. После появления …",
    "rating": 5,
    "name": "Julia Sokolviak",
    "cat": "Restaurant"
  },
  {
    "review": "Атмосферное заведение, приятный персонал, вежливое, профессиональное обслуживание. Отличная кухня. Десерты просто отпад. Отдохнули с душой. Рекомендую.👍 …",
    "rating": 4,
    "name": "Юлия Лаврик",
    "cat": "Restaurant"
  },
  {
    "review": "Прийти в пятничный вечер, выпить бокал вина и съесть порцию пасты — стало хорошей традицией.\nПоход в пастатеку всегда ассоциировался с любимым десертом «Три сыра». К …",
    "rating": 5,
    "name": "Helga Helga",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Everyone really liked the saccharine paste, the service was good, only the coffee had to be reminded. …",
    "rating": 5,
    "name": "Андрій Корейба",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We are waiting for you again.\n\n(Original)\nДякуємо! Чекаємо на Вас знову.",
    "rating": 1,
    "name": "iEVGEN S",
    "cat": "Restaurant"
  },
  {
    "review": "Самая вкусная в Киеве овсянка с пармезаном и чёрным трюфелем на завтрак. Просто наслаждение. Классный выбор паст. …",
    "rating": 5,
    "name": "Viktor Kruk",
    "cat": "Restaurant"
  },
  {
    "review": "Татьяена, спасибо за отзыв! Благодарны за обратную связь👍 Очень приятно что Вам понравились наши блюда. Но у нас ещё есть очень вкусная еда, в следующий раз обезательно попробуйте)\nБудем рады видеть Вас снова\n\n(Translated by Google)\nTatiena, thank you for your feedback! We are grateful for your feedback👍 It is very pleasant that you liked our dishes. But we still have very tasty food, be sure to try it next time)\nWe will be glad to see you again",
    "rating": 2,
    "name": "Татьяна Пашкина",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good address, do not hesitate to push the little blue door. No menu in English, but the photos are enough and the waiters understand. With my wife we ​​chose the pasta with the large ball of meat. Excellent! …",
    "rating": 5,
    "name": "Mari Cheba",
    "cat": "Restaurant"
  },
  {
    "review": "Была в @pastateca_kiev второй раз и мнение улучшилось и о сервисе и о еде👌🏻если бы не ребята, снова бы сюда не вернулась ❌\nПервый раз заказала пасту \"Четыре сыра с чёрным трюфелем\", а когда попросила …",
    "rating": 5,
    "name": "Elena Kurganova",
    "cat": "Restaurant"
  },
  {
    "review": "Очень хорошее заведение недалеко от Крещатика. Приятные цены для Киева и уютная обстановка. И, что самое главное, очень вкусная паста! При этом если хочет чего-то особенного, можно выбрать из предложенных блюд или заказать пасту по вкусу с …",
    "rating": 5,
    "name": "Хмілецька Ірина",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, крутые картины, но музыка не поддерживает атмосферу итальянского ресторана. …",
    "rating": 1,
    "name": "Mykhailo Ivutin",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious author's paste at fairly moderate prices. Places in the institution is not very much, at lunch time may all be occupied. Good service …",
    "rating": 5,
    "name": "Anton Podlipsky",
    "cat": "Restaurant"
  },
  {
    "review": "Приятное обслуживание, вкусные блюда, красивые подачи, свой хлеб))) спасибо, мы вернёмся)))) …",
    "rating": 3,
    "name": "Roma Roman",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The main problems are the convenience of the menu and booking.\nVery ill-considered menu on the phone. The waiter assured that we are not the …",
    "rating": 5,
    "name": "Карина Федирко",
    "cat": "Restaurant"
  },
  {
    "review": "Заказывала здесь доставку, не вкусно.\n- Тирамису ниже среднего, как домашний торт с бисквитом, не ресторанное блюдо. Не стоит своих денег. …",
    "rating": 5,
    "name": "Ирина Петренко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) More like pasta than pasta. It is difficult to estimate the staff during rush hour, but one girl did her best for the whole institution) The interior is normal. …",
    "rating": 2,
    "name": "Anna Linkova",
    "cat": "Restaurant"
  },
  {
    "review": "- В меню указаны не все ингредиенты к блюду. Таким образом, была заказана брускета с курицей и яйцом, оказалось,  что она подаётся с болгарским перцем,  на который у меня непереносимость. 90 грн выкинуто зря. Официант улыбнулась и сказала:' …",
    "rating": 5,
    "name": "Nataliya Doroshenko",
    "cat": "Restaurant"
  },
  {
    "review": "Елена, спасибо за честность и подробную обратную связь.\nНе могу позволить оставить неприятное впечатление и приглашаю Вас вновь!\nКомплимент за перец обещаю!\n\n(Translated by Google)\nElena, thank you for your honesty and detailed feedback.\nI can not afford to leave an unpleasant impression and invite you again!\nI promise a compliment for pepper!",
    "rating": 5,
    "name": "Pavlo Potanin",
    "cat": "Restaurant"
  },
  {
    "review": "Еще одно хорошее и вкусное заведение в городе. Красиво, уютно, вкусно.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Мирошников Евгений",
    "cat": "Restaurant"
  },
  {
    "review": "Очень люблю приходить на завтраки. Уютная атмосфера , располагающий персонал и масса вкусных завтраков на любой вкус с чеком до 100грн/чел. Очень рекомендую !!! …",
    "rating": 2,
    "name": "Oksanka",
    "cat": "Restaurant"
  },
  {
    "review": "Валентин, спасибо 😉\n\n(Translated by Google)\nValentin, thank you",
    "rating": 1,
    "name": "Катерина Іванова",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная и разнообразная паста в которую можно добавить доп. ингридиенты. Вежливые и расторопные официанты. Хороший wi-fi …",
    "rating": 5,
    "name": "Nataliia Kolisnyk",
    "cat": "Restaurant"
  },
  {
    "review": "В общем, заказала пасту с морепродуктами на сливочном соусе, заказывала ее всегда в пастатеке на спасской, принесли чёрные лингвини, не стала ничего говорить, думаю, ну ладно, не уточнили, бывает. …",
    "rating": 5,
    "name": "Taisiia Volkhova",
    "cat": "Restaurant"
  },
  {
    "review": "Отдыхали сегодня небольшой компанией. Всё было нормально, пока не начали разбираться со счетом. К сожалению, слишком поздно, уже после оплаты. По факту в счет добавили 2 лишних фондана (заказывали 1, а в счете аж 3) и лишний бокал вина …",
    "rating": 3,
    "name": "Кристина Медникова",
    "cat": "Restaurant"
  },
  {
    "review": "Ну во-первых это очень вкусно! )) Очень атмосферно! За плей-лист отдельное спасибо!\nРекомендовано к посещению! …",
    "rating": 4,
    "name": "Anna Rekova",
    "cat": "Restaurant"
  },
  {
    "review": "Арсений, спасибо за отзыв! Благодарны за обратную связь👍 Приходите к нам еще)\n\n(Translated by Google)\nArseny, thank you for your feedback! Thank you for your feedback👍 Come to us again)",
    "rating": 5,
    "name": "Олександр Козак",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) It used to be a very cool place where food was served quickly and it was very tasty. The last few times I was constantly disappointed: waiting for the paste for 30 minutes, and the paste itself stuck a bit …",
    "rating": 5,
    "name": "Тамара Белоконская",
    "cat": "Restaurant"
  },
  {
    "review": "Великолепная еда (и соотношение цена/качество) и очень среднее обслуживание (вроде и доброжелательно и приветливо, но ПОСТОЯННО что-то не приносят - воду, спецовники, сахарницу, пармезан). Очень рекомендую пасту 4 сыра с трюфелем …",
    "rating": 4,
    "name": "Анастасия Хальзова",
    "cat": "Restaurant"
  },
  {
    "review": "Сергей, спасибо за откровение! Очень ценно. По сервису - усовершенствуемся! Будем рады видеть Вас снова :) У нас новая паста появилась, к слову )\n\n(Translated by Google)\nSergey, thanks for the revelation! Very valuable. On service - we will be improved! We will be glad to see you again :) We have a new pasta appeared, by the way)",
    "rating": 5,
    "name": "Liudmila Kharchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Ходил с женой в это заведение несколько лет, видели как изменялось меню совсем не в лучшую сторону, и вот на днях заехали с родственниками. Все печально, паста Карбанара без соуса, мяса пара грамм, ризотто из море продуктов лишилось …",
    "rating": 5,
    "name": "Павел Василенко",
    "cat": "Restaurant"
  },
  {
    "review": "Уютно, рядом был мини банкет и немного шумновато стало, от еды ожидала большего, Я дома иногда вкуснее пасту делаю🤭 …",
    "rating": 5,
    "name": "Миша Демков",
    "cat": "Restaurant"
  },
  {
    "review": "В целом место не плохое, был здесь на встречах, но никогда не ел, и вот со мной случилась овсянка с пармезаном и трюфельным маслом, я скажу что лучшего я не ел еще нигде. …",
    "rating": 4,
    "name": "Kateryna Danilova",
    "cat": "Restaurant"
  },
  {
    "review": "вчера зашли быстро пообедать, девушка сориентировала, что заказ будет готов до 15 минут.  В начале вынесли супы: юшка из 3х видов грибов, содержит только 1, как мне сказали, на двух других варится бульон, ну ок. 2 плоских куска грибов, …",
    "rating": 5,
    "name": "Andrew",
    "cat": "Restaurant"
  },
  {
    "review": "Были в Пастатека на Подоле.\nИз занятых были 5 столиков.\nЗаказали пиццу. Ждали 40 минут. После того как попросили уточнить сколько будет …",
    "rating": 5,
    "name": "Виктор Фомин",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Cool place, good food, friendly staff. Relaxed atmosphere assured …",
    "rating": 5,
    "name": "Yurii",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее заведение для обеда.  Но все блюда вкусные.  Паста с балоньезе  оказалась просто полита томатным пюре. Равиоли  тоже не фонтан. Паста с креветками  очень вкусная, карбонара  вкусная.  Хотя, на всех не угодишь... Может я и не права. …",
    "rating": 4,
    "name": "Катерина Бородина",
    "cat": "Restaurant"
  },
  {
    "review": "Новое меню и  бургер - это по любви) Как и все, что сделано в этом ресторане. Рекомендую! Кроме бургера  попробуйте артишоки с сыром и тунец из основных блюд!!! Бомба вкуса!!!! …",
    "rating": 5,
    "name": "Valentin Pertsiya",
    "cat": "Restaurant"
  },
  {
    "review": "Большое спасибо, нам очень приятно слышать, что Вам понравились наши новые блюда:) Будем стараться радовать Вас и дальше♥️\n\n(Translated by Google)\nThank you very much, we are very pleased to hear that you liked our new dishes :) We will try to please you further ♥ ️",
    "rating": 5,
    "name": "Maryna Derkach",
    "cat": "Restaurant"
  },
  {
    "review": "Ненавязчивое обслуживание, вкусные и неизбитые блюда - рекомендую) а ещё тут лучший тирамису который я когда либо пробовала! …",
    "rating": 2,
    "name": "Alyona Klymenko",
    "cat": "Restaurant"
  },
  {
    "review": "Зашли сегодня пообедать с мужем и сыном. Некоторых блюд, заявленных в меню, нет в наличии. Чай только черный и зеленый. Заказали пасту, принесли без пармезана, которого тоже нет в наличии. Неужели проблема найти в Киеве пармезан? А счет …",
    "rating": 4,
    "name": "A. Shakun",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The variety of pastes is impressive. You can combine and create anything you want. Delicious here. …",
    "rating": 5,
    "name": "Rory Eyiny",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much to hear that you enjoyed it :) We are waiting for you again!\n\n(Original)\nДякуємо, дуже раді чути, що все сподобалось:) Чекаємо на Вас знову!",
    "rating": 2,
    "name": "Александра Бехтеева",
    "cat": "Restaurant"
  },
  {
    "review": "Очень понравилось\nПриятная атмосфера\nВкусная кухня …",
    "rating": 5,
    "name": "Сергей Басанский",
    "cat": "Restaurant"
  },
  {
    "review": "Приятное кафе, вкусная паста, но есть нюансы.\nЯ уже видел отзывы, что постоянно чего-то нет в наличии, особенно чая, вот и мне не повезло - из всего меню чая, почти ничего не было. Также странно, что …",
    "rating": 5,
    "name": "Alina Poymanova",
    "cat": "Restaurant"
  },
  {
    "review": "Огромное благодарим прекрасному коллективу ресторана \"Pastateka\" и особенно замечательной девушке Анне за высоко профессиональное обслуживание! Прекрасный и очень уютный дизайн, очень вкусная еда, широкой ассортимент блюд итальянской кухни …",
    "rating": 3,
    "name": "Олена Голубєва",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy place, nice staff and delicious pasta. Dishes are prepared very quickly. …",
    "rating": 5,
    "name": "Олеся Божок",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty.\nTook the Imperial Caesar and bruschetta with salmon and avocado. This is a kind of space. …",
    "rating": 4,
    "name": "Daria Tymoshenko",
    "cat": "Restaurant"
  },
  {
    "review": "В салате авокадо никакой. Лингвини очень вкусный.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Oleg Linetsky",
    "cat": "Restaurant"
  },
  {
    "review": "Вкуснейшая паста с митболом (муж доволен) и мой прекрасный конструктор с соусом Альфредо, беконом и пармезаном. Хороший апероль шприц, чек на двоих вышел меньше 500. Официант Татьяна отлично здорово помогала и порой предугадывала мысли:). …",
    "rating": 5,
    "name": "Ярослава Савчук",
    "cat": "Restaurant"
  },
  {
    "review": "Julia , спасибо за отзыв! Благодарны за обратную связь👍 Для нас действительно важно мнение наших гостей!\nБудем рады видеть Вас снова\n\n(Translated by Google)\nJulia, thanks for the feedback! We are grateful for the feedback👍 The opinion of our guests is really important for us!\nWe will be glad to see you again",
    "rating": 4,
    "name": "Dmytro Shevchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее месторасположение.Небольшой зал,столы близко к друг другу.Вежливое обслуживание.Кухня средняя,от пасты ожидаешь большего в заведении с таким названием. …",
    "rating": 5,
    "name": "Валерія Стоколос",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The paste is tasty. The tapioca dessert was unusual. Cocoa is delicious …",
    "rating": 3,
    "name": "hyndai53 hyndai53",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) For lovers of Italian cuisine - that's it! Very tasty pasta with chanterelles, spittle, a large selection of lemonades of its own production. Good and courteous staff. Cozy atmosphere. I recommend! …",
    "rating": 5,
    "name": "Виктори",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We are waiting for you again!\n\n(Original)\nДякуємо! Чекаємо на Вас знову!",
    "rating": 5,
    "name": "User User",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) They came, waited 40 minutes. Until they approached us, the girls ran like bees but did not have time for us. A lot of people, and cooks 4pcs. So many people are horrified (they did not like the food (even the …",
    "rating": 5,
    "name": "Тамила Гаджиева",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, the service is fast, the prices for the suburbs of Kiev are acceptable, although, of course, it's not fast food. …",
    "rating": 5,
    "name": "Виталина Ушкань",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, Victor! We are pleased to hear that we are waiting for you again :)\n\n(Original)\nДякуємо, Вікторе! Нам приємно чути, чекаємо на Вас знову:)",
    "rating": 4,
    "name": "Николай Одинцев",
    "cat": "Restaurant"
  },
  {
    "review": "Забронировали столик. Как оказалось, напрасно. Пришли, а мест нет. Да, и забронированных тоже. Предложили прикорнуть на входе, пока место не освободится. Печалька. …",
    "rating": 5,
    "name": "Pasha Platina",
    "cat": "Restaurant"
  },
  {
    "review": "Любимое место! Коллектив не меняется,помнит каждого постряльца, его вкусы и предпочтения. Внимательны к людям, вкусная паста, которую можно купить домой и приготовить самому. …",
    "rating": 5,
    "name": "Marina Timoshenko",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, всегда рады Вам!\n\n(Translated by Google)\nThank you, we are always glad to see you!",
    "rating": 5,
    "name": "Oksana Ponochevnaya",
    "cat": "Restaurant"
  },
  {
    "review": "Красивое стильное место. Уютно и вкусно. Отлично для посиделок с подружками )\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Стас Первеев",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Елена! Нам очень приятно слышать:) Всегда любим и ждем!\n\n(Translated by Google)\nThank you Elena! We are very pleased to hear :) Always love and wait!",
    "rating": 3,
    "name": "Анна Твердохлебова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I love such secretive, cozy, small restaurants. Incredible interior and a zest-chandelier in the middle of the hall. Prices are moderate, consistent with value for money. The atmosphere is homely. The pasta is …",
    "rating": 5,
    "name": "Канал AllГолобуцький",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) 1. Low level service, waiters communicate as if \"wave away from me\".\n2. Ordered cider - after a couple of minutes they said that there is no cider. …",
    "rating": 5,
    "name": "Ольга",
    "cat": "Restaurant"
  },
  {
    "review": "Приятная атмосфера и всегда вкусно\n\n(Translated by Google)\nNice atmosphere and always delicious",
    "rating": 5,
    "name": "MrsOpppossum",
    "cat": "Restaurant"
  },
  {
    "review": "Антон, спасибо за отзыв) приходити к нам в Пастатеку ещё)\n\n(Translated by Google)\nAnton, thanks for the feedback) come to us at Pastateku again)",
    "rating": 5,
    "name": "Alina",
    "cat": "Restaurant"
  },
  {
    "review": "Заходил сюда по рекомендации друзей на пасту, признаться честно, то ли были завышены ожидания с моей стороны, то ли шеф повар был не в настроении, но удовольствия от блюда не получил.. …",
    "rating": 2,
    "name": "poppinggreg",
    "cat": "Restaurant"
  },
  {
    "review": "Одно из лучших мест в центре! Самая Вкусная паста 4 сыра! Ну и все остальное очень вкусно))) Кофе немного менее крепкий, чем хотелось бы, но все равно вкусный)\nВ первое посещение обязательно нужно брать пасту 4 сыра, а потом можно и супы …",
    "rating": 5,
    "name": "Аlisa Paludeti",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Nice place, you can have a snack and drink coffee. Near a beautiful park. …",
    "rating": 5,
    "name": "Olena Vidlyvana",
    "cat": "Restaurant"
  },
  {
    "review": "Была в этом заведении ранее, было превосходно вкусно\nНа днях вернулась, так как впечатление были отличные\nТак вот: людей в заведении не было, еда есть не вся, алкоголя нет …",
    "rating": 4,
    "name": "валерий гежа",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I liked the place: kitchen, interior, service.\nIn my opinion, a place to visit small companies, or rather for two (not necessarily a romantic couple). …",
    "rating": 5,
    "name": "Peter Vins",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great place, good and quality food, the only remark is the space, a bit cramped. It is difficult to have a private conversation. …",
    "rating": 5,
    "name": "Stanislav Galandzovskyi",
    "cat": "Restaurant"
  },
  {
    "review": "1. Паста вкусная, да. Но не более\n2. Обслуживание не очень быстрое и достаточно сумбурное.\n3. Достаточно дорого, как для пасты такого уровня. …",
    "rating": 5,
    "name": "Алёна Васенович",
    "cat": "Restaurant"
  },
  {
    "review": "Евгений, спасибо за оценку откровенную.\nПо обслуживанию - усовершенствуемся.\nПо пасте, что вам не понравилось? Приходите к нам в гости и мы все обсудим, будем рады видеть )\n\n(Translated by Google)\nEugene, thank you for your frank assessment.\nService - we will improve.\nAs for the pasta, what didn't you like? Come to visit us and we will discuss everything, we will be glad to see)",
    "rating": 3,
    "name": "Александра Бондаренко",
    "cat": "Restaurant"
  },
  {
    "review": "Была тут однажды, и скорее всего больше сюда не вернусь 👎🏻\nБольше всего меня разочаровал сервис: он слишком навязчивый. Я встречалась с подругой, которую давно не видела, и при встрече мы хотели поделиться эмоциями. Но …",
    "rating": 4,
    "name": "Roman Larionov",
    "cat": "Restaurant"
  },
  {
    "review": "Заказала \"Креативна карбонара з яйцем пашот, броколі та смаженими печерицями\", которая, на минуточку, стоит 170 грн и не положили брокколи от слова вообще, яйцо было переварено, а саму пасту не доварили. Шампиньонов, кстати, я там тоже не …",
    "rating": 5,
    "name": "Natalka Ryaba",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, but as for the Business lunch, it was a long wait. …",
    "rating": 3,
    "name": "Dmytro Vytvytskyi",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very atmospheric, I liked the pictures. Polite staff, quickly accepted orders, delicious food (I took a tagliatelle with mushrooms, and a friend-toast with scrambled eggs and sun-dried tomatoes). …",
    "rating": 3,
    "name": "Tetiana Skliarova",
    "cat": "Restaurant"
  },
  {
    "review": "Порции большие, это правда. Но, для меня очень жирно.\nЕла салат из печёных овощей, они были совсем не пропеченые, так, слегка зажарены на сухом гриле, без масла. Слишком много мускатного ореха, ещё постоянно …",
    "rating": 4,
    "name": "Татьяна Мельникова",
    "cat": "Restaurant"
  },
  {
    "review": "Кристина,  спасибо за отзыв! Благодарны за обратную связь👍 Мы учтем Ваши слова)\n\n(Translated by Google)\nChristina, thanks for the tip! Thank you for your feedback We will take into account your words)",
    "rating": 5,
    "name": "Valentyna Lychko",
    "cat": "Restaurant"
  },
  {
    "review": "Паста собственного приготовления.\nВежливый и заботливый персонал.\nХорошее место расположения, рядом с парком Шевченко. …",
    "rating": 5,
    "name": "Женя",
    "cat": "Restaurant"
  },
  {
    "review": "Очень понравилось. Были впервые в этом ресторане. Приятный персонал, который был очень ненавязчивым, но ни разу про нас не забыли, чем часто грешат другие рестораны. Никто не смотрел, как ты ешь. Во-вторых, очень вкусная еда. Паста с …",
    "rating": 4,
    "name": "Тетяна Остапчук",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, хорошее обслуживание. Средний ценовой сегмент\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Christina Chebotaryova",
    "cat": "Restaurant"
  },
  {
    "review": "Очень классная официантка, сделала весь вечер. Недорогое игристое в бутылках. Столам не хватает скатертей😊\nОвощи гриль в салате были сухие😔, а брускетты очень вкусные …",
    "rating": 5,
    "name": "Диана Куковальская",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная еда, интересный дизайн, непринуждённая обстановка\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kate Kushu-art",
    "cat": "Restaurant"
  },
  {
    "review": "Супер! Людмила, рада, что все понравилось! Буду рада видеть вновь )\n\n(Translated by Google)\nSuper! Lyudmila, glad that I liked everything! I will be glad to see again)",
    "rating": 5,
    "name": "Татьяна Радева",
    "cat": "Restaurant"
  },
  {
    "review": "Остались только положительные впечатления от визита этого заведения. Заказывали карбонару и ризотто все было очень вкусно! Дул кондиционер, а я был немного простывшим, попросили девушку - она выключила кондиционер. Обслуживания приятное, …",
    "rating": 1,
    "name": "Калина подорожує світом з Time to trip",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо Павел! Будем рады увидеть Вас снова!\n\n(Translated by Google)\nThanks Paul! We look forward to seeing you again!",
    "rating": 5,
    "name": "Kate Ulasheva",
    "cat": "Restaurant"
  },
  {
    "review": "Если вы любитель пасты - тогда это идеальное место для вас!\nРекомендую посетить!\nВкусные завтраки, большой выбор пасты и закусок. Очень интересно посмотреть, на …",
    "rating": 5,
    "name": "Julia D.",
    "cat": "Restaurant"
  },
  {
    "review": "Была здесь уже 2 раза. Достаточно вкусно, не изыскано, но нормально. Интерьер интересный, но очень мало места, а людей всегда много по вечерам.\nИнтересно, что можно самому сделать себе пасту по конструктору. …",
    "rating": 2,
    "name": "Elena",
    "cat": "Restaurant"
  },
  {
    "review": "Возможно лучшая паста в Киеве 🍝\nБрускеты и десерт Павлова - великолепны …",
    "rating": 5,
    "name": "Evgenya Lafa",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Андрей, мы очень рады слышать!\n\n(Translated by Google)\nThank you, Andrew, we are very happy to hear!",
    "rating": 5,
    "name": "Карина Максименко",
    "cat": "Restaurant"
  },
  {
    "review": "Зашли пообедать в это замечательное место. Вкуснейшая паста!!!! А соусы!!! А лимонад!!!  Прекрасное обслуживание!!!! Взяли пасту на вынос в сухом виде. Если бы жили в Киеве - заходили бы хоть каждый день. Рекомендую.! …",
    "rating": 1,
    "name": "Viktoriia Krytska",
    "cat": "Restaurant"
  },
  {
    "review": "Виктор, большое спасибо за такой приятный отзыв, мы очень рады слышать, что все понравилось! С сегодняшнего дня у нас появились новые блюда в меню, заходите пробовать и делитесь с нами впечатлениями:) Будем очень благодарны.\n\n(Translated by Google)\nVictor, thank you very much for such a nice review, we are very glad to hear that everyone liked it! Starting today, we have new dishes on the menu, come try and share your impressions with us :) We will be very grateful.",
    "rating": 5,
    "name": "Andrii Litvynchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Сколько раз я прихожу сюда, столько раз меня обслуживают на высочайшем уровне. Вкусная еда, свежие лимонады, улыбчивые официантки! Цены умеренные. Музыка совсем ненавязчивая. Для свиданий подойдёт, но немного тесновато. Любая паста стоит …",
    "rating": 5,
    "name": "Анна Лисовская",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, нам очень приятно слышать! Всегда любим и ждем!\n\n(Translated by Google)\nThank you, we are very pleased to hear! We always love and wait!",
    "rating": 5,
    "name": "Forest Live",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно хотя и необычно. Удивила одна ложка, одна вилка и один год на двоих\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Dima Degtyar",
    "cat": "Restaurant"
  },
  {
    "review": "Екатерина, спасибо за отзыв! Мы стараемся быть лучшими.\n\n(Translated by Google)\nEkaterina, thank you for your feedback! We try to be the best.",
    "rating": 4,
    "name": "Алеся Кулеша",
    "cat": "Restaurant"
  },
  {
    "review": "Один из лучших итальянских ресторанов Киева. Выдержанное меню, хороший кофе, приятные вина. Владелец - один из самых уважаемых рестораторов Украины, который, всю жизнь занимается итальянской кухней. Приходите - здесь еда и цены радуют! …",
    "rating": 1,
    "name": "Volodymyr Tkachuk",
    "cat": "Restaurant"
  },
  {
    "review": "Хочу отметить чудесную работу персонала,девушки приветливые и оперативно обслуживают!\nЕсть вегетарианские блюда, к пасте можно подобрать добавку на ваш …",
    "rating": 5,
    "name": "Irina Borzhemska",
    "cat": "Restaurant"
  },
  {
    "review": "Пиво Хугарден за 95 грн - это скисший аналог, разбавленный водой. До сих пор не понимаю, как заведения не стесняются так поступать и внаглую обманывать …",
    "rating": 5,
    "name": "Anastasiia Volchenkova",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приятное место. Интерьер и обслуживание на высоте.\nкухня отличная. Все выдержанно в стиле.\nПриятные мелочи в блюдах, выдают профессионалов на кухне. Это очень приятно)) …",
    "rating": 5,
    "name": "Яна Іванова",
    "cat": "Restaurant"
  },
  {
    "review": "Неплохое место, большие порции и очень вкусно. Красивые подачи.\nМинус за то, что ждали очень долго\nПлюс дали десерт в подарок) …",
    "rating": 5,
    "name": "Дмитрий Андреев",
    "cat": "Restaurant"
  },
  {
    "review": "Это было одно из моих самых любимых заведений Киева. И очень жаль что попала в него сегодня не в очень «удачный» момент. Рядом с нами сели иностранные гости, и официантка одарила их улыбкой, когда мы её не получили. Лучшее обслуживание и …",
    "rating": 5,
    "name": "Zhanna Mironiuk",
    "cat": "Restaurant"
  },
  {
    "review": "Александра, спасибо, что написали нам. Для нас очень ценно Ваше мнение. Мы будем очень благодарны, если Вы уточните время Вашего визита, чтобы мы могли детально во всем разобраться и провести работу с командой. С нами можно связаться, написав на почту pastatecakiev@gmail.com или по номеру телефона +38 067 333 55 79.\n\n(Translated by Google)\nAlexandra, thanks for writing to us. Your opinion is very valuable to us. We will be very grateful if you specify the time of your visit so that we can understand everything in detail and work with the team. You can contact us by writing to pastatecakiev@gmail.com or by phone number +38 067 333 55 79.",
    "rating": 5,
    "name": "Оксана Федина",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение. Готовят очень вкусно. Персонал вежливый и приветственный. Обстановка непринуждённая. Лёгкий фон музыки, и свечи на столе предают изюменку романтическому настроению. Есть желание посещать Пастатеку как можно чаще! …",
    "rating": 5,
    "name": "Марина",
    "cat": "Restaurant"
  },
  {
    "review": "Рай для любителей пасты. Ее здесь действительно много, есть конструктор, позволяющий самому собрать какую хочешь, с любыми ингредиентами. Особенно рекомендую авторские блюда шефа, шикарные. И даже десерт Павлова удивит подачей и …",
    "rating": 5,
    "name": "Олег Боянчук",
    "cat": "Restaurant"
  },
  {
    "review": "Алина, спасибо за отзыв и за то, что рекомендуете нас другим! Нам очень приятно. Ждем вас в гости🙂\n\n(Translated by Google)\nAlina, thank you for your feedback and for recommending us to others! We are very pleased. We are waiting for you🙂",
    "rating": 5,
    "name": "Vitaly Yakovchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Абсолютно посредственное заведение.\nНа Льва Толстого есть много мест интереснее. …",
    "rating": 4,
    "name": "Alina Turlevskaya",
    "cat": "Restaurant"
  },
  {
    "review": "Не однократно посещаю это заведение во время обеда !!! Все всегда на высшем уровне : приветливый персонал , вкусно, все свежее , достаточно быстро !!! Сегодня девушка попросила сменить стол, так как я была одна ,а заняла большой стол. Я с …",
    "rating": 5,
    "name": "Volodymyr Shtohryn",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная паста. Уютное заведение, милый интерьер. Но иногда очень долго готовят (минут 40) и не предупреждают об этом. И часто приносят не ту пасту. Столик лучше бронировать заранее. …",
    "rating": 5,
    "name": "Сергей Романенко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. We would be very grateful if you would tell us more about your experience and why not the highest score this time. The opinion of our guests is very important to us. We can be contacted by email at pastatecakiev@gmail.com or in a personal message on Facebook.\n\n(Original)\nДякуємо за відгук. Будемо дуже вдячні, якщо Ви розповісте детальніше про Ваше враження і чому не сама висока оцінка в цей раз. Для нас дуже важлива думка наших гостей. З нами можно зв'язатися написав на пошту pastatecakiev@gmail.com або в особисті повідомлення у Facebook.",
    "rating": 1,
    "name": "Олександра Свинарчук",
    "cat": "Restaurant"
  },
  {
    "review": "Паста остается приличной, но соусы испортились. Тяжелые, жирные и вкусы не выраженные. Ключница делает. Обратите внимание на качество. …",
    "rating": 4,
    "name": "Kseniia Yudytska",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy place with delicious food and nice prices.\nP.S. especially tasty latte 😉 …",
    "rating": 4,
    "name": "Alexandr Grechaniy",
    "cat": "Restaurant"
  },
  {
    "review": "Ем пасту почти каждый день. И здесь одна из лучших паст в Киеве. И при этом персонал все портит. Сегодня ждал карбонара 40(!) минут. Спасло ситуацию, только то, что попросил вмешаться молодого человека. Девочка, которая \"приняла\" заказ не …",
    "rating": 5,
    "name": "Nika Tamayo Flores",
    "cat": "Restaurant"
  },
  {
    "review": "Дмитрий, спасибо, что написали. Нам очень жаль, что произошла такая неприятная ситуация. Мы очень ценим и любим наших гостей, особенно тех, которые приходят почти каждый день и несомненно проведем работу внутри команды, чтобы избежать таких ситуаций в дальнейшем. Мы будем очень благодарны, если Вы напишите нам свои контакты на почту pastateca.kiev@gmail.com\n\n(Translated by Google)\nDmitry, thanks for writing. We are very sorry that such an unpleasant situation has occurred. We really appreciate and love our guests, especially those who come almost every day and undoubtedly carry out work within the team to avoid such situations in the future. We will be very grateful if you write us your contacts at pastateca.kiev@gmail.com",
    "rating": 5,
    "name": "Микола Нех",
    "cat": "Restaurant"
  },
  {
    "review": "Симпатичный интерьер, адекватные цены за приличные порции, ждать заказ почти не пришлось, еда ароматная, вкусная и эстетично подана. Персонал очень приветливый, внимательный и отзывчивый. Замечательное расположение рядом с парком: …",
    "rating": 5,
    "name": "Illarion Khlestov",
    "cat": "Restaurant"
  },
  {
    "review": "Готовят очень вкусно и очень близко к действительно итальянской кухне.\nНо, когда заказали десерт - нас тупо обманули, сказав, что такого нет. Хотя на выходе из кафе мы увидели 2 подноса именно с этим десертом (предполагаю - просто …",
    "rating": 3,
    "name": "Олександр Неруш",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер! Спасибо, что сообщили нам. Мы бы очень хотели разобраться в данной ситуации, которая является абсолютно неприемлемой, и будем очень благодарны, если Вы уточните день и время Вашего визита, написав на почту pastatecakiiv@gmail.com или в личные сообщения на Facebook.\n\n(Translated by Google)\nGood evening! Thanks for letting us know. We would very much like to understand this situation, which is absolutely unacceptable, and we will be very grateful if you clarify the day and time of your visit by writing to pastatecakiiv@gmail.com or in personal messages on Facebook.",
    "rating": 5,
    "name": "Надежда Пыж",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Nice place. Delicious pasta and risotto. In principle, the order did not wait long, the dessert was not milked, we packed it with us, nice staff. For 200 UAH you can have a delicious lunch and ask for juice. …",
    "rating": 5,
    "name": "Никита Николаевич",
    "cat": "Restaurant"
  },
  {
    "review": "Всё что заказали - еда и напитки - было очень и очень вкусным. Черная паста с морепродуктами и сырая паста с трюфельным соусом заслуживают наивысшей похвалы! И удивил чизкейк - солёно-сладкий с едва уловимым благородным оттенком сыра с …",
    "rating": 5,
    "name": "Ірина Равчева",
    "cat": "Restaurant"
  },
  {
    "review": "Очень хорошее заведение недалеко от Крещатика. Приятные цены для Киева и уютная обстановка. И, что самое главное, очень вкусная паста! При этом если хочет чего-то особенного, можно выбрать из предложенных блюд или заказать пасту по вкусу с …",
    "rating": 5,
    "name": "Леонид Цымбалист",
    "cat": "Restaurant"
  },
  {
    "review": "Все было вкусно и очень уютно . Спасибо за  атмосферу .\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oksana Soia",
    "cat": "Restaurant"
  },
  {
    "review": "Вкус затмевает все недостатки. Официанты профессионалы.\nИз минусов: не хватает вешалок возле столиков, а за одежду переживаешь, когда она в прохладном месте. И лучше садиться подальше от кухни - маты будут мешать …",
    "rating": 4,
    "name": "Ivon Vygnan",
    "cat": "Restaurant"
  },
  {
    "review": "Николай, спасибо за Ваш отзыв. Рады слышать, что плюсов все-таки больше и что Вам было вкусно:) Мы обязательно проведем работу с командой на кухне, благодарим Вас за ценный комментарий!\nИ ждем Вас в гости снова!\n\n(Translated by Google)\nNikolay, thanks for your feedback. We are glad to hear that there are still more advantages and that you enjoyed it :) We will definitely work with the team in the kitchen, thank you for the valuable comment!\nAnd we are waiting for you to visit again!",
    "rating": 4,
    "name": "Марина Андрияш",
    "cat": "Restaurant"
  },
  {
    "review": "Доставка, пожалуй, одна из лучших в итальянской кухне по критерию цена/качество. Не заметил как за один раз приговорил целую порцию лазаньи в 700 грамм! Теперь ждём возможности посещения самого заведения. …",
    "rating": 5,
    "name": "Андрей Марченко",
    "cat": "Restaurant"
  },
  {
    "review": "Уютно. Блюда на любителя. Тефтеля и салат вкусные. Макароны очень \"альденто\"\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Люсяня Коджебаш",
    "cat": "Restaurant"
  },
  {
    "review": "Паста очень вкусная. А десерт \"Павлова\" это отдельная любовь❤ мои друзья, приезжая в Киев, едут сюда на этот десерт. Спасибо♥️♥️♥️ …",
    "rating": 5,
    "name": "Sofiia",
    "cat": "Restaurant"
  },
  {
    "review": "Неплохое заведение, которое специализируется на приготовлении свежей пасты по рецептам аля итальянского шеф-повара. В целом вкусно, но дороговато и тесно. Форма официантов откровенно пугает, особенно если под этой одеждой куча татуировок …",
    "rating": 5,
    "name": "Valeria Yurikova",
    "cat": "Restaurant"
  },
  {
    "review": "Интерьер мрачный, из барной карты половины ассортимента не было.\nПаста на 4 с минусом. Порадовал десерт Павловой …",
    "rating": 1,
    "name": "Юлия Литовченко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Cheap and very good Italian restaurant in the heart of Kiev. The only problem is the limited map of Italian wines …",
    "rating": 4,
    "name": "Надежда Аникеева",
    "cat": "Restaurant"
  },
  {
    "review": "Тихое место (что особенно радует, в самом центре города) для приятного проведения времени хоть в компании, хоть в одиночку. Отличная кухня (паста карбонара выше всяких похвал, дисерт Павлова тоже супер). Чисто, красиво, удобно, обслуживание …",
    "rating": 5,
    "name": "Петро Вознюк",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная паста , которую готовят прямо в ресторане. Можно выбрать из предложенных в меню блюд или собрать свой \"конструктор\" пасты.  Большая винная карта с рекомендациями по выбору вин. Приветливые, улыбчивые официанты. …",
    "rating": 5,
    "name": "Olga Netlyukh",
    "cat": "Restaurant"
  },
  {
    "review": "Как же давно я хотела сходить в место, мимо которого проходила так часто. Пастатека не разочаровала. Большой выбор разнообразной пасты, по оптимальным ценам. Правда на террасе всего три столика, но нам повезло занять один из них. …",
    "rating": 5,
    "name": "Татьяна Исиченко",
    "cat": "Restaurant"
  },
  {
    "review": "Не понравилась кухня -- дороже, чем нужно. Вкус средний. \"Креативная\" карбонара за 150 гривен оказалась обычной с зажаренным яйцом сверху и четырьмя кусками твёрдой брокколи. Зачем они нужны -- непонятно. …",
    "rating": 5,
    "name": "Виктория Суханова",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо Вам за честность. Будем рады все таки вашему повторному визиту. Возможно, вы найдёте своё блюдо 🤗\n\n(Translated by Google)\nThank you for your honesty. We will be glad all the same to your re-visit. You might find your dish 🤗",
    "rating": 5,
    "name": "Dao Zedd",
    "cat": "Restaurant"
  },
  {
    "review": "Приятное место в центре, куда легко добраться на метро даже в вечерний час пик) Стильный интерьер с интересными разностями, непринужденная атмосфера и очень вкусная паста - вот что заставило меня внести Pastateca в список проверено хороших …",
    "rating": 5,
    "name": "Anatolii Kuksa",
    "cat": "Restaurant"
  },
  {
    "review": "Alice, очень приятно 🤗🤗🤗 Спасибо за отзыв и оценку! Будем радовать вас дальше) а вы радуйте своими визитами\n\n(Translated by Google)\nAlice, very nice 🤗🤗🤗 Thanks for the feedback and rating! We will delight you further) and you please your visits",
    "rating": 4,
    "name": "Valeri Viktorov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious pasta! The menu saw that the chef was Italian, probably because yes, the pasta is very Italian and delicious, sun-dried tomatoes are love! Funny how the waiter brings parmesan))) have not seen this before) …",
    "rating": 5,
    "name": "Vova Kyryllov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, Helen! We are very glad to hear that you enjoyed everything and we are waiting for a new meeting with you :)\n\n(Original)\nДякуємо, Олена! Ми дуже раді чути, що все сподобалось та чекємо на нову зустріч з Вами:)",
    "rating": 5,
    "name": "Надежда Рожкова",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусные коктейли ,очень хорошая приятная девушка-официантка ,от пасты ожидали лучшего ..) …",
    "rating": 1,
    "name": "Ella Tretiakova",
    "cat": "Restaurant"
  },
  {
    "review": "Живу в Италии под Флоренцией наездом с 1998 года. Более 20 лет занимался импортом  вина и продуктов из Италии. Более 10 лет работал в ресторанном бизнесе в США.  Пастатеку просто обожаю за вкусную еду и великолепный сервис. А мне старому …",
    "rating": 5,
    "name": "Marta Bartoshevska",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great place in a good location. The cafe is very clean. No trash is dumped. The kitchen is delicious - a pretty good choice. It tastes good with coffee desserts. Friendly staff. Cleanliness everywhere. You can work …",
    "rating": 5,
    "name": "Евгений Омельчук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for such a nice review! We will be very glad to see you again :)\n\n(Original)\nДякуємо за такий приємний відгук! Будемо дуже раді побачити Вас знову:)",
    "rating": 5,
    "name": "Victor Floka",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good service. Interesting and delicious Caesar salad. Pavlova's dessert is not a classic and I did not understand it. It is better to call this dessert differently. …",
    "rating": 5,
    "name": "Анна Климчук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Alena, thank you for the feedback) We will take into account your wishes)\n\n(Original)\nАлёна,  дякуємо за зворотній зв`язок) Ми врахуємо Ваші побажання)",
    "rating": 5,
    "name": "Tekin Tekin",
    "cat": "Restaurant"
  },
  {
    "review": "Уютность на 4, обслуживание хорошее, на 5. Но пиво, к примеру, дороже, чем в других подобных местах. Но главное, что кухня на уровне почти школьной столовой, хоть и не дорогая. Были сильно удивлены едой, просто как в столовую дешёвую …",
    "rating": 5,
    "name": "Grigoriy Slobodyanyuk",
    "cat": "Restaurant"
  },
  {
    "review": "Приятный интерьер, хорошее обслуживание и вкусная еда, из минусов это было отсутствие лазаньи и долгое ожидание заказа, что было компенсировано десертом …",
    "rating": 3,
    "name": "huseyin yavas (whitblue)",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great location, incredible food, good service. These are the three key things that come to mind when talking about this restaurant. I was here for the first time, but not for the last time. I love delicious food. Here …",
    "rating": 5,
    "name": "Nelia Olaresko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Not bad.\nHowever, the place is quite crowded. Tables are located nearby. Strong acoustics. It was very noisy in the evening. This prevented a quiet rest. In addition, …",
    "rating": 5,
    "name": "Inna Kovach",
    "cat": "Restaurant"
  },
  {
    "review": "Паста с грибами очень сильно отдает трюфелем. Запах специфический и не каждому по вкусу. Об этом ингредиенте в меню ничего не сказано. Пожалуйста указывайте полный состав блюд. …",
    "rating": 5,
    "name": "Irene Bond",
    "cat": "Restaurant"
  },
  {
    "review": "Довольно вкусно, недорого, уютно. Персонал старается, забирает даже недопитый кофе с самым вкусным на дне (( Плюс забыли спросить размер порции, подумаешь, 200 или 400 грамм 😁 Но за приятный в целом вечер \"4\". …",
    "rating": 1,
    "name": "Ellie Vasilenko",
    "cat": "Restaurant"
  },
  {
    "review": "Очень крутые завтраки! Брала овсянку с пармезаном, трюфелем и яйцом пашот - объедение! Здесь также подают хороший кофе, есть авторские варианты капучино и раф. В меню есть вариант к завтраку взять кофе/чай или бокальчик просеко по спец. …",
    "rating": 1,
    "name": "Lilly",
    "cat": "Restaurant"
  },
  {
    "review": "Как понятно из названия - это заведение специализирующееся на пасте🍝 Мой выбор пал на пасту \"Ливерпуль\"- всем рекомендую, настоящая вкуснятина, особенно с бокалом рислинга.🍷 …",
    "rating": 4,
    "name": "Alex Stebnitsky",
    "cat": "Restaurant"
  },
  {
    "review": "Интерьер понравился, обслуживание приятное, не навязчивое. Паста, вегетарианские равиоли и тирамису были отменными. Очень разочаровал лимонад. В меню обозначено \"Натуральный лимонад\", а на самом деле его основа - сироп. Невкусно, как будто …",
    "rating": 5,
    "name": "R Nimfa",
    "cat": "Restaurant"
  },
  {
    "review": "Первый раз Паста с грибами и сливочным соусом не понравилась.  Странный вкус. На второй заход были Равиолли и тирамису. Вкуснейшие! Зачёт! …",
    "rating": 5,
    "name": "Valerjan87",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Кристина! Мы очень рады, что Вы пришли к нам вновь и что нам удалось Вас порадовать:)\n\n(Translated by Google)\nThank you Christina! We are very glad that you came to us again and that we managed to please you :)",
    "rating": 1,
    "name": "Margo D",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Favorite institution in Kiev!)\n\nKeep in mind! Almost always crowded, but it's worth it! And it is better to book …",
    "rating": 5,
    "name": "Евгения Смульская",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We are very pleased to hear :) We are always glad to see you!\n\n(Original)\nДякуємо! Нам дуже приємно чути:) Завжди раді Вас бачити!",
    "rating": 5,
    "name": "Александр Гук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Cozy place, friendly waitersці And the kitchen ... 👌Mmm. The dishes are simply unmatched. And the pasta is the most delicious in town. They will warm you up here, because they serve you with love я Thank you to …",
    "rating": 5,
    "name": "Андрей Морозов",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much! We are pleased to hear it:) We are looking forward to see you again!",
    "rating": 5,
    "name": "Наталя Качур",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение, очень вкусно и сервис на высшем уровне! Очень порадовали полотенца в туалете для рук! …",
    "rating": 5,
    "name": "vasa",
    "cat": "Restaurant"
  },
  {
    "review": "Татьяна, отлично ) Рада, что вам понравилось! Приходите на завтраки )\n\n(Translated by Google)\nTatiana, great) I'm glad you liked it! Come for breakfast)",
    "rating": 4,
    "name": "Ievgen Nikiforov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Little happiness to visit this institution with a girlfriend\nPersonally, I only drank tea, and my girlfriend ate a paste …",
    "rating": 5,
    "name": "Юрій Шивала",
    "cat": "Restaurant"
  },
  {
    "review": "отличное расположение напротив парка.внутри уютно.столики на двоих или на четверых.очень внимательное обслуживание.были в субботу на обеде.заказ вынесли достаточно быстро.паста очень вкусная хоть соус и показался мне слишком соленым( я ела …",
    "rating": 5,
    "name": "александра",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо за приятные слова. Ждем Вас снова! :)\n\n(Translated by Google)\nThanks for the nice words. We are waiting for you again! :)",
    "rating": 5,
    "name": "Екатерина Тушинская",
    "cat": "Restaurant"
  },
  {
    "review": "Все очень вкусно, но ризотто Том Ям останется в моем сердце на всегда, такого я ещё негде не пробовала, спасибо) …",
    "rating": 5,
    "name": "Сергей Воскобойник",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, но очень медленное обслуживание. Пока сам не позовешь несколько раз, никто не подходит, официантки неприветливые. На Льва Толстого совершенно другой уровень. …",
    "rating": 3,
    "name": "Антон Витязь",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, аморе!\nПриносим свои извинения за несвоевременный ответ и за ситуацию, которая произошла при визите.\nРаботу с сотрудниками провели, благодаря вам стали внимательнее🤗\nСпасибо Вам за отзыв, для нас действительно важно мнение наших гостей!\nБудем рады видеть Вас снова\n\n(Translated by Google)\nGood afternoon, amore!\nWe apologize for the delayed response and for the situation that occurred during the visit.\nWe worked with the employees, thanks to you they became more attentive\nThank you for your feedback, the opinion of our guests is really important for us!\nWe will be glad to see you again",
    "rating": 1,
    "name": "Alona Chezghanova",
    "cat": "Restaurant"
  },
  {
    "review": "Приветливый персонал!  Были несколько раз - очень вкусная паста!!!\nИз минусов, когда были первый раз, официантка не точно запомнила заказ, но это не очень испортило впечатление, так как было вкусно и ради кухни хочется …",
    "rating": 5,
    "name": "Mykola Kulish",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The interior is just fabulous) But for some reason, the desire to work was noticed only by a girl dressed in a polka dot dress)) Delicious cuisine, pasta - divine. The place is suitable for breakfast, lunch, and …",
    "rating": 5,
    "name": "Wlad M",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for sharing your impressions with us. We will be very glad to see you again!\n\n(Original)\nДякуємо, що поділились з нами враженнями. Ми будемо дуже раді побачити Вас знову!",
    "rating": 4,
    "name": "Anna Arkushyna",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Today I visited the institution for the first time. I ordered beef tartare and it wasn't so good that for the first time in a long time, I just couldn't eat the dish at all. Without taste, sliced ​​not appetizing, …",
    "rating": 5,
    "name": "Alex Manchik",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Victoria, we are grateful that you have told us about this situation and are very sad that it happened. Of course it was so innocent. We would very much like to understand this situation.\nIf you agree to give us a second chance, please email us at pastatecakiev@gmail.com or in a private message on Facebook. And please tell us what was wrong with the tartar so that our boss personally pervaded everything.\n\n(Original)\nВікторія, ми вдячні, що Ви розповіли нам про цю ситцацію та дуже засмучені, що так сталось. Звісно так неповинно було бути. Ми би дуже хотіли розібратися в данній ситації.\nЯкщо Ви згодні дати нам другий шанс, будт ласка, напишіть нам на пошту pastatecakiev@gmail.com або в осоисті повідомлення у Facebook. І, будь ласка, розкажіть нам, що саме було не так з тартаром, щоб наш шеф особисто все первірив.",
    "rating": 5,
    "name": "Herman Zubenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful interior, very cozy place. Especially in summer when the terrace is open and you can sit and look at Shevchenko Park. Pasta - your own cooking, delicious. Each time I take a new position and always wonder. …",
    "rating": 5,
    "name": "Vladimir Lemeshko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you!\n\n(Original)\nДякуємо!",
    "rating": 5,
    "name": "Алексей Гоциридзе",
    "cat": "Restaurant"
  },
  {
    "review": "Чудесное место. Очень рекомендую на завтрак овсянку с трюфельным маслом и пашотом. И на десерт — божественный тирамису. Серьёзно, этот крем превращает даже самый мерзкий день во вполне сносный. …",
    "rating": 5,
    "name": "Илья Шершавец (G1vn)",
    "cat": "Restaurant"
  },
  {
    "review": "Анна, спасибо, нам очень приятно слышать:) Надеемся на новую встречу в ближайшее время!\n\n(Translated by Google)\nAnna, thank you, we are very pleased to hear :) We look forward to meeting again in the near future!",
    "rating": 5,
    "name": "Simple PETARDYCH",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere, small but cozy terrace, nice waiters (know the menu well) and very tasty food. I do not know why this place has not yet become a cult. I definitely recommend !! …",
    "rating": 4,
    "name": "Vitalii Lunko (Слава Украине)",
    "cat": "Restaurant"
  },
  {
    "review": "Приятное место. Еда не очень дорогая. На вкус, ничего необычного,  Мало официантов. Хочется попасть на завтрак …",
    "rating": 5,
    "name": "Vika",
    "cat": "Restaurant"
  },
  {
    "review": "Паста была вкусная.  Подача очень быстрая, официанты вежливые . Уютно. Забронировали столик, пришли а брони нету, но нас все равно посадили и нашли место ) …",
    "rating": 5,
    "name": "Дмитрий «D'Or» Оробченко",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Алеся, за Ваш отзыв. Мы рады слышать, что Вам было вкусно. Простите, что вышла такая ситуация с бронью и спасибо, что дали нам шанс все исправить.\nБудем проверять чаще чистоту уборной, благодарим за ценный комментарий.\nЖдем Вас в гости снова!\n\n(Translated by Google)\nThank you, Alesia, for your feedback. We are glad to hear that you enjoyed it. Sorry for the situation with the reservation, and thank you for giving us a chance to fix it.\nWe will check more often the cleanliness of the restroom, thanks for the valuable comment.\nWaiting for you to visit again!",
    "rating": 5,
    "name": "Violett",
    "cat": "Restaurant"
  },
  {
    "review": "Паста в прошлый раз сырая, в этот раз суп из черного перца а потом уже бульон.\nПотом официантка попросила убрать вещи из соседнего стула. Оказалось что где-то в заведении есть зеленая шторка за которой вешалка. При этом никто не предложил …",
    "rating": 5,
    "name": "Alina Tsukanova",
    "cat": "Restaurant"
  },
  {
    "review": "Всегда, как дома или в гостях у очень близких людей. Всегда ощущаешь,  что девочки тебе рады и ждали только тебя. Всегда вкусно. Соскучилась. Делаю заказ😂. …",
    "rating": 5,
    "name": "Juli",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение!\nБрали Лакшери пасту 4 сыра (155 Грн), остались сыты и довольны. Тирамису хороший, интерьер нормальный. Девочки работают очень приятные. Спасибо! …",
    "rating": 5,
    "name": "Anna Dubovich",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A quiet place to meet together, a quiet conversation. A little cozy, but the design is interesting, the staff is attentive, the delivery is fast. The food is delicious, although the portions are smaller than average, …",
    "rating": 5,
    "name": "Анастасия Ц",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Ideal for any event. We celebrated our friend's birthday there. And they sat down spiritually, and ate delicious, and drank a little. In general, everyone liked it. The waitress turned out to be observant and …",
    "rating": 5,
    "name": "Liudmyla Kovalchuk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! Very glad to hear and we are already waiting for our next meeting! :)\n\n(Original)\nДякуємо! Дуже раді чути та вже чекаємо нашої наступної зустрічі! :)",
    "rating": 4,
    "name": "Дима Мех",
    "cat": "Restaurant"
  },
  {
    "review": "Сегодня была очередной раз. Неизменно вкусная паста, любимый облепихово-имбирный чай и прекрасный персонал.\nЗдесь всегда приятно находиться. …",
    "rating": 1,
    "name": "Lawyer V",
    "cat": "Restaurant"
  },
  {
    "review": "Всегда вкусно, всегда уютно. Очень вкусный какао, актуальный осенью. Приятно на веранде сидеть с чашкой ароматного какао и с видом на парк. Хорошо для деловых обедов и семейного отдыха. Вкусные завтраки. Спасибо большое …",
    "rating": 5,
    "name": "Марина Олексюк",
    "cat": "Restaurant"
  },
  {
    "review": "Великолепная паста.\nМне очень понравилось 😊 …",
    "rating": 5,
    "name": "Rus Muradov",
    "cat": "Restaurant"
  },
  {
    "review": "Очень понравилось\nОсобенно паста\nСидр не плох …",
    "rating": 4,
    "name": "Alexander Suhin",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасное заведение с вкусной кухней и хорошей винной картой. Прекрасно подойдёт как для трапезы в кругу близких и семьи так и для романтического свидания. Однозначно рекомендую к посещению. …",
    "rating": 5,
    "name": "Alexander Kondratovich",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно,  очень вкусно! Но немного дороговато. Хотелось бы чтоб ревизор проверил кухню. Ибо в пасте был волос... …",
    "rating": 5,
    "name": "Liliia Lysova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I was pleasantly surprised by this establishment. Customer orientation at the highest level, very tasty, cozy and adequate prices. We will definitely come again!) …",
    "rating": 5,
    "name": "Elena Vishnevskaya",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение! Вкусная и сытная кухня. Отличный интерьер. Достойное обслуживание. В общем, место, в которое хочется вернуться еще не один раз. Рекомендую. …",
    "rating": 3,
    "name": "Olena Havryliuk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I did not like the kitchen, not tasty. Prices are above average …",
    "rating": 5,
    "name": "Евгения Федоровская",
    "cat": "Restaurant"
  },
  {
    "review": "Всё  было очень вкусно, но наша официант подкачала с обслуживанием.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mari Meged",
    "cat": "Restaurant"
  },
  {
    "review": "Кофе хороший. А десерт не понравился. Принесли чизкейк, но по вкусу больше напоминал тирамису, причем сыр немного был кисловат. …",
    "rating": 5,
    "name": "Iryna Chulivska",
    "cat": "Restaurant"
  },
  {
    "review": "Одно из нежно любимых мест в городе, которое часто советую. Завтраки и паста-конструктор - мои фавориты. А чизкейк достоин отдельного упоминания, как по мне здесь один из лучших чизкейков в городе. …",
    "rating": 5,
    "name": "Катерина Шевченко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A good selection of wines, delicious pasta and salads. Quiet, you can say chamber. And all this in the center. I think the maximum number of people can be + -20. Which gives the opportunity to communicate, as everyone …",
    "rating": 4,
    "name": "Татьяна Строгаль",
    "cat": "Restaurant"
  },
  {
    "review": "Очень уютное заведение. Приятное обслуживание, отличная еда. В блюда можно добавлять необходимые ингредиенты по желанию. Есть летняя площадка. Иногда попадал на живую музыку. …",
    "rating": 4,
    "name": "Настя Теликова",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо! Всегда любим и ждем!\n\n(Translated by Google)\nThank! We always love and wait!",
    "rating": 4,
    "name": "Ирина Уварова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Careful with breakfast !!! Nuts with shell 😔\n\n(Original) …",
    "rating": 5,
    "name": "Ольга А",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Alexander, thanks for the feedback! Be sure to pay attention, waiting for a visit.\n\n(Original)\nОлександр, дякємо за відгук! Обовьязково звернемо увагу, чекаємо в гості.",
    "rating": 3,
    "name": "Mariya Kukharenko",
    "cat": "Restaurant"
  },
  {
    "review": "Итальянское кафе с домашней атмосферой  и очень традиционными блюдами. Столиков немного, поэтому столик лучше заказать заранее. Очень понравилось \"ризотто с морскими гадами\" и домашнее тирамису …",
    "rating": 5,
    "name": "Katerina Parhomenko",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Надежда, нам очень приятно слышать!\n\n(Translated by Google)\nThank you, Hope, we are very pleased to hear!",
    "rating": 5,
    "name": "Светлана Фещенко",
    "cat": "Restaurant"
  },
  {
    "review": "Нравится это заведение, очень вкусная кухня, десерты - супер :)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tetiana Dziana",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy place with delicious cuisine.\n\n(Original) …",
    "rating": 5,
    "name": "Юлия Лупенко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, Irina! Always glad to you :)\n\n(Original)\nДякуємо, Ірино! Завжди раді Вам:)",
    "rating": 5,
    "name": "Аля Демчук",
    "cat": "Restaurant"
  },
  {
    "review": "Лучший мой гастро опыт в Киеве.\n\n(Translated by Google)\nMy best gastro experience in Kiev.",
    "rating": 3,
    "name": "Марія Андрійчук",
    "cat": "Restaurant"
  },
  {
    "review": "Леонид, спасибо за отзыв! Рады, что вам понравилось\n\n(Translated by Google)\nLeonid, thanks for the tip! Glad you liked it",
    "rating": 5,
    "name": "Sergij Terlecki",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A cozy place where you can gather your girlfriends for breakfast or your loved ones for a romantic dinner. …",
    "rating": 5,
    "name": "Артем Любаренко",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно.\nПерсонал хорошо знает меню.\nСчёт при необходимости легко разделят на несколько. …",
    "rating": 1,
    "name": "Елена Данилова",
    "cat": "Restaurant"
  },
  {
    "review": "Мало свободного пространства, много людей. Вкусные десерты, паста собственного приготовления, парадокс, на 4. В целом неплохо …",
    "rating": 3,
    "name": "Анастасия Шевкопляс",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I liked it. The fish was delicious. And the cheesecake is nothing. …",
    "rating": 5,
    "name": "Ксения Дицман",
    "cat": "Restaurant"
  },
  {
    "review": "Шницель с горгонцоллой - вкусно.\nЛимонады интересные, понравился с дыней.\nЧисто, уютно, быстро. …",
    "rating": 5,
    "name": "Pixel Master",
    "cat": "Restaurant"
  },
  {
    "review": "Люсяня, спасибо за отзыв! Нам очень приятно, что вам все понравилось и вы нас рекомендуете другим. До скорой встречи😉\n\n(Translated by Google)\nLyusyanya, thanks for the tip! We are very pleased that you liked everything and that you recommend us to others. See you soon😉",
    "rating": 5,
    "name": "Yuliya Kalynychenko",
    "cat": "Restaurant"
  },
  {
    "review": "Я обожаю это место! Паста каждый раз радует, персонал знает нас лично, очень приятный и дружелюбный. Паста, повторюсь, замечательная, какую бы вы не выбрали, она Вас порадует! …",
    "rating": 5,
    "name": "Ольга Анисимкова",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, нам очень приятно читать такой отзыв!:) Всегда рады Вам!\n\n(Translated by Google)\nThank you, we are very pleased to read such a review! :) We are always glad to see you!",
    "rating": 2,
    "name": "Анна Гришенчук",
    "cat": "Restaurant"
  },
  {
    "review": "волшебное тирамису, прекрасная паста, спокойная атмосфера, приятный и дружелюбный персонал!\nужинаю тут уже второй раз и все так же на уровне …",
    "rating": 4,
    "name": "Ігор Гончаренко",
    "cat": "Restaurant"
  },
  {
    "review": "Поставила 1 балл только за годное обслуживание администратором зала.\nПришли мы сюда позавтракать, но всё, что я пыталась заказать,  в наличии - не было, а заказнный манговый раф-кофе оказался обычным латте. И пены в чашке было …",
    "rating": 5,
    "name": "Илья Барков",
    "cat": "Restaurant"
  },
  {
    "review": "Карбонара не впечатлила вовсе, хотя и значится она в меню как \"креативная\". А вот подруге очень понравились папарделле, потому среднее получилось - 4 …",
    "rating": 5,
    "name": "Ievgeniia Rodionova",
    "cat": "Restaurant"
  },
  {
    "review": "Надежда, спасибо за отзыв! Надеемся в следующий раз вам понравится больше\n\n(Translated by Google)\nNadezhda, thanks for the feedback! Hope you enjoy it more next time.",
    "rating": 5,
    "name": "Юлия Мирошник",
    "cat": "Restaurant"
  },
  {
    "review": "Атмосфера хорошая, чувствуешь себя как в гостях у кого-то дома, десерт накладывают прям по домашнему, ну очень понравилось и порции большие, обязательно прийду ещё раз! …",
    "rating": 5,
    "name": "Трыгуба Артур",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Everything is very tasty. Still bribe dishes that are frozen and ready to go home, not a bad alternative to the supermarket sometimes) Good service 🙏🙂 …",
    "rating": 5,
    "name": "Татьяна Омельченко",
    "cat": "Restaurant"
  },
  {
    "review": "Мое первое посещение этого места, но уверена не последнее! Очень вкусная паста, а десерт Павлова просто выше слов) Это нужно только попробовать, описать невозможно! Большое спасибо! …",
    "rating": 5,
    "name": "Елена Самбрус",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Татьяна, нам очень приятно слышать такой отзыв:) Обязательно ждем Вас в гости снова!\n\n(Translated by Google)\nThank you, Tatyana, we are very pleased to hear such a review :) We are definitely waiting for you to visit again!",
    "rating": 5,
    "name": "Ярослав Богданюк",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно, все приготовили быстро!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Zoya Zhuchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Уютное, тихое место, с отличной пастой и кофе\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksii Lazariev",
    "cat": "Restaurant"
  },
  {
    "review": "Был приятно удивлен таким уютным местом, с очень вкусной кухней, в самом центре и еще и за адекватный ценник. Сразу захотелось запланировать следущее посещение. …",
    "rating": 5,
    "name": "Иван Лысак",
    "cat": "Restaurant"
  },
  {
    "review": "Уютное и приятное место. Хороший выбор вин.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Екатерина Штерн",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, нам очень приятно слышать:)\n\n(Translated by Google)\nThank you, we are very pleased to hear :)",
    "rating": 5,
    "name": "Ольга Гурская",
    "cat": "Restaurant"
  },
  {
    "review": "Только что я ел самую вкусную пасту, которую мне удалось создать с помощью конструктора.\nНаверное, лучшая паста в моей жизни была съедена тут. Спасибо большое! Было …",
    "rating": 5,
    "name": "Анна Бурлаченко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно, но в обед не очень быстро, за час обеда можно не успеть\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kateryna Herashchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Были пару раз с друзьями, всегда заказывали разные блюда. Единственное, что действительно было вкусным это биск с креветкой. Папарделли недоваренные и это вовсе не Al dente. А лазанья с яйцом это отвратное месиво. Про карбонару можно …",
    "rating": 4,
    "name": "Татьяна Слинка",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I ordered one pasta, it was not available, the waitress offered another, according to her, not worse. The taste of the pasta on her recommendation exceeded expectations. They cook quickly, everything is extremely …",
    "rating": 5,
    "name": "Michael Sapon",
    "cat": "Restaurant"
  },
  {
    "review": "Скажу одно - тут готовят вкусНО!!!-но-но-НОооо, то, что стоит попробовать и то, что сделает вам ”MINDBLOW” от вкусовых качеств, так это овсянная каша с черным трюфелем, пармезаном и яйцом пашот (если прийдете в нужный день, я просто не могу …",
    "rating": 5,
    "name": "Vera Y",
    "cat": "Restaurant"
  },
  {
    "review": "Ужинали в даном заведении. Провели вечер с друзьями из Голландии. Хорошне меню, оригинальные блюда, хорошая винная карта...  Смею рекомендовать к посещению... …",
    "rating": 5,
    "name": "Tetiana Romaniuk",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Виктор за отзыв и за рекомендацию! Очень рады, что все понравилось:) Ждем Вас в гости снова!\n\n(Translated by Google)\nThank you Victor for your feedback and recommendation! We are very glad that everyone liked it :) We are waiting for you to visit again!",
    "rating": 5,
    "name": "Radana Renko",
    "cat": "Restaurant"
  },
  {
    "review": "Невероятная паста, очень вкусно, итальянская кухня. Домашнее тирамису. Вино. Пасту делают прям на месте и есть возможность купить ее для дома. …",
    "rating": 5,
    "name": "Tetiana Poverenna",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Анна, за приятный отзыв:) Мы всегда рады Вам!\n\n(Translated by Google)\nThank you, Anna, for a nice review :) We are always glad to see you!",
    "rating": 5,
    "name": "Juliya Maximenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very nice venue, the prices are relatively convenient. The pastas were delicious, the tagliatelli we tried was great. Tiramisu can handle. …",
    "rating": 5,
    "name": "Oksana Voloschuk",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you!",
    "rating": 5,
    "name": "Denis Vertiporoh",
    "cat": "Restaurant"
  },
  {
    "review": "Интересное новое заведение с авторской итальянской кухней,  очень вкусно и сытно, десерты супер! …",
    "rating": 5,
    "name": "Анастасия Коваленко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The service is slow, the prices are a bit exaggerated, but the pastas are good. …",
    "rating": 5,
    "name": "Юрій Кукуріка",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приятное место в центре Киева с большим количеством вариантов пасты, вкусной едой и хорошим обслуживанием. Цены средние. Смело могу рекомендовать. …",
    "rating": 5,
    "name": "Andrew Tymchyshyn-Valevsky",
    "cat": "Restaurant"
  },
  {
    "review": "Неля, благодарим 😘 Рады видеть\n\n(Translated by Google)\nNelia, thank you 😘 Glad to see",
    "rating": 4,
    "name": "Андрей Корень",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious place, a pleasure to visit. I recommend!\n\n(Original) …",
    "rating": 5,
    "name": "Александр Меркушев",
    "cat": "Restaurant"
  },
  {
    "review": "Моя любовь. Все очень вкусно и по настоящему. Из неприятного, иногда не понимаешь, что ты сделал официантке, что она даже решила не здороваться в ответ, и бросает тарелки на стол. …",
    "rating": 5,
    "name": "Vladyslav Derevianchuk",
    "cat": "Restaurant"
  },
  {
    "review": "В помещении странный запах, еда очень обычная, есть можно, но нельзя сказать, что очень вкусно. Неуютно, мало места, в целом не понравилось, не вернусь …",
    "rating": 5,
    "name": "Tatiana Voloshina",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, что нашли время и поделились с нами своими впечатлениями. Мы будем очень благодарны, если Вы расскажете нам подробней о том, какие именно блюда Вы заказывали и что  не понравилось. С нами можно связаться, написав на почту pastatecakiev@gmail.com.\n\n(Translated by Google)\nThank you for taking the time to share your impressions with us. We will be very grateful if you tell us more about exactly what dishes you ordered and what you didn’t like. You can contact us by writing to pastatecakiev@gmail.com.",
    "rating": 5,
    "name": "Олександра Олександрівна",
    "cat": "Restaurant"
  },
  {
    "review": "Раньше почти каждый день здесь обедали, в целом заведение очень испортилось, вместо лазаньи принесли просто сваренное тесто с соусом. …",
    "rating": 5,
    "name": "Olga Lazareva",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Not bad, conceptually, expensive (but it is necessary to take into account the \"centrality\" of the location), the biggest advantage - charismatic and extraordinary owner. The downside is the difficulty of parking …",
    "rating": 4,
    "name": "Архитектурное бюро \"ВИВАС\"",
    "cat": "Restaurant"
  },
  {
    "review": "Заказывала салат, заправка невероятно легкая, прекрасно подчеркивает вкус овощей. Обслуживание быстрое и вежливое.  Мне очень понравилось . …",
    "rating": 4,
    "name": "Олеся Матрухина",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее заведение с вкуснейшее пастой. Выбор пасты очень большой, и хочется попробовать абсолютно все. Хорошее обслуживание. …",
    "rating": 5,
    "name": "Ясочка Вишневая",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Валерия, нам очень приятно слышать. Всегда любим и ждем!\n\n(Translated by Google)\nThank you, Valeria, we are very pleased to hear. We always love and wait!",
    "rating": 4,
    "name": "Olena Lysenko",
    "cat": "Restaurant"
  },
  {
    "review": "Паста 4 сыра с трюфелем это зелёные макароны в майонезе, ни сыра ни трюфеля. Жаль фото нельзя прикрепить …",
    "rating": 5,
    "name": "Tanya Sakhno",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная паста, атмосферное кафе. Отличное расположение в центре города рядом с парком Шевченка. …",
    "rating": 5,
    "name": "Nastia Nastiiaa",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приятное место! Вкусная Кухня!\nПрекрасный выбор блюд!\nРекомендую!!! …",
    "rating": 5,
    "name": "Elena Soloshonok",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно!\nПриятное обслуживание! …",
    "rating": 5,
    "name": "Максим Микитась",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Nice interesting design! About service and taste later. Pinza was unusual and delicious! …",
    "rating": 5,
    "name": "Влентина Кузнец",
    "cat": "Restaurant"
  },
  {
    "review": "Паста была правда вкусная, понравилось. Большая порция.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Roman Turchyn",
    "cat": "Restaurant"
  },
  {
    "review": "Советую десерт Павлова, хотелось бы чтобы стулья были удобнее. А кухня и обслуживание хорошее. …",
    "rating": 4,
    "name": "Людмила Попко",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо за то, что поделились впечатлениями и за рекомендацию. Очень рады, что Вам было вкусно. Кроме стульев, у нас еще есть диваны, уверены там будет удобней:) Ждем Вас в гости снова!\n\n(Translated by Google)\nThank you for sharing your impressions and for the recommendation. We are very glad that you enjoyed it. In addition to chairs, we still have sofas, we are sure it will be more comfortable :) We are waiting for you to visit again!",
    "rating": 5,
    "name": "Yurko Nychyk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, good location and service\n\n(Original) …",
    "rating": 5,
    "name": "Максим Грызоглазов",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приятные впечатления!\nИнтерьер, кухня и приятное обслуживание порадовали. …",
    "rating": 5,
    "name": "Anna P.",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение! Небольшое, но интересное меню, вкусная еда и коктейли, приветливый и вежливый персонал, быстрое обслуживание, демократичные цены, уютно. Самые положительные впечатления)) …",
    "rating": 5,
    "name": "Alexander Semeniuk",
    "cat": "Restaurant"
  },
  {
    "review": "Шикарное заведение.\nПаста великолепная!!!\nКак только приезжаю в Киев по делах, то каждый рас захожу поесть в Pastateca. …",
    "rating": 5,
    "name": "Александра Кривенко",
    "cat": "Restaurant"
  },
  {
    "review": "Паста креативная не похожа на креативную - это скорее всего накиданные отдельно компоненты. Персонал сегодня был не приветлив. Омлет подали с салатом после основного блюда, хлеб не предложили. …",
    "rating": 3,
    "name": "Карина Типова",
    "cat": "Restaurant"
  },
  {
    "review": "Антон, добрый день! Спасибо за Ваш отзыв. Нам очень жаль, что Вы ушли разочарованным и мы бы хотели иметь возможность исправить Ваше впечатление. Пожалуйста, напишите нам на почту pastatecakiev@gmail.com как мы можем с Вами связаться.\n\n(Translated by Google)\nAnton, good afternoon! Thanks for your feedback. We are very sorry that you left disappointed and we would like to be able to correct your impression. Please write to us at pastatecakiev@gmail.com how we can contact you.",
    "rating": 5,
    "name": "Irina Chetvertak",
    "cat": "Restaurant"
  },
  {
    "review": "Вместо ризотто принесли недоваренную рисовую кашу приправленную сливками, среди грибов попадались с песком. Ужасно испортилась кухня …",
    "rating": 5,
    "name": "Школа Будущего",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious pasta and salads. There are interesting lemonades of our own production. Raw pasta can be purchased at home. Nice staff. Suitable for periodic visits. …",
    "rating": 3,
    "name": "Konstantin Nekrasov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Nicholas, thank you very much 👍\n\n(Original)\nМикола, дуже дякую 👍😘",
    "rating": 5,
    "name": "Олександр Курінський",
    "cat": "Restaurant"
  },
  {
    "review": "Неожиданно вкусно и приятный сервис. Рекомендую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ольга Стельмах",
    "cat": "Restaurant"
  },
  {
    "review": "Владимир, спасибо за отзыв! Будем рады вас видеть.\n\n(Translated by Google)\nVladimir, thank you for your feedback! We will be glad to see you.",
    "rating": 5,
    "name": "Oleksii Orovetskyi",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious pasta, great desserts, great atmosphere. It is only unfortunate that the staff speaks Russian.\nI recommend …",
    "rating": 4,
    "name": "Olena Z",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you. Glad to hear you were delicious. We look forward to seeing you again tomorrow.\n\n(Original)\nДякуємо. Раді чути, що Вам було смачно. Сподіваємось на нову зучтріч найближчим часом.",
    "rating": 5,
    "name": "Kseniya Bahatskaya",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty pasta + quite comfortable and cozy..the staff is not bad either. Anastasia\npleasantly impressed. …",
    "rating": 4,
    "name": "Timur Ibraimov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you and we look forward to seeing you again!\n\n(Original)\nДякуємо і чекаємо на Вас знову!",
    "rating": 5,
    "name": "Наталья Соколова",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно, особенно домашний тирамису. Отличное место, чтобы провести ваш вечер …",
    "rating": 5,
    "name": "Aleksandr Tkachenko",
    "cat": "Restaurant"
  },
  {
    "review": "Мне понравилось. Выбор есть нормальный.\nГотовят хорошо. Если без чрезмерных придирок и разпальцовки, то все ок. …",
    "rating": 5,
    "name": "Валерія Чачибая",
    "cat": "Restaurant"
  },
  {
    "review": "Vladimir, спасибо за отзыв!\n\n(Translated by Google)\nVladimir, thank you for your feedback!",
    "rating": 5,
    "name": "Анастасия Липская",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее место в центре города. Приветливый персонал. Вкусные блюда.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Julia Klimenko",
    "cat": "Restaurant"
  },
  {
    "review": "Люблю это заведение! Очень вкусная паста с дополнениями, которые выбираешь сам. Уютная и романтичная атмосфера, очень приятный персонал …",
    "rating": 5,
    "name": "Дмитрий Шацман",
    "cat": "Restaurant"
  },
  {
    "review": "Уютное заведение, много макаронных изделий в меню. Повеселила винная карта с градацией того или иного вина для разного формата вечеринок с картинками. …",
    "rating": 5,
    "name": "Дима Москалев",
    "cat": "Restaurant"
  },
  {
    "review": "Как гурман по пастам могу с уверенности сказать что Паста тянет почти на 4 с минусом. Ожидание пасты +-25 мин. при не полной посадке. Что довольно много. …",
    "rating": 5,
    "name": "Артур Будянский",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Tasty food. Friendly service\n\n(Original) …",
    "rating": 5,
    "name": "Вера Клеща",
    "cat": "Restaurant"
  },
  {
    "review": "Очень милое заведение! Обширное меню. Вкусно! Цены вполне. Для центра города вообще отлично 👌 …",
    "rating": 5,
    "name": "Мария Фоминова",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Дмитрий! Всегда рады Вам!\n\n(Translated by Google)\nThank you Dmitry! You are always welcome!",
    "rating": 5,
    "name": "Виктор Х.",
    "cat": "Restaurant"
  },
  {
    "review": "Уютное , теплое заведение с приятным персоналом и довольно не обычным интерьером. …",
    "rating": 4,
    "name": "Татьяна Викторовна",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very fresh, delicious pasta! The portions are big enough for girls :) It's nice, every client's client is immediately treated with lemon and mint water, especially in the summer :) …",
    "rating": 5,
    "name": "Hanna Lysenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Alina, we are pleased ❤️ Come more often 🤗\n\n(Original)\nАліна, нам приємно ❤️ Приходьте частіше 🤗",
    "rating": 5,
    "name": "Nastya Ivleva",
    "cat": "Restaurant"
  },
  {
    "review": "Супер заведение.  Вкусная кухня, вежливый и приятный персонал.  Рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olena Kovalenko",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусный чай для успокоения нервов, он синего цвета 😂, седативный эффект не замечен, но прикольно 😂😂😂👍 …",
    "rating": 5,
    "name": "Andrey Sirotkin",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее заведение - здесь все приятно: и обслуживание, и интерьер, и еда! Ценовая политика приятная, разнообразное меню. …",
    "rating": 5,
    "name": "светлана король",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Анастасия! Очень приятно слышать.\n\n(Translated by Google)\nThank you, Anastasia! Very pleased to hear.",
    "rating": 5,
    "name": "Маша Семенова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty pasta in the city center!\nCozy atmosphere with original interior.\nThank you very much for the deliciousness :) …",
    "rating": 5,
    "name": "Pinar Yilmaz",
    "cat": "Restaurant"
  },
  {
    "review": "Все очень вкусно официанты очень приятные и внимательные\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Serge Dan",
    "cat": "Restaurant"
  },
  {
    "review": "Не очень вкусно ,да и персонал не очень приветлив.Больше не зайду.Была в ресторане на Льва Толстого …",
    "rating": 4,
    "name": "Яна Сидько",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер! Подскажите, в каком именно ресторане вы у нас были? Спасибо\n\n(Translated by Google)\nGood evening! Tell me, which restaurant did you visit? thank",
    "rating": 5,
    "name": "Julius Gromyko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The pasta is delicious. But the risotto exceeded all expectations! VERY TASTY!!!! The waiters are friendly and attentive, cook quickly. Choosing between Zhovtko and Pastateka - without hesitation in Pastateka !!! …",
    "rating": 5,
    "name": "Анна Солошенко",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусный десерт Павлова. Остальное - на любителя итальянской кухни. Порции большие. …",
    "rating": 4,
    "name": "Alina Andrusenko",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо!\n\n(Translated by Google)\nThank you!",
    "rating": 5,
    "name": "Yevhen Kizin",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно готовят,но счёт нужно проверять.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Valya Pekhno",
    "cat": "Restaurant"
  },
  {
    "review": "Отличный выбор соусов, паста ручной работы!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Роман «Amadeus Gauss» Ковальчук",
    "cat": "Restaurant"
  },
  {
    "review": "Маленькое уютное кафе в самом центре Киева.\nПрекрасная \"рука повара\".\nУчтивое и быстрое обслуживание. …",
    "rating": 5,
    "name": "Дарина Сидоренко",
    "cat": "Restaurant"
  },
  {
    "review": "Еда у них очень вкусная. Есть вопросы по обслуживанию, там сахар к чаю или ложечку нужно просить. …",
    "rating": 5,
    "name": "Drake",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Елена, за Ваш отзыв, обязательно обратим внимание на сервис!\n\n(Translated by Google)\nThank you, Elena, for your feedback, be sure to pay attention to the service!",
    "rating": 5,
    "name": "Геннадій Гнидін",
    "cat": "Restaurant"
  },
  {
    "review": "Место немного испортилось, не знаю в чем проблема, но стало не так вкусно как раньше: последний раз паста была немного недоварена. …",
    "rating": 5,
    "name": "Inna Komisarchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Lena, спасибо за отзыв! Мы стараемся быть лучшими.\n\n(Translated by Google)\nLena, thanks for your feedback! We try to be the best.",
    "rating": 5,
    "name": "Marina Orlova",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное место, приятный персонал (всегда идут на встречу пожеланиям и стараются всячески помочь), вкусная кухня! …",
    "rating": 5,
    "name": "DI 4 U",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I really liked the place, nice atmosphere, great staff, delicious food and drinks. We will definitely be back again. …",
    "rating": 5,
    "name": "Daria Lesko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) And breakfasts, and pasta, and service - great\n\n(Original) …",
    "rating": 5,
    "name": "Katerine Sokolovskaya",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение. Паста очень вкусная, так же порадовали десерты. Огромное спасибо за обслуживание. Рекомендую! …",
    "rating": 5,
    "name": "Mariya Teterskaya",
    "cat": "Restaurant"
  },
  {
    "review": "Вам спасибо! Всегда любим и ждем!\n\n(Translated by Google)\nThank you! Always love and wait!",
    "rating": 5,
    "name": "Сніжана Железняк",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously. Indeed. And right here, after a delicious dinner, I came up with a new idea for my own business! That is what the energy of the institution means) …",
    "rating": 5,
    "name": "Oleksandra Nevdakh",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much to hear that your inspiration came when you were with us :) We look forward to seeing you next!\n\n(Original)\nДякуємо, ми дуже раді чути, що натхнення до Вас прийшло саме, коли Ви були у нас:) Чекаємо наступної зустрічі!",
    "rating": 4,
    "name": "Denys Shylko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Already three times we come here to the most delicious Tiramisu in Kiev and we will never get a dessert. Or no longer, or have not yet been insisted. …",
    "rating": 5,
    "name": "Liubov Kalantaievska",
    "cat": "Restaurant"
  },
  {
    "review": "Все вкусно уже на протяжении долгого времени. Только вот блюда готовятся долговато... …",
    "rating": 5,
    "name": "Тетяна Дубровська",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная кухня. Отличное обслуживание. Приятная атмосфера. Спасибо!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "boogie bpg",
    "cat": "Restaurant"
  },
  {
    "review": "Ольга,  спасибо за отзыв! Благодарны за обратную связь👍\n\n(Translated by Google)\nOlga, thank you for your feedback! Thank you for your feedback👍",
    "rating": 5,
    "name": "Sergey Barca",
    "cat": "Restaurant"
  },
  {
    "review": "Хороший интерьер и приятное обслуживание, но вот кухней остались недовольны( лазанья пересушена, гречка ,,4 сыра,,-совсем по-столовому), исключение круассан с лососем! …",
    "rating": 5,
    "name": "Volodymyr Prylutskyi",
    "cat": "Restaurant"
  },
  {
    "review": "Ооочень очень уютное, стильное заведение. отличный кофе, сервис, цены то что надо. Ребята спасибо! ❤ …",
    "rating": 5,
    "name": "Sergiy Baranets",
    "cat": "Restaurant"
  },
  {
    "review": "Вам спасибо за такие приятные слова, Катерина♥️\n\n(Translated by Google)\nThank you for such nice words, Katerina ♥ ️",
    "rating": 5,
    "name": "Шоу-рум Мякоть",
    "cat": "Restaurant"
  },
  {
    "review": "Очень милое и уютное заведение.Где приятно поужинать,выпить чашечку кофе, под сопровождение игры на синтезаторе. …",
    "rating": 5,
    "name": "Юлия Недоспасова",
    "cat": "Restaurant"
  },
  {
    "review": "Светлана, спасибо за отзыв! Благодарны за обратную связь👍 Для нас действительно важно мнение наших гостей!\nБудем рады видеть Вас снова\n\n(Translated by Google)\nSvetlana, thank you for your feedback! Thank you for your feedback👍 The opinion of our guests is really important to us!\nWe will be glad to see you again",
    "rating": 5,
    "name": "Татьяна Дудкина",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) It is sparsely populated, they cook deliciously, the waiters are polite, they know the menu well. …",
    "rating": 5,
    "name": "Natalia Shelest",
    "cat": "Restaurant"
  },
  {
    "review": "Tetiana, спасибо за отзыв! Благодарны за обратную связь👍 Для нас действительно важно мнение наших гостей!\nБудем рады видеть Вас снова\n\n(Translated by Google)\nTetiana, thanks for the feedback! Thank you for your feedback👍 The opinion of our guests is really important to us!\nWe will be glad to see you again",
    "rating": 5,
    "name": "Yuriy Tsarov",
    "cat": "Restaurant"
  },
  {
    "review": "Среднего уровня заведение, адекватные цены, приятная официантка, не людно и уютно. …",
    "rating": 5,
    "name": "Tetiana Polshyna",
    "cat": "Restaurant"
  },
  {
    "review": "Юлия, спасибо за отзыв!\n\n(Translated by Google)\nJulia, thanks for the tip!",
    "rating": 5,
    "name": "Михаил",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) great interior, delicious pasta, good wine and fantastic desserts, good service and you want to come back more than once! …",
    "rating": 5,
    "name": "Александр Санько",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The staff serves in Russian. There is no nation without language. And the pasta is delicious. thanks …",
    "rating": 3,
    "name": "Anton Levdik",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Maria, thanks for the feedback! Sorry, we will try to correct the situation)\n\n(Original)\nМарія, дякуємо за відгук! Вибачте, постараємось виправити ситуаціюя)",
    "rating": 4,
    "name": "Анастасия Борецкая",
    "cat": "Restaurant"
  },
  {
    "review": "Для завтраков или быстрой встречи за чашкой кофе хорошо. Ужинать я все же пойду в другое заведение. …",
    "rating": 5,
    "name": "Iryna Shvydniuk",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв. Мы будем очень благодарны, если поделитесь с нами почему не выбираете нас для ужина. С нами можно связаться написав на почту pastatecakiev@gmail.com или в личные сообщения на Facebook.\n\n(Translated by Google)\nThanks for your feedback. We will be very grateful if you share with us why you do not choose us for dinner. You can contact us by writing to pastatecakiev@gmail.com or in private messages on Facebook.",
    "rating": 5,
    "name": "Elena Strutinska",
    "cat": "Restaurant"
  },
  {
    "review": "Любимая паста... лучшая из тех, что я пробовал )))\n\n(Translated by Google)\nFavorite pasta ... the best I've tried)))",
    "rating": 5,
    "name": "Oksana Semeniuk",
    "cat": "Restaurant"
  },
  {
    "review": "Очень испортилось обслуживание. Ждала 50 минут заказ, остальные столы, которые пришли после меня, обслужили быстрее. …",
    "rating": 5,
    "name": "Ihor Frolov",
    "cat": "Restaurant"
  },
  {
    "review": "лучшая паста в киеве, как по мне, но очень долго обслуживают\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Jenny Tuz",
    "cat": "Restaurant"
  },
  {
    "review": "Суп с чечевицей просто, нет слов!!! Все очень вкусно, быстрая подача, виват поворам!!! Спасибо за отличный обед!!!!) …",
    "rating": 5,
    "name": "Evgeniy Terentiev",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно готовят, можно наблюдать как делают лапшу вручную, есть вещи для гурманов как паста с трюфелями! Рекомендую …",
    "rating": 5,
    "name": "Виталий Журавель",
    "cat": "Restaurant"
  },
  {
    "review": "Крутое место в центре Киева. Правильная паста, правильные порции и отличные цены! Вино улёт. рекомендую …",
    "rating": 4,
    "name": "Alex Band",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty pasta and risotto. High level service\n\n(Original) …",
    "rating": 5,
    "name": "Богдан Коробейников",
    "cat": "Restaurant"
  },
  {
    "review": "Если закажете говяжий тартар - будьте готовы к обилию лука во время и блювариуму после. Давно так плохо не было. 🤢 …",
    "rating": 1,
    "name": "Anna Brezicka",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Extremely polite waitresses. Score 4 because they didn't serve us state. We didn't ask for it, but should we ask for it? …",
    "rating": 5,
    "name": "Даша Бонд",
    "cat": "Restaurant"
  },
  {
    "review": "Был уже несколько раз и всем доволен: еда вкусная, персонал внимательный,  интерьер уютный, цены адекватные. …",
    "rating": 4,
    "name": "Вадим Горчаков",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Илья! Всегда рады Вам.\n\n(Translated by Google)\nThank you, Ilya! Always welcome you.",
    "rating": 5,
    "name": "Alexandra Ivannikova",
    "cat": "Restaurant"
  },
  {
    "review": "Паста вкусная, атмосфера приятная, кофе хорош. А вот базиликовый лимонад - на любителя. …",
    "rating": 5,
    "name": "Андрей Вакуленко",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная паста. Отзывчивый персонал! Лаконичное меню. Прекрасное место для обеда\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Olga Olgiza",
    "cat": "Restaurant"
  },
  {
    "review": "Очень очень вкусно. Приветливый персонал, уютная атмосфера, всё просто супер, РЕКОМЕНДУЮ :) TG …",
    "rating": 5,
    "name": "Victor Kublanov",
    "cat": "Restaurant"
  },
  {
    "review": "Очень рады слышать, спасибо!\n\n(Translated by Google)\nVery happy to hear, thanks!",
    "rating": 5,
    "name": "Andriy Antonenko",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приятное место, вкусная паста и приветливый персонал! Рекомендую к посещению) …",
    "rating": 5,
    "name": "Алёна Гудина",
    "cat": "Restaurant"
  },
  {
    "review": "Татьяна, спасибо за отзыв! У нас лучший сервис и самая вкусная паста) спасибо что нас рекомендуете!\n\n(Translated by Google)\nTatiana, thank you for your feedback! We have the best service and the most delicious pasta) thank you for recommending us!",
    "rating": 5,
    "name": "Mykola Bondar",
    "cat": "Restaurant"
  },
  {
    "review": "отличное заведение: вкусная домашняя паста, хороши салаты и коктейли супер! интерьер тоже на 5 …",
    "rating": 5,
    "name": "Марія Яни",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great restaurant. Service at the highest level. I recommend …",
    "rating": 5,
    "name": "Наталя Москаленко",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно но ООО очень долго готовили... ну и немного шумновато, если столики заняты …",
    "rating": 5,
    "name": "Maria Maria",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious pasta, nice prices, good wine selection also with a good price! Pasta and ravioli very much, bruschetta with salmon too! Thanks!) …",
    "rating": 5,
    "name": "Alexander Bubenchikov",
    "cat": "Restaurant"
  },
  {
    "review": "Еда тут вкуснейшая. Рекомендую!\n\n(Translated by Google)\nThe food here is delicious. Recommend!",
    "rating": 5,
    "name": "Yvan Stopper",
    "cat": "Restaurant"
  },
  {
    "review": "Самая вкусная паста 4 сыра❤️\n\n(Translated by Google)\nThe most delicious 4 cheese pasta❤️",
    "rating": 5,
    "name": "GoEV Corp",
    "cat": "Restaurant"
  },
  {
    "review": "Класс, нам невероятно приятно слышать:) Спасибо!\n\n(Translated by Google)\nClass, we are incredibly pleased to hear :) Thank you!",
    "rating": 5,
    "name": "Vladyslav Mihun",
    "cat": "Restaurant"
  },
  {
    "review": "Уютно, вкусно, очень внимательный персонал! Любимая паста в городе)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Sergei Ponomarenko",
    "cat": "Restaurant"
  },
  {
    "review": "Понравилось обслуживание, уют и атмосфера заведения, кухня пальчики оближешь. Супер! …",
    "rating": 5,
    "name": "Андрей Зименков",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Анна, за высокую оценку и приятный отзыв:) Всегда рады Вам!\n\n(Translated by Google)\nThank you, Anna, for your appreciation and pleasant feedback :) We are always glad to see you!",
    "rating": 5,
    "name": "Oksana Marchun",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасное заведение! Но есть одно но, девочки, внимание!!!!! Столешницы снизу колючие и можно порвать колготки!!! …",
    "rating": 5,
    "name": "Maria Sviderska",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Екатерина, за Ваш отзыв. Мы обязательно проверим все столы! Спасибо, что обратили наше внимание. Будем очень рады увидеть Вас снова!\n\n(Translated by Google)\nThank you, Ekaterina, for your feedback. We will definitely check all the tables! Thank you for your attention. We will be very glad to see you again!",
    "rating": 5,
    "name": "Oleksii Shavykin",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно. Атмосферно. Обслуживание не очень понравилось. Забыли про заказанный кофе. …",
    "rating": 5,
    "name": "Виталий Паламарчук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) An original place with an interesting entourage.\n\n(Original) …",
    "rating": 5,
    "name": "Светлана Сигаева",
    "cat": "Restaurant"
  },
  {
    "review": "Супер вкусно! Отличные сотрудники! Красивый интерьер ❤\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kostiantyn Hapii",
    "cat": "Restaurant"
  },
  {
    "review": "Vera, спасибо за отзыв. Приходите к нам ещё\n\n(Translated by Google)\nVera, thanks for the feedback. Come to us again",
    "rating": 5,
    "name": "M",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty pasta and very friendly waiters. You feel at home in Pastateka :) …",
    "rating": 5,
    "name": "Наталя Гайдар",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Tetiana, thanks for the feedback. We also invite you to visit our establishments at the following addresses: Vasylia Stusa St, 16 Kriukivshchyna, and Spaska Street, 9a\n\n(Original)\nTetiana, дякуємо за відгук. Запрошуємо також відвідати наші заклади за наступними адресами Vasylia Stusa St, 16 Kriukivshchyna, та вулиця Спаська, 9а",
    "rating": 5,
    "name": "Oleksandr Motliuk",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно, уютное место\n\n(Translated by Google)\nVery tasty, cozy place.",
    "rating": 4,
    "name": "rus",
    "cat": "Restaurant"
  },
  {
    "review": "Потрясающее место. Паста вкуснее, чем в Италии я ела. Цены более чем приятные. В общем, очень рекомендую …",
    "rating": 5,
    "name": "Натали Кодырова",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасное место с удивительно вкусной кухней и приветливым персоналом. Отдельно реккомендую попробовать десерт \"Павлова\"!! …",
    "rating": 5,
    "name": "Ketrin Claus",
    "cat": "Restaurant"
  },
  {
    "review": "Идеальное место! Кухня- на высоте , обслуживание - шикарное ,соотношение  цена-качество-идеальное! …",
    "rating": 5,
    "name": "Sasha",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Оксана, будем очень рады увидеть Вас снова!\n\n(Translated by Google)\nThank you, Oksana, we will be very glad to see you again!",
    "rating": 5,
    "name": "Alexander Kalashnikov",
    "cat": "Restaurant"
  },
  {
    "review": "Заведение производит хорошее впечатление. Хороший сервис,  паста вкусная, предлагают с собой. …",
    "rating": 5,
    "name": "Юлька Тараненко",
    "cat": "Restaurant"
  },
  {
    "review": "Иногда захожу перекусить. Все нравиться очень вкусно, можно по быстрому хорошо поесть!!! Рекомендую! …",
    "rating": 4,
    "name": "Deen Rouven",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A small but balanced menu. Deliciously. Always a nice service. Good choice of breakfast. In short, the place is very pleasant …",
    "rating": 5,
    "name": "Елена Якименко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Yuri, thanks 🤗 I am glad to see you every morning ❤️\n\n(Original)\nЮрій, дякую 🤗 Раді бачити Вас кожний ранок ❤️",
    "rating": 5,
    "name": "Galina Reznikova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Pasta with cheese and truffles is just perfect. Great place for lovers of Italian cuisine. …",
    "rating": 5,
    "name": "Vlad Frolov",
    "cat": "Restaurant"
  },
  {
    "review": "Дай бог этому месту стабильности, нам очень нравится кухня, сервис и концепция, но очень просим быть постоянными и следить за настроением и внимательностью поваров. …",
    "rating": 5,
    "name": "Elzara Kiev",
    "cat": "Restaurant"
  },
  {
    "review": "Андрей, спасибо за Ваш отзыв. Мы будем очень благодарны, если Вы расскажете подробней о Вашем визите, написав на почту pastatecakiev@gmail.com или в личные сообщения на Facebook.\n\n(Translated by Google)\nAndrey, thanks for your feedback. We will be very grateful if you tell us more about your visit by writing to pastatecakiev@gmail.com or in private messages on Facebook.",
    "rating": 5,
    "name": "Валерия Рода",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно! Доступно!\nОчень милый и вежливый персонал! …",
    "rating": 4,
    "name": "Vlad Stanitski",
    "cat": "Restaurant"
  },
  {
    "review": "Александр, спасибо за отзыв! Благодарны за обратную связь👍 Для нас действительно важно мнение наших гостей!\nБудем рады видеть Вас снова\n\n(Translated by Google)\nAlexander, thanks for the tip! Thank you for your feedback👍 The opinion of our guests is really important to us!\nWe will be glad to see you again",
    "rating": 5,
    "name": "Любовь",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great place for meetings and snacks with coffee. Pavlov's incredible dessert. …",
    "rating": 5,
    "name": "Kateryna Tokar",
    "cat": "Restaurant"
  },
  {
    "review": "Бесподобные салат и десерт!\nКак всегда, изумительный вкус и неожиданная интерпритация!\nБраво! …",
    "rating": 5,
    "name": "Vadim Moroz",
    "cat": "Restaurant"
  },
  {
    "review": "Большое спасибо, Татьяна! Мы счастливы слышать такие слова:) Всегда любим и ждем!\n\n(Translated by Google)\nThanks a lot, Tatyana! We are happy to hear such words :) We always love and wait!",
    "rating": 5,
    "name": "Лала Тарапакина",
    "cat": "Restaurant"
  },
  {
    "review": "Волшебное Тирамису, которое приятно обнимает нежностью внутри😌 Вкус сделает прекраснее даже лучший день Рождения💗 …",
    "rating": 5,
    "name": "яна магда",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great place, delicious pasta, lemonades and desserts. We will be happy to come here again. …",
    "rating": 5,
    "name": "Vitalii Shevchuk",
    "cat": "Restaurant"
  },
  {
    "review": "не первый раз нет апельсиного фреша. А так вкусно, уютно и стильно ;-)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Дмитрий Велюров",
    "cat": "Restaurant"
  },
  {
    "review": "В целом понравилось заведение))))\n\n(Translated by Google)\nIn general, I liked the institution))))",
    "rating": 5,
    "name": "Maksim Redka",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приятное уютное место. Красивый интерьер, качественное обслуживание, вкусные блюда. …",
    "rating": 5,
    "name": "Arut Papoian",
    "cat": "Restaurant"
  },
  {
    "review": "Ясочка, приятно слышать и радостно видеть Вас ❤️\n\n(Translated by Google)\nSweetheart, nice to hear and happy to see you ❤️",
    "rating": 5,
    "name": "Евгений (Eugene)",
    "cat": "Restaurant"
  },
  {
    "review": "Еда на любителя... Немного необычна...\nОбслуживание на высшем уровне …",
    "rating": 5,
    "name": "Anna Shkolna",
    "cat": "Restaurant"
  },
  {
    "review": "Как всегда все замечательно, атмосферно и ооочень вкусно. Хочется возвращаться)) …",
    "rating": 5,
    "name": "Viktor Plekan",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Таня! Нам очень приятно слышать. Возвращайтесь, ждем!\n\n(Translated by Google)\nThank you, Tanya! We are very pleased to hear. Come back, wait!",
    "rating": 5,
    "name": "Валерия",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Visited Pastetaca in Krukovshchina, very tasty dishes, officially pleasant👍 …",
    "rating": 5,
    "name": "Lilya Goncharenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Nastia, thanks for the feedback! Our restaurant Pastateka is also on - street. Spasskaya 9.\n\n(Original)\nNastia, дякуємо за відгук! Наш ресторан Пастатека також є ще на - вул. Спаська 9.",
    "rating": 5,
    "name": "Анна Емченко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная паста и салаты. Интерьер прекрасный. Рекомендую!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Людмила Лиса",
    "cat": "Restaurant"
  },
  {
    "review": "Так вкусно покушали, спасибо👍🏻\nСоотношение стоимости по еде👌🏼 …",
    "rating": 5,
    "name": "Sergey Mikhaylov",
    "cat": "Restaurant"
  },
  {
    "review": "Максим, спасибо за отзыв! Благодарны за обратную связь👍\n\n(Translated by Google)\nMaxim, thanks for your feedback! Thank you for your feedback👍",
    "rating": 5,
    "name": "Даша Щастя",
    "cat": "Restaurant"
  },
  {
    "review": "Всё понравилось, вкусно и подача классная.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Rostyslav Sotnychenko",
    "cat": "Restaurant"
  },
  {
    "review": "Уютный ресторанчик. Вкусная паста. Хорошее обслуживание. Вежливый персонал.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Оксана Хорт",
    "cat": "Restaurant"
  },
  {
    "review": "Роман, рады, что все понравилось 🤗Рады видеть ❤️\n\n(Translated by Google)\nRoman, glad that I liked everything 🤗Glad to see",
    "rating": 5,
    "name": "Kateryna Serdiuk",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно готовят, вечером все столики заняты, поэтому лучше бронировать заранее\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитрий Дмитрий",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great place. Delicious food.\nThe service is not very hurried, but the place is in a hurry. …",
    "rating": 3,
    "name": "ΑΝΑΣΤΑΣΙΟΣ ΓΚΟΛΝΑΣ",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная паста, большой выбор на любой вкус, быстрая подача.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ihor Yermolenko",
    "cat": "Restaurant"
  },
  {
    "review": "Максим, спасибо за отзыв. Мы стараемся делать вкусную пасту от души)\n\n(Translated by Google)\nMaxim, thanks for your feedback. We try to make delicious pasta from the heart)",
    "rating": 5,
    "name": "dmitriy leskov",
    "cat": "Restaurant"
  },
  {
    "review": "Если захотелось пасты, то однозначно иду сюда. Очень вкусная паста и обслуживание на уровне. …",
    "rating": 5,
    "name": "Олександр Пляс",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приветливые девочки, которые работают тут, и очень вкусная еда, спасибо :) …",
    "rating": 5,
    "name": "Anna “Ama9a” Medvedieva",
    "cat": "Restaurant"
  },
  {
    "review": "Очень хорошее обслуживание, очаровательный интерьер, сочетание цена/креативность и вкусность порадовали! …",
    "rating": 5,
    "name": "Valeriia Nikitina",
    "cat": "Restaurant"
  },
  {
    "review": "Неплохое местечко,но встречались и лучше\n\n(Translated by Google)\nNot a bad place, but met better",
    "rating": 4,
    "name": "Данило Крупник",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная паста.\nВкусные салаты.\nДемократичные цены. …",
    "rating": 4,
    "name": "Горобец Александра",
    "cat": "Restaurant"
  },
  {
    "review": "Тут оооочень вкусно!!! Особенно ризотто с морепродуктами, ризотто с лисичками и буратта лучшая в городе!!! …",
    "rating": 4,
    "name": "Леся Кучинская",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо огромное! Ждем Вас в гости снова :)\n\n(Translated by Google)\nThank you very much! We are waiting for you to visit again :)",
    "rating": 5,
    "name": "Сергей Михайлов",
    "cat": "Restaurant"
  },
  {
    "review": "Были семьёй на завтраке.\nПо моему мнению цена не отвечает качеству еды и обслуживания. …",
    "rating": 5,
    "name": "VANKHANOVA Ванханова",
    "cat": "Restaurant"
  },
  {
    "review": "Прелестно! Ну очень все классно и вкусно. Очень рекомендую.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Артем Марущак",
    "cat": "Restaurant"
  },
  {
    "review": "Нам очень приятно слышать, спасибо, Александр!\n\n(Translated by Google)\nWe are very pleased to hear, thanks, Alexander!",
    "rating": 5,
    "name": "Svetlana L",
    "cat": "Restaurant"
  },
  {
    "review": "Понравился интерьер, понравилась кухня! Все вкусно и быстро!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Aревик Ашигянц",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо большое, Ольга! Нам невероятно приятно слышать и мы ждем Вас в гости снова:)\n\n(Translated by Google)\nThank you very much, Olga! We are incredibly pleased to hear and we are waiting for you to visit again :)",
    "rating": 5,
    "name": "Zhanna Par",
    "cat": "Restaurant"
  },
  {
    "review": "Великолепная еда, очень дружелюбный персонал. Самая лучшая форма подачи тирамису которую я видел. …",
    "rating": 5,
    "name": "Marta Vasyakina",
    "cat": "Restaurant"
  },
  {
    "review": "Алексей, приятно 👍❤️\n\n(Translated by Google)\nAlexey, nice 👍❤️",
    "rating": 5,
    "name": "Serhii Honcharov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good choice of dishes, but very few desserts. Good, cozy place. …",
    "rating": 5,
    "name": "Василь Павлов",
    "cat": "Restaurant"
  },
  {
    "review": "Была в этом заведении впервые. Уютная атмосфера, вежливый персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Антонов",
    "cat": "Restaurant"
  },
  {
    "review": "Сначала был просто восторг, но прошло время... Такое впечатление, что кухня немного ослабла. …",
    "rating": 4,
    "name": "Максим Клименко",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв, Тимур. Будем очень благодарны, если Вы подробней поделитесь Вашими впечатлениями и расскажете, что именно в Вашем последнем визите было не так, как раньше. С нами можно связаться написав на почту pastatecakiev@gmail.com\n\n(Translated by Google)\nThank you for your feedback, Timur. We will be very grateful if you share your impressions in more detail and tell us what exactly in your last visit was not like before. You can contact us by e-mailing pastatecakiev@gmail.com",
    "rating": 4,
    "name": "Oksana Sulaieva",
    "cat": "Restaurant"
  },
  {
    "review": "Ездили на завтрак. Ждали заказ  недолго,  обслуживание хорошее. Понравилось\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Антон Филипчук",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная паста!!! Чизкейк с blue cheese  нада попробовать;))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юрий Медведь",
    "cat": "Restaurant"
  },
  {
    "review": "Aleksandr, спасибо за отзыв!\n\n(Translated by Google)\nAleksandr, thanks for the tip!",
    "rating": 4,
    "name": "алика артемова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great place and atmosphere. Prices, taste, wine is super. …",
    "rating": 5,
    "name": "ivan vereshchaka",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We are waiting for you again!\n\n(Original)\nДякуємо! Чекаємо на Вас знову!",
    "rating": 5,
    "name": "Александр Портретный",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно и по моему очень дешево,что не может не радовать)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Святослав Піх",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Анастасия! Ждем Вас в гости снова!\n\n(Translated by Google)\nThank Anastasia Waiting for you to visit again!",
    "rating": 5,
    "name": "Aleksey Somin",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty pasta, good drinks and excellent service\n\n(Original) …",
    "rating": 5,
    "name": "Bogdan Musienko",
    "cat": "Restaurant"
  },
  {
    "review": "Большой выбора пасты. Недорого, вкусно и весьма оригинально.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Roman Guntli",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасная кухня и хорошее обслуживание идеальное соотношение цена качество!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владимир Мельничук",
    "cat": "Restaurant"
  },
  {
    "review": "Очень понравилась паста четыре сыра и трюфель..Приятное и качественное обслуживание.. …",
    "rating": 5,
    "name": "Снежана Ивченко",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо! Ждем Вас в гости снова.\n\n(Translated by Google)\nThank! We are waiting for you to visit again.",
    "rating": 5,
    "name": "Андрей Кравченко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно, приветливый персонал, уютное место в центре! Рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Liia Guguchiia",
    "cat": "Restaurant"
  },
  {
    "review": "Нормальные цены, небольшое, но насыщенное меню. Очень вкусные коктейли.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алла Хорошкова",
    "cat": "Restaurant"
  },
  {
    "review": "Мария, спасибо 😉\n\n(Translated by Google)\nMaria, thank you",
    "rating": 5,
    "name": "Maksym Sh.",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) This is probably the best pasta in Kyiv. Quite a bit short of Italian :) …",
    "rating": 5,
    "name": "Yuna Trembach",
    "cat": "Restaurant"
  },
  {
    "review": "Не понятно для меня. ..тесно, обслуживание хорошее. Кухня?...не разобралась, т.к.салат не впечатлил. …",
    "rating": 5,
    "name": "Max Razdorsky",
    "cat": "Restaurant"
  },
  {
    "review": "Люблю тут завтраки и обеды. Всегда вкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Iren Barto",
    "cat": "Restaurant"
  },
  {
    "review": "Отличная паста и не только. Очень нравятся завтраки и десерты!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ольга Мельник",
    "cat": "Restaurant"
  },
  {
    "review": "❤️",
    "rating": 5,
    "name": "Oleksandr Avdieiev",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A small arid place with delicious dishes and interesting cocktails. …",
    "rating": 4,
    "name": "Вадим Изубенко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно!!\nПаста \"4 сыра\" и тирамису - strongly recommended. …",
    "rating": 5,
    "name": "Петр Кричун",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The branded cheesecake is amazingly delicious .... !!!!\n\n(Original) …",
    "rating": 4,
    "name": "Andrey Fediv",
    "cat": "Restaurant"
  },
  {
    "review": "Самая вкусная паста в Киеве. Самая миниатюрная веранда на одной из красивейших улиц Киева …",
    "rating": 5,
    "name": "Oleksii Horbenko",
    "cat": "Restaurant"
  },
  {
    "review": "Cok guzel bir yer!",
    "rating": 5,
    "name": "Олександр Шацький",
    "cat": "Restaurant"
  },
  {
    "review": "Приятное душевное место. Очень рекомендую попробовать десерты.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Галина Дехтярук",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, нам очень приятно слышать. Видим, что не смотря на хороший отзыв, оценка не самая высокая. Будем очень благодарны, если Вы расскажете подробней о Вашем визите и о том, что бы мы могли сделать, чтобы в следующий раз оценка была 5*\nНам можно написать на почту pastatecakiev@gmail.com.\n\n(Translated by Google)\nThank you, we are very pleased to hear. We see that despite a good review, the rating is not the highest. We will be very grateful if you tell us more about your visit and what we could do so that next time the rating would be 5 *\nYou can write to pastatecakiev@gmail.com.",
    "rating": 5,
    "name": "Говорова Илона",
    "cat": "Restaurant"
  },
  {
    "review": "Бюджетно, вкусно не все. С коктейлями лучше не эксперементировать\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ksenia Nesterenko",
    "cat": "Restaurant"
  },
  {
    "review": "Яна, спасибо за Ваш отзыв. Мы будем очень благодарны, если Вы расскажите подробней о своих впечатлениях и о том, что именно было не так. Для нас это очень ценная и важная информация. С нами можно связаться, написав на почту pastatecakiev@gmail.com или в личные сообщения на  Facebook.\n\n(Translated by Google)\nYana, thanks for your feedback. We will be very grateful if you tell us more about your impressions and what exactly was wrong. This is very valuable and important information for us. You can contact us by writing to pastatecakiev@gmail.com or in private messages on Facebook.",
    "rating": 5,
    "name": "Евгений Волохин",
    "cat": "Restaurant"
  },
  {
    "review": "Безукоризненный вариант для ужина или обеда. Очень любим с женой сюда заглядывать …",
    "rating": 5,
    "name": "Igor Yanyshkevich",
    "cat": "Restaurant"
  },
  {
    "review": "Невероятная кухня,красивая подача,быстрое приготовление!Еда богов просто!🤩\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Елизавета Гогилашвили",
    "cat": "Restaurant"
  },
  {
    "review": "Вау! Спасибо за такой приятный отзыв:) Ждем Вас в гости снова!\n\n(Translated by Google)\nWow! Thank you for such a nice review :) We are waiting for you to visit again!",
    "rating": 5,
    "name": "Олег Изман",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Friendly waiters, delicious pasta, possibly beautifully packaged takeaway pasta …",
    "rating": 2,
    "name": "Tetiana Luz Alves",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение, всегда вкуснейшая паста\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виталий Калашник",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Extremely tasty pasta👌. A small island of Italy in the center of Kiev …",
    "rating": 5,
    "name": "Александра",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious pasta, a good selection of wines and nice prices) …",
    "rating": 3,
    "name": "Андрій Шевченко",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, уютно, место отлично подходит для посиделок с подругой.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksandr Sholudko",
    "cat": "Restaurant"
  },
  {
    "review": "Сидели с друзьями, паста хороша, особенно острая, сырная тоже ничего. Если вы любите пасту - это ваш выбор …",
    "rating": 5,
    "name": "Paulina Pavlina",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very cool restaurant, top atmosphere\n\n(Original) …",
    "rating": 5,
    "name": "Olga Kucherava",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, good service and nice prices. Recommended :) …",
    "rating": 5,
    "name": "Alexey Fadieiev",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Inna, thanks for the feedback! It is very nice that you recommend us to others)\n\n(Original)\nІнна, дякуємо за відгук! Дуже приємно, що ви нас рекомендуєте іншим)",
    "rating": 5,
    "name": "Антонина Ищук",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасная атмосфера, сервис, еда, вино. Хочется возвращаться!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Artem Zakharchenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Nice place, delicious menu, caring attitude to guests\n\n(Original) …",
    "rating": 5,
    "name": "Ігор Кияшко",
    "cat": "Restaurant"
  },
  {
    "review": "Удобный, умиротворяющий интерьер. Вкусная еда, хорошая подача.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Фролов",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, очень рады, что все понравилось. Ждем следующей встречи!\n\n(Translated by Google)\nThank you, very glad that I liked everything. Looking forward to the next meeting!",
    "rating": 5,
    "name": "Николай Лучкив",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее заведение и очень  вкусная  паста. Советую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Maryna Didkovska",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо за отзыв и рекомендацию, нам очень приятно слышать:)\n\n(Translated by Google)\nThanks for the tip and recommendation, we are very pleased to hear :)",
    "rating": 5,
    "name": "Alina Sorokina",
    "cat": "Restaurant"
  },
  {
    "review": "Всегда вкусно и сытно) И персонал очень приятный.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Emil Bayramov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Tasty and cozy. Not crowded, friendly staff.\n\n(Original) …",
    "rating": 5,
    "name": "ana zoshchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Снежана 🤗\n\n(Translated by Google)\nThank you, Snezhana 🤗",
    "rating": 4,
    "name": "Юра З",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious paste, pleasant atmosphere, everything is fast! thank you …",
    "rating": 5,
    "name": "Dasha Muzyka",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) And we thank you! Come more often :)\n\n(Original)\nІ ми Вам дякуємо! Приходьте частіше:)",
    "rating": 3,
    "name": "Alex Shavelev",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно, но не фанат авокадо\n\n(Translated by Google)\nDelicious but not avocado fanatic",
    "rating": 5,
    "name": "Svetlana L",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо за отзыв!\n\n(Translated by Google)\nThanks for the feedback!",
    "rating": 5,
    "name": "Анастасия Мацакова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty. My daughter recommended me.\n\n(Original) …",
    "rating": 5,
    "name": "Виктория Виницкая",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, in the center, not expensive and not cheap.\n\n(Original) …",
    "rating": 5,
    "name": "Татьяна Онищук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious desserts. Waitresses do not go to Ukrainian.\n\n(Original) …",
    "rating": 5,
    "name": "Anna",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. We will be more attentive. We are waiting for you again!\n\n(Original)\nДякуємо Вам за відгук. Будемо уважніше. Чекаємо на Вас знову!",
    "rating": 5,
    "name": "Прот. В. С.",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение!!! Все очень вкусно и добродушная обстановка.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Alla Yarmolenko",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно накормили, обязательно вернусь ещё , не все перепробовал 😁\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alla Sidorenko",
    "cat": "Restaurant"
  },
  {
    "review": "Класс, нам приятно слышать:) Приходите, всегда любим и ждем!\n\n(Translated by Google)\nClass, we are pleased to hear :) Come, always love and wait!",
    "rating": 4,
    "name": "Vinn",
    "cat": "Restaurant"
  },
  {
    "review": "Гениальное место. Всё очень вкусно. Очень гостеприимное.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Jane Doe",
    "cat": "Restaurant"
  },
  {
    "review": "Всегда отличный сервис, вкусная еда и неожиданная музыка)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владимир Логвиненко",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, приятно слышать:)\n\n(Translated by Google)\nThank you, good to hear :)",
    "rating": 2,
    "name": "Groom room Doggy Stile",
    "cat": "Restaurant"
  },
  {
    "review": "Приятная атмосфера и очень вкусно 😋\n\n(Translated by Google)\nNice atmosphere and very tasty 😋",
    "rating": 5,
    "name": "Nina Holdina",
    "cat": "Restaurant"
  },
  {
    "review": "Место славное и уютное. А паста - просто выше всяких похвал!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yurii Zaremba",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious memory and sophisticated staff work. I advise everyone. …",
    "rating": 3,
    "name": "Aleksei Filanovskiy",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We love you and look forward to seeing you again! ♥ ️\n\n(Original)\nДякуємо! Любимо та чекаємо на Вас знову!♥️",
    "rating": 5,
    "name": "Renat Ponomarchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Приятно удивила постная паста. Очень вкусно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ol O",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, уютно, хорошее обслуживание е\n\n(Translated by Google)\nTasty, cozy, good service e",
    "rating": 5,
    "name": "Anna Krylasova",
    "cat": "Restaurant"
  },
  {
    "review": "Нереально вкусная кухня. Рекомендую.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Veronica Malytska",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная паста! Уютное место, демократичные цены.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Valentin Aksyonov",
    "cat": "Restaurant"
  },
  {
    "review": "Внимательные официанты, плохие вытяжки, жидкий тирамису, посредственный кофе.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Igor Bezlepkin",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Антон. Спасибо, что поделились впечатлениями. Нам очень жаль, что в этот раз оценка не самая высокая. Мы будем очень благодарны, если Вы уточните время Вашего визита, это поможет нам разобраться в ситуации. С нами можно связаться, написав на почту pastatecakiev@gmail.com\n\n(Translated by Google)\nGood afternoon, Anton. Thank you for sharing your impressions. We are very sorry that this time the rating is not the highest. We will be very grateful if you specify the time of your visit, this will help us understand the situation. You can contact us by writing to pastatecakiev@gmail.com",
    "rating": 5,
    "name": "Valentyna Moiseienko",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная паста, приветливый персонал.\n\n(Translated by Google)\nDelicious pasta, friendly staff.",
    "rating": 5,
    "name": "Наталия Бойчук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) For pasta-here) Delicious and high quality\n\n(Original) …",
    "rating": 4,
    "name": "Юрий Секач",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, внимательный персонал.  Ризотто с морепродуктами 😋\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dima Chernykh",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусный кофе и вафли🙂 хорошее обслуживание и интерьер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитро Яблоновський",
    "cat": "Restaurant"
  },
  {
    "review": "Уютная, домашняя атмосфера. Очень вкусная паста.\n\n(Translated by Google)\nCozy, homely atmosphere. Delicious pasta.",
    "rating": 3,
    "name": "Vyacheslav Petushkov",
    "cat": "Restaurant"
  },
  {
    "review": "Обслуживание супер, что не скажешь про кухню. Это даже голодному не заходит.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Evelina Voevodina",
    "cat": "Restaurant"
  },
  {
    "review": "Всегда очень вкусно,  быстро и хорошее обслуживание.\n\n(Translated by Google)\nAlways delicious, fast and good service.",
    "rating": 5,
    "name": "Юрий Шаров",
    "cat": "Restaurant"
  },
  {
    "review": "Просто невероятно вкусно, возможность импровизировать особенно радует)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ruslan Solomonovich",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A place where you can eat quickly and deliciously.\n\n(Original) …",
    "rating": 4,
    "name": "Inna",
    "cat": "Restaurant"
  },
  {
    "review": "Хороший выбор вина и отличная кухня.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Олег Выговский",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Богдан! Всегда рады Вам!\n\n(Translated by Google)\nThank you Bogdan! You are always welcome!",
    "rating": 4,
    "name": "Александр Викторович Муха",
    "cat": "Restaurant"
  },
  {
    "review": "Ждала лапшу час. Очень тесный зал,неудобно сидеть.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Liliya Rzheutska",
    "cat": "Restaurant"
  },
  {
    "review": "люблю это заведение, домашняя паста, хорошее обслуживание\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Marketplace Future",
    "cat": "Restaurant"
  },
  {
    "review": "Неплохо, но цены завышены.\n\n(Translated by Google)\nNot bad, but the prices are overpriced.",
    "rating": 5,
    "name": "ionov jaroslav",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно, цены как для ресторана отличные\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Игорь Баранников",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Александра! Очень рады слышать такой отзыв:) Ждем с нетерпением следующей встречи!\n\n(Translated by Google)\nThank you, Alexandra! We are very glad to hear such a review :) We look forward to the next meeting!",
    "rating": 4,
    "name": "Андрей",
    "cat": "Restaurant"
  },
  {
    "review": "Повара просто боги! А тот,  что делает салаты, вне всяких сомнений, Бог!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Тимур Директор",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Андрей, нам невероятно приятно слышать:)\n\n(Translated by Google)\nThank you, Andrey, we are incredibly pleased to hear :)",
    "rating": 5,
    "name": "Daria Millionova",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусное  всё,  вино хорошие, обслуживание  нормальное.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Любомир Дроздовський",
    "cat": "Restaurant"
  },
  {
    "review": "Любая паста — свежая, вкусная.\n\n(Translated by Google)\nAny pasta is fresh and tasty.",
    "rating": 5,
    "name": "Yuriy Archon-ua",
    "cat": "Restaurant"
  },
  {
    "review": "Victor, спасибо за отзыв) приходити к нам ещё)\n\n(Translated by Google)\nVictor, thanks for the feedback) come back to us again)",
    "rating": 5,
    "name": "Vladimir 8882",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and soulful\n\n(Original)\nДуже смачно та душевно",
    "rating": 5,
    "name": "Eugen Katsamai",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, fast, comfortable! Very friendly girls))\n\n(Original) …",
    "rating": 5,
    "name": "Julia Bogdanovna (Jay Jay)",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Alesh, your dude, 😘\n\n(Original)\nAlesh, дякую Вам 😘",
    "rating": 5,
    "name": "nataliya andrusenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, as always!\nThanks! ) …",
    "rating": 5,
    "name": "Наталия Муляр",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Mykola, thank you for your feedback and kind words)\n\n(Original)\nMykola, дякуємо за відгук та теплі слова)",
    "rating": 5,
    "name": "Роман Ерёменко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно, приятная атмосфера, хорошее обслуживание\n\n(Translated by Google)\nVery tasty, nice atmosphere, good service",
    "rating": 5,
    "name": "Viacheslav",
    "cat": "Restaurant"
  },
  {
    "review": "Мария, супер! Приходите еще :)\n\n(Translated by Google)\nMaria, super! Come again :)",
    "rating": 4,
    "name": "Aleksey Krayevsky",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I really liked it, I liked the very good waiters\n\n(Original) …",
    "rating": 5,
    "name": "Julia Paevska",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Natalia, thank you for your feedback. We try, come to us)\n\n(Original)\nНаталя, дякуємо за відгук. Стараємось, приходьте ще до нас)",
    "rating": 5,
    "name": "Светлана Омельчук",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение с вкусными блюдами и приятным обслуживанием\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитро Мартишевский",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good cuisine. Pasta of own production.\n\n(Original) …",
    "rating": 5,
    "name": "Нона Солонецкая",
    "cat": "Restaurant"
  },
  {
    "review": "просто вкусно и недорого. хороший сервис\n\n(Translated by Google)\njust tasty and inexpensive. good service",
    "rating": 5,
    "name": "Натали К",
    "cat": "Restaurant"
  },
  {
    "review": "Как всегда вкусно и уютно. Работают профи.\n\n(Translated by Google)\nAs always tasty and cozy. Pros work.",
    "rating": 5,
    "name": "Наталья Волощенко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Nice, cozy place, delicious food.\n\n(Original) …",
    "rating": 5,
    "name": "Anastasiia Myronets",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Владислав! Спасибо, что написали нам. Мы будем очень признательны, если Вы уточните детали Вашего визита, в частности когда он был, написав на почту pastatecakiev@gmail.com или в личные сообщения на Facebook.\n\n(Translated by Google)\nGood afternoon, Vladislav! Thank you for writing to us. We will be very grateful if you clarify the details of your visit, in particular when it was by writing to pastatecakiev@gmail.com or in personal messages on Facebook.",
    "rating": 5,
    "name": "Kostiantyn Chapiuk",
    "cat": "Restaurant"
  },
  {
    "review": "Завтраки тут просто бомба\nГотов приехать с другого конца города ради завтрака в пастатеке …",
    "rating": 5,
    "name": "Сергей Щербак",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Cozy and peaceful. You can have breakfast or meet\n\n(Original) …",
    "rating": 5,
    "name": "Olha VOV",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! Always glad to see you :)\n\n(Original)\nДякуємо! Завжди раді Вас бачити :)",
    "rating": 5,
    "name": "Тим Ренев",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно,но цены завышенные,на мой взгляд.\n\n(Translated by Google)\nDelicious but overpriced in my opinion.",
    "rating": 5,
    "name": "Марта Савич",
    "cat": "Restaurant"
  },
  {
    "review": "Оксана, спасибо. Как прошёл ваш визит в ресторан pastateca? Нам важно понимать.\n\n(Translated by Google)\nOksana, thank you. How was your visit to the pastateca restaurant? It is important for us to understand.",
    "rating": 5,
    "name": "Инна Сосновская",
    "cat": "Restaurant"
  },
  {
    "review": "Лучшая паста 🍝 и не только 😌\nУютное и приятное место. …",
    "rating": 3,
    "name": "Alexander Balabanov",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо большое, нам невероятно приятно слышать такой отзыв:)\n\n(Translated by Google)\nThank you very much, we are incredibly pleased to hear such a review :)",
    "rating": 5,
    "name": "Andrii Dashko",
    "cat": "Restaurant"
  },
  {
    "review": "Приятное место с хорошим меню для любителей пасты.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Стихи Сергей Городинец",
    "cat": "Restaurant"
  },
  {
    "review": "Всегда вкусно и быстро.\n\n(Translated by Google)\nAlways tasty and fast.",
    "rating": 5,
    "name": "Богдан Рожкевич",
    "cat": "Restaurant"
  },
  {
    "review": "Место уютное и милое. Персонал приятный\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olena Rozhkevych",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная паста и хорошая атмосфера!\n\n(Translated by Google)\nDelicious pasta and good atmosphere!",
    "rating": 5,
    "name": "Дмитро Кудрицький",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, funny. A good selection of pastes\n\n(Original) …",
    "rating": 4,
    "name": "Pavel Daniman",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We are waiting for you again.\n\n(Original)\nДякуємо! Чекаємо на Вас знову.",
    "rating": 5,
    "name": "TrueCars Cars import",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Large selection of pasta, nice prices\n\n(Original) …",
    "rating": 4,
    "name": "Alex Verba",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Natalia, thank you very much for your feedback!\n\n(Original)\nНаталя, дуже дякуємо за відгук!",
    "rating": 5,
    "name": "Zubkov D",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A cozy place in the center of Kiev for pastry connoisseurs. …",
    "rating": 5,
    "name": "Алина Терещук",
    "cat": "Restaurant"
  },
  {
    "review": "Рекомендую Фильтр ☕️\n\n(Translated by Google)\nRecommend Filter ☕️",
    "rating": 4,
    "name": "Алла Липовяк-Мєлкозьорова",
    "cat": "Restaurant"
  },
  {
    "review": "Очень уютно, вкусно!\n\n(Translated by Google)\nVery cozy, tasty!",
    "rating": 5,
    "name": "Dragon Walf",
    "cat": "Restaurant"
  },
  {
    "review": "Натали,  спасибо за отзыв! Благодарны за обратную связь👍\n\n(Translated by Google)\nNatalie, thanks for the tip! Thank you for your feedback👍",
    "rating": 2,
    "name": "Сергей Басанский",
    "cat": "Restaurant"
  },
  {
    "review": "Одна из лучших Паст в Киеве. Лучше только в Одессе 🐈\n\n(Translated by Google) …",
    "rating": 5,
    "name": "tetiana tetiana",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The pasta is delicious. The staff is attentive and friendly. …",
    "rating": 5,
    "name": "Sophia Semenchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Отличная атмосфера. Вкусная паста.\n\n(Translated by Google)\nGreat atmosphere. Delicious pasta.",
    "rating": 5,
    "name": "Олеся Стеценко",
    "cat": "Restaurant"
  },
  {
    "review": "Вкуснейшая паста с грибами, адекватные цены\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Юлия Малетина",
    "cat": "Restaurant"
  },
  {
    "review": "Каждый раз в киеве я захожу к ним на обед)\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Леся Гуменна_Соколовська",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо! Это самое приятное, что можно услышать:) Всегда любим и ждем!\n\n(Translated by Google)\nThank! This is the most pleasant thing you can hear :) Always love and wait!",
    "rating": 5,
    "name": "Nataliia Bidna",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Leonid Khomenko",
    "cat": "Restaurant"
  },
  {
    "review": "Десерт Павловой и Лазанья - великолепны! Спасибо!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталья Слободян",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо Администратору,Все понравилось))))\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Оля Переш",
    "cat": "Restaurant"
  },
  {
    "review": "От пасты с трюфельным маслом можно потерять сознание😍😍😍😍\nПри чем из раза в раз😍😍😍 …",
    "rating": 5,
    "name": "Simay Gizem Cavusoglu",
    "cat": "Restaurant"
  },
  {
    "review": "Вкуснейший десерт\n\n(Translated by Google)\nDelicious dessert",
    "rating": 5,
    "name": "Илья Евтушок (by Fors)",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Валерия!\n\n(Translated by Google)\nThank you Valeria!",
    "rating": 4,
    "name": "Kseniya Kseniya",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Christina Strizhkova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very delicious paste of own production\n\n(Original) …",
    "rating": 5,
    "name": "Iryna Kondratenko",
    "cat": "Restaurant"
  },
  {
    "review": "Паста с каштанами и паста четыре сыра – мои любимые пасты в городе\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Dmitry Arkhipov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Lots of different pasta, price norms\n\n(Original) …",
    "rating": 5,
    "name": "Евгений Шатилов",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, быстро, тепло:) Спасибо!\n\n(Translated by Google)\nTasty, fast, warm :) Thank you!",
    "rating": 5,
    "name": "Masha Zhuravel",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and very original tabouleh.\n\n(Original) …",
    "rating": 4,
    "name": "Zahir ATICI",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously! Spinach pasta is great!\n\n(Original) …",
    "rating": 4,
    "name": "maxx00020",
    "cat": "Restaurant"
  },
  {
    "review": "Неплохое место, доставка хромает\n\n(Translated by Google)\nNot a bad place, delivery is lame",
    "rating": 5,
    "name": "Наталья ДАВИДЕНКО",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно и уютно.\n\n(Translated by Google)\nVery tasty and cozy.",
    "rating": 5,
    "name": "Ruz Sor",
    "cat": "Restaurant"
  },
  {
    "review": "Максим, спасибо за отзыв!\n\n(Translated by Google)\nMaxim, thanks for the tip!",
    "rating": 5,
    "name": "Elena Beauty",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, уютно, приятное обслуживание.\n\n(Translated by Google)\nTasty, comfortable, pleasant service.",
    "rating": 5,
    "name": "Дарья Макаренко",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, очень рады слышать:)\n\n(Translated by Google)\nThank you, very happy to hear :)",
    "rating": 3,
    "name": "Olcay Bozkurt",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная паста и тирамису. Рекомендую\n\n(Translated by Google)\nDelicious pasta and tiramisu. Recommend",
    "rating": 4,
    "name": "Roman Sakun",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, приятный персонал, быстрое обслуживание 😊\n\n(Translated by Google)\nTasty, nice staff, quick service 😊",
    "rating": 5,
    "name": "Олег Щур",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Serving super and tasty.\n\n(Original) …",
    "rating": 5,
    "name": "Yash Dixit",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very glad to hear! We are waiting for you again :)\n\n(Original)\nДуже раді чути! Чекаємо на Вас знову:)",
    "rating": 5,
    "name": "Алисия Адрианова",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная еда, приятная атмосфера\n\n(Translated by Google)\nVery tasty food, nice atmosphere",
    "rating": 4,
    "name": "Андрей Лозинский",
    "cat": "Restaurant"
  },
  {
    "review": "Валерия, всегда рады 😍\n\n(Translated by Google)\nValeria, always welcome 😍",
    "rating": 4,
    "name": "Fatum black",
    "cat": "Restaurant"
  },
  {
    "review": "Паста здесь реально вкуснее, чем в центре Венеции!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Serhii Tverdokhlib",
    "cat": "Restaurant"
  },
  {
    "review": "Самые приятные слова для нас! Спасибо большое!\n\n(Translated by Google)\nThe most pleasant words for us! Thank you very much!",
    "rating": 5,
    "name": "Iryna Feshchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошая атмосфера и вкусно готовят\n\n(Translated by Google)\nGood atmosphere and delicious cooking",
    "rating": 5,
    "name": "Sergii Nechuiviter",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I really like it, especially the pasta))\n\n(Original) …",
    "rating": 3,
    "name": "Maria Ilmanenko",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасный семейный итальянский ресторан\n\n(Translated by Google)\nLovely family-run Italian restaurant",
    "rating": 5,
    "name": "Serhii Didkovsky",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Сергей!\n\n(Translated by Google)\nThanks, Sergey!",
    "rating": 3,
    "name": "Serhii Denysenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great institution, everything is top notch💛\nI recommend …",
    "rating": 5,
    "name": "Стас Станиславский",
    "cat": "Restaurant"
  },
  {
    "review": "Невероятно вкусная паста и хороший сервис\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Pavlo Shevchenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Snug\n\n(Original)\nЗатишно",
    "rating": 4,
    "name": "Julia Shashkova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The best pasta in town! ❤❤❤\n\n(Original)\nНайкраща паста в місті!❤❤❤",
    "rating": 4,
    "name": "Sergey Moshkov",
    "cat": "Restaurant"
  },
  {
    "review": "Вкуснее пасты я никогда не ел.\n\n(Translated by Google)\nDelicious pasta I've never eaten.",
    "rating": 5,
    "name": "Диана Ломакина",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Moderate food not comfortable space\n\n(Original) …",
    "rating": 4,
    "name": "Іван Дудич",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, хорошее обслуживание, уютное заведение\n\n(Translated by Google)\nTasty, good service, cozy place",
    "rating": 2,
    "name": "Serge Konuhov",
    "cat": "Restaurant"
  },
  {
    "review": "Очень крутое, по-настоящему итальянское место в Киеве\n\n(Translated by Google)\nVery cool, truly Italian place in Kiev",
    "rating": 5,
    "name": "Анастасія Наливайська",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, рады слышать, что все понравилось!\n\n(Translated by Google)\nThank you, glad to hear that everyone enjoyed it!",
    "rating": 5,
    "name": "Yevhenii Kurdybakha",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Nice atmosphere, delicious pasta\n\n(Original) …",
    "rating": 5,
    "name": "Galia Vdovenko",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная еда и приятное обслуживание.\n\n(Translated by Google)\nVery tasty food and nice service.",
    "rating": 5,
    "name": "Слава Мусиенко",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасное место, все очень вкусно\n\n(Translated by Google)\nGreat place, everything is very tasty",
    "rating": 5,
    "name": "Mariia Andreieva",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная паста, цены выше среднего\n\n(Translated by Google)\nDelicious pasta, prices are above average",
    "rating": 5,
    "name": "Tetyana Pupynina",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Данил. Надеемся увидеть Вас снова.\n\n(Translated by Google)\nThank you, Danil. Hope to see you again.",
    "rating": 5,
    "name": "Дар'я Сидоренко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Nice room. Deliciously\n\n(Original)\nГарне приміщення. Смачно",
    "rating": 2,
    "name": "Rip Van Wincle",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much to hear.\n\n(Original)\nДякуємо, нам дуже приємно чути.",
    "rating": 5,
    "name": "Vlad Khizanov",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее место, хороший сервис, довольно вкусно!\n\n(Translated by Google)\nNice place, good service, quite tasty!",
    "rating": 3,
    "name": "Yulia Moskvina",
    "cat": "Restaurant"
  },
  {
    "review": "Один из самых душевных ресторанов города\n\n(Translated by Google) …",
    "rating": 5,
    "name": "A L",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приятно слышать, спасибо, Сергей!\n\n(Translated by Google)\nVery nice to hear, thanks, Sergey!",
    "rating": 5,
    "name": "Ann Rudinskaya",
    "cat": "Restaurant"
  },
  {
    "review": "Очень хорошая паста\n\n(Translated by Google)\nVery good pasta",
    "rating": 5,
    "name": "Oleksandr Sumenok",
    "cat": "Restaurant"
  },
  {
    "review": "Шикарная паста, отличные закуски к вину\n\n(Translated by Google)\nGorgeous pasta, great snacks for wine",
    "rating": 5,
    "name": "Владимир Колесник",
    "cat": "Restaurant"
  },
  {
    "review": "Здесь прекрасно всё.\n\n(Translated by Google)\nEverything is fine here.",
    "rating": 5,
    "name": "Svitlana Pohoda",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная паста\n\n(Translated by Google)\nVery tasty pasta",
    "rating": 5,
    "name": "Ким Шин Лао",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Cozy, polite, delicious\n\n(Original)\nЗатишно, чемно, смачно",
    "rating": 5,
    "name": "Anna Milicheva",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Zhanna, thanks for the feedback and kind words)\n\n(Original)\nZhanna, дякуємо за відгук та теплі слова)",
    "rating": 5,
    "name": "Слава Слава",
    "cat": "Restaurant"
  },
  {
    "review": "Обслуживание, персонал и водичка на столе,)!!! Вау\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитрий Лаппо",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно. Душевно.\n\n(Translated by Google)\nDelicious. Sincerely.",
    "rating": 5,
    "name": "Julia Isaeva",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious pasta, nice service\n\n(Original) …",
    "rating": 4,
    "name": "Olena Stegnii",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная паста \"4 сыра\"\n\n(Translated by Google)\nDelicious 4 Cheese Pasta",
    "rating": 5,
    "name": "Вилена Визенкова",
    "cat": "Restaurant"
  },
  {
    "review": "Александр, спасибо! Приятного :) У меня появилась новинка: паста с креветками! Заходите )\n\n(Translated by Google)\nAlexander, thank you! Have a nice :) I have a novelty: pasta with shrimps! Come in)",
    "rating": 4,
    "name": "Dmytro Shapoval",
    "cat": "Restaurant"
  },
  {
    "review": "Просто изумительная паста, советую\n\n(Translated by Google)\nJust amazing pasta, I advise",
    "rating": 5,
    "name": "Ivan Demtso",
    "cat": "Restaurant"
  },
  {
    "review": "Все хорошо, но тесно.\n\n(Translated by Google)\nAll is well, but cramped.",
    "rating": 5,
    "name": "Oleksandr Peresta",
    "cat": "Restaurant"
  },
  {
    "review": "Очень очень очень вкусно. Рекомендую\n\n(Translated by Google)\nVery very very tasty. I recommend",
    "rating": 5,
    "name": "Кристина Архипова",
    "cat": "Restaurant"
  },
  {
    "review": "Всё очень вкусно  и уютно\n\n(Translated by Google)\nEverything is very tasty and cozy",
    "rating": 5,
    "name": "Anatolii Reva",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Татьяна Щербинина",
    "cat": "Restaurant"
  },
  {
    "review": "4 сыра  ! Дайошь больше порцию! :)))\n\n(Translated by Google)\n4 cheeses! Give more serving! :)))",
    "rating": 4,
    "name": "Andrew Jett",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно и уютно\n\n(Translated by Google)\nVery tasty and cozy",
    "rating": 5,
    "name": "Алёна Казакова",
    "cat": "Restaurant"
  },
  {
    "review": "Александр, спасибо, нам очень приятно слышать:)\n\n(Translated by Google)\nAlexander, thank you, we are very pleased to hear :)",
    "rating": 5,
    "name": "Sample Text",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Best tiramisu in the city!\n\n(Original)\nНайкраще тірамісу в місті!",
    "rating": 5,
    "name": "Kanstantsin Darashchonak",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very nice to hear, thank you!\n\n(Original)\nДуже приємно чути, дякуємо!",
    "rating": 5,
    "name": "Cтанислав Охрименко",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошая итальянская кухня\n\n(Translated by Google)\nGood italian food",
    "rating": 5,
    "name": "Artem L",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Алексей! Всегда рады Вам.\n\n(Translated by Google)\nThank you Alexey! You are always welcome.",
    "rating": 3,
    "name": "Stanislav Skorobogach",
    "cat": "Restaurant"
  },
  {
    "review": "Шикарная паста и обслуживание!\n\n(Translated by Google)\nChic pasta and service!",
    "rating": 5,
    "name": "Bohdan Chehrynets",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Богдан!\n\n(Translated by Google)\nThanks Bogdan!",
    "rating": 3,
    "name": "Alex Almiz",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very nice very good and cheap.\n\n(Original) …",
    "rating": 5,
    "name": "Krzysztof Pietrzak",
    "cat": "Restaurant"
  },
  {
    "review": "Одна из вкуснейших паст в городе\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alexandr Stepanyuk",
    "cat": "Restaurant"
  },
  {
    "review": "Наш любимый ресторан\n\n(Translated by Google)\nOur favorite restaurant",
    "rating": 4,
    "name": "Den Trubnikov",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Снежана! Всегда любим и ждем!\n\n(Translated by Google)\nThank you Snezhana! We always love and wait!",
    "rating": 5,
    "name": "Михаил Леонтьев",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anna Diedikova",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная паста 4 сыра 😍\n\n(Translated by Google)\nTasty pasta 4 cheese 😍",
    "rating": 5,
    "name": "Iryna Abramchenkova",
    "cat": "Restaurant"
  },
  {
    "review": "Лия, спасибо ) это любимица гостей 😜\n\n(Translated by Google)\nLeah, thank you) this is the favorite of guests",
    "rating": 4,
    "name": "Constantine Turtsevich",
    "cat": "Restaurant"
  },
  {
    "review": "Очень хороший ресторан\n\n(Translated by Google)\nVery good restaurant",
    "rating": 5,
    "name": "Serhii Osadchyi",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, быстро и недорого\n\n(Translated by Google)\nDelicious, fast and inexpensive",
    "rating": 5,
    "name": "Viktoria Kharitonchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, сытно, много:)\n\n(Translated by Google)\nTasty, satisfying, a lot :)",
    "rating": 3,
    "name": "Oleksii Dubok",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусное и уютное место\n\n(Translated by Google)\nVery tasty and cozy place.",
    "rating": 4,
    "name": "Combat Penguin",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно и уютно\n\n(Translated by Google)\nVery tasty and cozy",
    "rating": 5,
    "name": "Lina",
    "cat": "Restaurant"
  },
  {
    "review": "Уютное место с отличной кухней !\n\n(Translated by Google)\nA cozy place with excellent food!",
    "rating": 4,
    "name": "Ann Konovodova",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная паста\n\n(Translated by Google)\nVery tasty pasta",
    "rating": 5,
    "name": "Roman Kapushchak",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Александр! Нам очень приятно слышать:)\n\n(Translated by Google)\nThank you, Alexander! We are very pleased to hear :)",
    "rating": 4,
    "name": "TatyanaNikolaevna Danilenko",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная паста и сезонные напитки\n\n(Translated by Google)\nDelicious pasta and seasonal drinks",
    "rating": 5,
    "name": "Маряна Лосяк",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Nice and fun place.\n\n(Original)\nПриємне і прикольне місце.",
    "rating": 5,
    "name": "Ольга Котюжанська",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Peter, thank you) It's very nice that you liked it! ) I'll be back to the Baltics again)\n\n(Original)\nПетр, дякую ) Дуже добре, що Вам сподобалось! ) Рада буду Балтії знову )",
    "rating": 5,
    "name": "Vsevolod Chapiuk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) An unexpectedly nice place!\n\n(Original)\nНесподівано приємне місце!",
    "rating": 5,
    "name": "Наталія Бадьора",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Everything is very cool!\n\n(Original)\nВсе дуже круто!",
    "rating": 5,
    "name": "Alyona Potapova",
    "cat": "Restaurant"
  },
  {
    "review": "Все супер\n\n(Translated by Google)\nEverything is super",
    "rating": 5,
    "name": "Maksym Bilychenko",
    "cat": "Restaurant"
  },
  {
    "review": "Люблю их вина и закуски\n\n(Translated by Google)\nI love their wines and snacks",
    "rating": 5,
    "name": "Українка",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная паста\n\n(Translated by Google)\nVery tasty pasta",
    "rating": 4,
    "name": "Дмитрий Дмитрий",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, демократично.\n\n(Translated by Google)\nTasty, democratic.",
    "rating": 4,
    "name": "Богдана Колодий",
    "cat": "Restaurant"
  },
  {
    "review": "Уютно и вкусно :)\n\n(Translated by Google)\nCozy and tasty :)",
    "rating": 4,
    "name": "Павел Карпинский",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно",
    "rating": 5,
    "name": "Татьяна Рыбак",
    "cat": "Restaurant"
  },
  {
    "review": "Чечевичный суп вкусный\n\n(Translated by Google)\nLentil soup delicious",
    "rating": 5,
    "name": "Kostiantyn Levytskyi (LeKonstantoS)",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Tetiana Chuikova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you!\n\n(Original)\nДякуємо!",
    "rating": 4,
    "name": "Артем Гарбуз",
    "cat": "Restaurant"
  },
  {
    "review": "В этот раз не понравилось!\n\n(Translated by Google)\nThis time did not like it!",
    "rating": 5,
    "name": "Mykhailo Pohoda",
    "cat": "Restaurant"
  },
  {
    "review": "Все очень вкусно\n\n(Translated by Google)\nEverything is very delicious",
    "rating": 5,
    "name": "Александр Радько",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошие цены и паста\n\n(Translated by Google)\nGood prices and pasta",
    "rating": 5,
    "name": "Gleb Nazarenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good but tight\n\n(Original)\nГарно але тісно",
    "rating": 5,
    "name": "Yuri Kyrpach",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Andrew, thank you :)\n\n(Original)\nАндрій, дякую :)",
    "rating": 5,
    "name": "Ростислав Вакало",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and cozy\n\n(Original)\nСмачно і затишно",
    "rating": 5,
    "name": "Kate Kryvenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much!\n\n(Original)\nДуже дякуємо!",
    "rating": 4,
    "name": "Viktoriia Babalikova",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно и уютно!",
    "rating": 5,
    "name": "Олексій Шанський",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Magnificent atmosphere)\n\n(Original)\nЧудова атмосфера)",
    "rating": 5,
    "name": "Alexander Nalbandov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Olga, thanks for the feedback !!! Glad you liked it)\n\n(Original)\nOlga, дякуємо за відгук!!! Раді, що Вам сподобалось)",
    "rating": 3,
    "name": "Анастасія Терентьєва",
    "cat": "Restaurant"
  },
  {
    "review": "Паста отменная, приду еще.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Ruslan Voloshyn",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно!\n\n(Translated by Google)\nVery tasty!",
    "rating": 5,
    "name": "Jane Voznyuk",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Антонина!\n\n(Translated by Google)\nThank you Antonina!",
    "rating": 5,
    "name": "sophie",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The paste is beautiful. Expensive\n\n(Original)\nПаста гарна. Дорогувато",
    "rating": 5,
    "name": "Dm Rm",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Everything is just super!\n\n(Original)\nВсе просто супер!",
    "rating": 5,
    "name": "Max Makeyko",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно.\n\n(Translated by Google)\nTasty.",
    "rating": 5,
    "name": "Alexander Moichenko",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо!\n\n(Translated by Google)\nThank you!",
    "rating": 5,
    "name": "Ann Usova",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно.\n\n(Translated by Google)\nTasty.",
    "rating": 5,
    "name": "kota kon",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious pasta\n\n(Original)\nДуже смачна паста",
    "rating": 5,
    "name": "Александра Хромушина",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Marina, waiting for you 😘\n\n(Original)\nМаріна, чекаємо на Вас 😘",
    "rating": 5,
    "name": "Екатерина Живанова",
    "cat": "Restaurant"
  },
  {
    "review": "Лучшая паста в Киеве)\n\n(Translated by Google)\nThe best pasta in Kiev)",
    "rating": 4,
    "name": "Александр Федоренко",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно 👌\n\n(Translated by Google)\nTasty 👌",
    "rating": 4,
    "name": "Ismindirov Vlad",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Владимир Михлик",
    "cat": "Restaurant"
  },
  {
    "review": "Очень мало места.\n\n(Translated by Google)\nVery little space.",
    "rating": 5,
    "name": "Ксюша Мироненко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно!\n\n(Translated by Google)\nVery tasty!",
    "rating": 4,
    "name": "Imsia7",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) restaurant once\n\n(Original)\nзаведение на 1 раз",
    "rating": 4,
    "name": "Сергей Петюшенко",
    "cat": "Restaurant"
  },
  {
    "review": "Любимая паста в городе.\n\n(Translated by Google)\nFavorite pasta in town.",
    "rating": 5,
    "name": "Alex Liakin",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно!!!\n\n(Translated by Google)\nVery tasty!!!",
    "rating": 5,
    "name": "Ольга Орлова",
    "cat": "Restaurant"
  },
  {
    "review": "Анастасия, спасибо за отзыв!\n\n(Translated by Google)\nAnastasia, thanks for the tip!",
    "rating": 3,
    "name": "Olga Si",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно!\n\n(Translated by Google)\nTasty!",
    "rating": 4,
    "name": "Tata Kudlay",
    "cat": "Restaurant"
  },
  {
    "review": "Вернули забытый ноутбук)))))\n\n(Translated by Google)\nThey returned the forgotten laptop)))))",
    "rating": 5,
    "name": "Елена Портянка",
    "cat": "Restaurant"
  },
  {
    "review": "Татьяна, спасибо за оценку! Приходите к нам на новинки в меню ) соскучились :)\n\n(Translated by Google)\nTatyana, thanks for the rating! Come to us for new items in the menu) miss me :)",
    "rating": 5,
    "name": "Фитнес-клуб Zaporizhzhya Cro77fit",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and fine\n\n(Original)\nСмачно та ситно",
    "rating": 5,
    "name": "Igor Bilichenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, Anno, and we are waiting for you again!\n\n(Original)\nДякуємо, Анно, та чекаємо на Вас знову!",
    "rating": 4,
    "name": "Denis Denisenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great place.\n\n(Original)\nЧудове місце.",
    "rating": 4,
    "name": "Юлия Гончарук",
    "cat": "Restaurant"
  },
  {
    "review": "Ничего, так. Скучно.\n\n(Translated by Google)\nPretty good. Boring.",
    "rating": 5,
    "name": "Iuliia Khalavchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Кухня👍",
    "rating": 4,
    "name": "Анна Марьянова",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Алла!♥️\n\n(Translated by Google)\nThank you Alla! ♥ ️",
    "rating": 5,
    "name": "Roman Kliuchko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good interior.\n\n(Original)\nНепоганий інтер'єр.",
    "rating": 5,
    "name": "Nataliya Rybalko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Vinn, thank you! Come yet :) Waiting for you!\n\n(Original)\nVinn, дякую! Приходьте ще :) Чекаємо на Вас!",
    "rating": 2,
    "name": "Мелания Троцан",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Кристина Коваленко",
    "cat": "Restaurant"
  },
  {
    "review": "Более менее понравилось\n\n(Translated by Google)\nMore or less liked",
    "rating": 4,
    "name": "Андрей Ященко",
    "cat": "Restaurant"
  },
  {
    "review": "Не вкусно :(\n\n(Translated by Google)\nIt's not tasty :(",
    "rating": 2,
    "name": "Slimer 606",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв. Будем очень благодарны, если Вы подробней поделитесь Вашими впечатлениями и расскажете, что именно Вам не понравилось. С нами можно связаться написав на почту pastatecakiev@gmail.com\n\n(Translated by Google)\nThanks for your feedback. We will be very grateful if you share your impressions in more detail and tell us what exactly you did not like. You can contact us by writing to pastatecakiev@gmail.com",
    "rating": 4,
    "name": "Светлана Трандафілова",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно и душевно\n\n(Translated by Google)\nTasty and Mentally",
    "rating": 3,
    "name": "Vova Usachov",
    "cat": "Restaurant"
  },
  {
    "review": "Нина, спасибо 🤗\n\n(Translated by Google)\nNina, thank you",
    "rating": 5,
    "name": "Olena Nizalova",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошо, вкусно.\n\n(Translated by Google)\nGood, tasty.",
    "rating": 4,
    "name": "Patrick Morote",
    "cat": "Restaurant"
  },
  {
    "review": "Приемлемые завтраки\n\n(Translated by Google)\nAcceptable breakfasts",
    "rating": 5,
    "name": "Oleksandr Bonar",
    "cat": "Restaurant"
  },
  {
    "review": "Алексей, спасибо. Что было не так, как хотелось бы? Нам важно знать замечания. Мы ради Вас развиваемся.\n\n(Translated by Google)\nAlex, thank you. What was not as desired? It is important for us to know the comments. We are developing for you.",
    "rating": 5,
    "name": "Дубенська Ольга",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошо и доброжелательно\n\n(Translated by Google)\nGood and friendly",
    "rating": 5,
    "name": "motor bazi scorpion",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, ждем Вас в гости снова!\n\n(Translated by Google)\nThank you, we are waiting for you to visit again!",
    "rating": 4,
    "name": "Olenka Olenka",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно и уютно\n\n(Translated by Google)\nTasty and cozy",
    "rating": 5,
    "name": "Marta Dembovska",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Вікторія Ковальова",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ashirova Irina",
    "cat": "Restaurant"
  },
  {
    "review": "Дорого и невкусно.\n\n(Translated by Google)\nExpensive and tasteless.",
    "rating": 4,
    "name": "Світлана Ткачук",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Yuliia Lazarenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Extraordinary breakfasts\n\n(Original)\nНадзвичані сніданки",
    "rating": 5,
    "name": "Анастасія Сергієнко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно\n\n(Translated by Google)\nVery tasty",
    "rating": 5,
    "name": "Надія Овдун",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Stanislav Kondratiev",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно и уютно\n\n(Translated by Google)\nTasty and cozy",
    "rating": 5,
    "name": "Дарина Кирнична",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously\n\n(Original)\nСмачно",
    "rating": 5,
    "name": "Юлия Онищенко",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошо\n\n(Translated by Google)\nGood",
    "rating": 5,
    "name": "Evgenia",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно\n\n(Translated by Google)\nVery tasty",
    "rating": 5,
    "name": "ivanov ivan",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо!\n\n(Translated by Google)\nThank you!",
    "rating": 5,
    "name": "Jose Narvaez",
    "cat": "Restaurant"
  },
  {
    "review": "Приятное заведение\n\n(Translated by Google)\nPleasant establishment",
    "rating": 5,
    "name": "Леонид Терещенко",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, Юрий! Будем рады увидеть Вас снова.\n\n(Translated by Google)\nThank you, Yuri! We look forward to seeing you again.",
    "rating": 5,
    "name": "Iryna Kupchynska",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусное место\n\n(Translated by Google)\nTasty place",
    "rating": 5,
    "name": "Татьяна Кубарская",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно",
    "rating": 5,
    "name": "Yana Marchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно",
    "rating": 4,
    "name": "Оксана Ярмоленко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Superrr\n\n(Original)\nСуперрр",
    "rating": 3,
    "name": "Mari Gv",
    "cat": "Restaurant"
  },
  {
    "review": "Супер",
    "rating": 4,
    "name": "Konstantin Perevozov",
    "cat": "Restaurant"
  },
  {
    "review": "Приятно аппетита..\n\n(Translated by Google)\nBon Appetit..",
    "rating": 5,
    "name": "G Drake",
    "cat": "Restaurant"
  },
  {
    "review": "Вау\n\n(Translated by Google)\nWow",
    "rating": 5,
    "name": "Marinella",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you!",
    "rating": 5,
    "name": "Виктор Мусатов",
    "cat": "Restaurant"
  },
  {
    "review": "Супер\n\n(Translated by Google)\nSuper",
    "rating": 5,
    "name": "Анатолий Степенко",
    "cat": "Restaurant"
  },
  {
    "review": "Не плохое место\n\n(Translated by Google)\nNot a bad place",
    "rating": 5,
    "name": "Kateryna Grosul",
    "cat": "Restaurant"
  },
  {
    "review": "Лучшая паста!\n\n(Translated by Google)\nThe best paste!",
    "rating": 2,
    "name": "Maxim Ivancha",
    "cat": "Restaurant"
  },
  {
    "review": "Любимое место\n\n(Translated by Google)\nFavorite place",
    "rating": 5,
    "name": "Ирина Лебедь",
    "cat": "Restaurant"
  }
]