[
  {
    "review": "One of the best restaurants that I've been to in a while. The food was absolutely delicious,  it's very clean and they have good wifi while it's located partly underground.  I'll be going here a lot more often.",
    "rating": 5,
    "name": "Michael Jennings",
    "cat": "Restaurant"
  },
  {
    "review": "Good restaurant with some sort of Thai cuisine, but they also had dishes of Ukrainian cuisine. Moderate  prices and medium portions. You should be ready for the basement location of the restaurant. …",
    "rating": 4,
    "name": "Дмитро Сидоренко",
    "cat": "Restaurant"
  },
  {
    "review": "I went there 4 days in a roll, most of days for lunch and dinner. It was closest one around where i stayed. Most staffs tried to serve good. Their foods are fusion Asian foods and far from originals but taste were alright except some fried rice was too oily and heavy taste.",
    "rating": 5,
    "name": "D S",
    "cat": "Restaurant"
  },
  {
    "review": "Food and service was excellent.   They have very cool terrace for evenings. I enjoyed the spring roll with shrimp and Pad Thai with chicken. The Pad Thai was good. It was their take on Pad Thai. We did not try anything from the bar.",
    "rating": 5,
    "name": "Jon Brookins",
    "cat": "Restaurant"
  },
  {
    "review": "Has only a few Thai dishes, the rest is a random mix of European and Asian dishes. Don't expect to find Thai curry or Thai desserts here. Interior and service were pleasant, but the food was of average quality only. Definitely does not deserve the high ratings.",
    "rating": 2,
    "name": "Heinz Meyer",
    "cat": "Restaurant"
  },
  {
    "review": "The food and dishes are really nice and the prices are good. But it feels like it used to be a hookah bar there before. You can smell hookah everywhere.",
    "rating": 3,
    "name": "Yuriy Polyashko",
    "cat": "Restaurant"
  },
  {
    "review": "Good afternoon, we are very glad that you liked our cuisine. About the smell - it's not a hookah, it's a mango aroma diffuser smells in the restaurant",
    "rating": 1,
    "name": "Pavlo Papazov",
    "cat": "Restaurant"
  },
  {
    "review": "I’ve made an order in this restaurant by Glovo delivery service.\nFirst issue - my courier calls me after 15 min of waiting in the Phi-Phi and told, that estimated time of food preparation will be 30 mins. …",
    "rating": 5,
    "name": "Ryan Waldron",
    "cat": "Restaurant"
  },
  {
    "review": "I always stay at the Senator Victory Square when I am in Kyiv. The hotel elevator's bottom floor brings you to Phi-Phi, a wonderful little restaurant. I have always enjoyed the excellent food and service here.",
    "rating": 5,
    "name": "ez life",
    "cat": "Restaurant"
  },
  {
    "review": "I thought it was an asian restaurant But the food is not bad tbh. Beef cheek is nice. Price is matching the quality",
    "rating": 4,
    "name": "Valery Tretyak",
    "cat": "Restaurant"
  },
  {
    "review": "Tasty food. Interior is a little gloomy. Restroom needs some renovation.",
    "rating": 5,
    "name": "chris rizzo",
    "cat": "Restaurant"
  },
  {
    "review": "Food is very good and service outstanding, waitress very attentive!!",
    "rating": 5,
    "name": "A. Alkhatri",
    "cat": "Restaurant"
  },
  {
    "review": "Love it",
    "rating": 4,
    "name": "Igor Lubenets",
    "cat": "Restaurant"
  },
  {
    "review": "Nice place, good but not the best food.",
    "rating": 5,
    "name": "Natasha Budey",
    "cat": "Restaurant"
  },
  {
    "review": "Great service,  good food,  awesome people!",
    "rating": 3,
    "name": "Dennis G D",
    "cat": "Restaurant"
  },
  {
    "review": "Dark. Food was okay but slow. Service was okay.",
    "rating": 5,
    "name": "Anna Miroshnychenko",
    "cat": "Restaurant"
  },
  {
    "review": "Delicious food!",
    "rating": 5,
    "name": "Ksenia Podd",
    "cat": "Restaurant"
  },
  {
    "review": "Место топчик! ⭐️⭐️⭐️⭐️⭐️\nИнтерьер и обслуживание на высшем уровне. Чай малина-базилик вкусняшка ещё та! 😋 Брали ещё лимонады, пад тай с телятиной и рис с угрем. Всё очень вкусно! ❤️ …",
    "rating": 5,
    "name": "Sasha Mmm",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delighted with the institution.\nVery tasty. Pleasant atmosphere and friendly service. I also noted a very cool \"Instagram\" interior. …",
    "rating": 5,
    "name": "Марина Приходская",
    "cat": "Restaurant"
  },
  {
    "review": "Решили провести здесь с парнем свидание. Отличное, уютное место. Невероятно вкусные и разнообразные коктейли. Заказ принесли быстро, все было вкусно. Рекомендую!) …",
    "rating": 5,
    "name": "Danfand",
    "cat": "Restaurant"
  },
  {
    "review": "Мне удалось побывать в этом ресторане и я не пожалел что пришёл сюда. Я приехал сюда на отпуск поэтому я питался тут. Завтраки в этом ресторане вкусные и очень красивые.(их надо не на тарелку, а на выставку) …",
    "rating": 5,
    "name": "Ольга Шматко",
    "cat": "Restaurant"
  },
  {
    "review": "Зашла в это заведение случайно , заказала , завтак и салат ! Порция салата , просто \" слонячая : \" Все очень вкусно и девочки официант и бармен , очень к себе распологают .Чисто , посторонних запахов нет ( имею ввиду кухонных ) , салат …",
    "rating": 5,
    "name": "dan_oasis",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное уютное заведение, очень вкусная еда.Обслуживание вежливое, быстрое и хорошо разбирается в меню. Отдельное огромное спасибо поварам, за творческий подход и интересные сочетания, раньше таких не пробовала.Салат с креветками просто …",
    "rating": 5,
    "name": "Turquoise Orchid",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We invite you to the summer terrace!\n\n(Original)\nДякуємо за високу оцінку! Запрошуємо до нас на літню терасу!",
    "rating": 5,
    "name": "fdxixbf",
    "cat": "Restaurant"
  },
  {
    "review": "Во время карантина очень скучаем по отдыху на Самуи и Краби и любимой тайской кухне. Решили попробовать новое заведение — едем ужинать в Phi Phi. Настоящий том ям! вкуснейшее имбирное мороженое в темпере и манго 🥭 🍧 …",
    "rating": 5,
    "name": "Дима Кор",
    "cat": "Restaurant"
  },
  {
    "review": "Здравствуйте хочу поделиться впечатлениями.  Ресторан просто замечательный . Посмотрите какую красотищу нам приготовили =)\nВнутри хороший интерьер чисто комфортно . Персонал веселенький . С официантами …",
    "rating": 4,
    "name": "Анна Билык",
    "cat": "Restaurant"
  },
  {
    "review": "Лучший ресторан,в котором я бывал.Провёл со своей женщиной незабываемый вечер. Блюда очень просты,но изумительно вкусные.Про атмосферу вообще молчу,просто класс! …",
    "rating": 5,
    "name": "Daniil",
    "cat": "Restaurant"
  },
  {
    "review": "Не плохое заведение. Обслуживание быстрое и приятное. Но ничего такого чтобы впечатлило по кухне. Брали рыбу и стейк. Карамелизации на рыбе я не ощутила, стейк был очень жирным. Десерты брать уже не рискнули. …",
    "rating": 5,
    "name": "Timofey Mozgovoy",
    "cat": "Restaurant"
  },
  {
    "review": "Повара в этом месте творят потрясающие вещи, Во-первых делают красиво: борщ, свежие сендвичи. А во вторых: Вкусно? Вкусно- очень вкусно: ничего не потерялось в тарелке, столь щедрой на деликатесы. Лучше многих «элитных» мест в нашем городе, …",
    "rating": 3,
    "name": "Аня Чуркина",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, come back!\n\n(Original)\nДякуємо за високу оцінку, приходьте ще!",
    "rating": 5,
    "name": "Самое интересное и полезное",
    "cat": "Restaurant"
  },
  {
    "review": "Я приехал сюда в первый раз с моим другом, который гостил у меня на выходные, и мы выбрали из меню салаты и две порции борща. Еда была выложена красиво, и интересно, и было очень вкусным. В ресторане очень расслабляющая атмосфера, и вы …",
    "rating": 5,
    "name": "Ievhen Balahura",
    "cat": "Restaurant"
  },
  {
    "review": "Забежала на обед.  Мало похоже на конкретно ресторан Тайской кухни. Точнее это вообще не тайская кухня, а не пойми какая.\nЦены приемлемые.  Очень милый интерьер. …",
    "rating": 5,
    "name": "Дима Кулиш",
    "cat": "Restaurant"
  },
  {
    "review": "Заехал на обед в ресторан Phi Phi в городе Киев на улице Дмитриевской 62. Заказал борщ как истинный украинец.  Вежливый персонал, очень быстро приняли заказ и принесли в течении 15 минут мой заказ. Очень понравилась подача, не в далеко не в …",
    "rating": 5,
    "name": "Любовь Макарова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, we are waiting for you next time!\n\n(Original)\nДякуємо, чекаємо Вас наступного разу!",
    "rating": 5,
    "name": "l1e2r3a4 myr",
    "cat": "Restaurant"
  },
  {
    "review": "Ужин в новом месте🥂 и рубрика #balagura_заведения 🍽😜.\n.\nЕсли вы такой же любитель, как и я, супа Том Ям🍵🍤вам точно в это место …",
    "rating": 5,
    "name": "Павел Валиев",
    "cat": "Restaurant"
  },
  {
    "review": "Сходили с девушкой в этот ресторан. Официанты очень шустрые, быстро обслужили. Заказали два вот таких салата ( фото снизу) ,  и по бокальчику вина) приготовили очень вкусно, остались довольными. …",
    "rating": 5,
    "name": "Квадрат Санчез",
    "cat": "Restaurant"
  },
  {
    "review": "Не так давно посетила это заведение и первое что бросилось в глаза это интересный и запоминающейся интерьер. Также приятно удивило разнообразие блюд и напитков в меню. Отдельно хочу отметить блюдо на фото: мне очень понравился неотразимый …",
    "rating": 5,
    "name": "MrDers",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно была проездом в Киеве и посетил\nресторан PHI-PHI посовету знакой.  Ресторан покорил своим интерьере и уютной обстановкой. Кухня понравилась,  я заказала себе запечённую картошку с рыбкой и не …",
    "rating": 5,
    "name": "Decoy",
    "cat": "Restaurant"
  },
  {
    "review": "Бывал в этом ресторане пару раз. Очень приятное и тихое место, с ненавязчивой музыкой и оформлением зала. Вежливый и хорошо обученный персонал. Отдельно отмечу тамошние борщи - вроде бы порция небольшая, но настолько сытная и вкусная, что …",
    "rating": 5,
    "name": "Андрей Бабак",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! Come yet, we have many delicious dishes for you!\n\n(Original)\nДякуємо! Приходьте ще, в нас для Вас ще багато смачних страв!",
    "rating": 5,
    "name": "Yuliia Novik",
    "cat": "Restaurant"
  },
  {
    "review": "Начнём с оригинального и необычного название, оно мне понравилось. Так же, могу заметить очень хороший персонал, с которым очень приятно контактировать. Так же, я заметил присутствие мини-бара. Порадовала еда, она там безумно вкусная! Что …",
    "rating": 5,
    "name": "Роман Бирса",
    "cat": "Restaurant"
  },
  {
    "review": "После тяжелого дня, я подъехал к этому ресторану  и очень вкусно пообедал. Заказал себе жареную картошку с рыбой и не успело пройти 10 минут, как картошка с рыбой были уже у меня на столе. Очень вкусно!!! Персонал очень хороший.Официант не …",
    "rating": 5,
    "name": "Олег Купрач",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks, we are waiting for the next meeting in PHI-PHI\n\n(Original)\nДякуємо, чекаємо наступної зустрічі у PHI-PHI",
    "rating": 5,
    "name": "Маришка Батечко",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно посетил этот ресторан и очень доволен. Во-первых, сразу встречает приятная атмосфера и приветливость персонала!) Я решил сделать заказ на сэндвич и суп. Принесли в течение 15 минут, что очень быстро и качественно! Не знаю, как …",
    "rating": 5,
    "name": "Мишка Мошковский",
    "cat": "Restaurant"
  },
  {
    "review": "В эти выходные всей семьёй пошли отпраздновать мой день рождения. Так как после того, как перекусим, хотели пойти в кинотеатр, заказали по тарелочке пасты Тальятелле. Я такого еще никогда не пробовал! Для меня это новый уровень. Уже скоро …",
    "rating": 5,
    "name": "Danil Pedorenko",
    "cat": "Restaurant"
  },
  {
    "review": "Место невероятное! Мы делали вечеринку на терассе и остались очень довольны! Вкусное меню(креветки вообще нереальные), коктейли и бармен - все пятерки ваши! Отличный персонал, все супер тактично и круто! …",
    "rating": 5,
    "name": "Ira M",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное место с прикольным названием! Подготовленным новогодним интерьером! С двумя залами для посетителей! В одном из которых можно отгулять большой компанией корпоратив или любой праздник! Прекрасная и вкусная еда, с большим …",
    "rating": 5,
    "name": "YukineOO",
    "cat": "Restaurant"
  },
  {
    "review": "Мы с моей подругой здесь просто замечательно провели вечер. Оценили и качество и изысканность напитков и отменную кухню. Моя спутница была просто в восторге от десертов, ну да она у меня та еще сладкоежка, Мне кажется она попробовала все. …",
    "rating": 4,
    "name": "Aeonax Liar",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошая кухня, красивый интерьер. Летняя терраса просторная уютная. Встретила очень приветливая девушка, предложила присесть внутри и поставить мультики для ребёнка, поэтому выбор был очевиден. Стульчик для кормления есть в наличии и он по …",
    "rating": 5,
    "name": "Любитель Игор",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошая атмосфера. Есть терасса в закрытом дворе (не возле дороги). Музыка отличная!!! Красивое оформление места. Кухня вкусная (немножно недосол, но это плюс, так как клиент может сам себе досолить по вкусу). Блюда большие за адекватную …",
    "rating": 5,
    "name": "kaymed",
    "cat": "Restaurant"
  },
  {
    "review": "Данный ресторан очень хороший , качественное и быстрое обслуживание , очень и очень вкусные блюда , коктейли содержат в себе очень натуральный и напитанный вкус . Персонал на 5+ звёзд , очень отзывчивые ребята , как будто с детства с ними …",
    "rating": 5,
    "name": "юра Сыромятниковr",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) It was the first time I learned about the institution from advertising in Instagram. In fact, it turned out to be very cool. The dishes are delicious, the portions are large and the prices are adequate. Cocktails are …",
    "rating": 5,
    "name": "Зорина Зорина",
    "cat": "Restaurant"
  },
  {
    "review": "Невероятно атмосферное заведение с незабываемым интерьером. Персонал отзывчивый и дружелюбный..Отдельно хочу отметить блюдо на фото: мне очень понравился неотразимый вкус и аромат. Вернёмся сюда ещё не раз …",
    "rating": 5,
    "name": "Petr Pechenoha",
    "cat": "Restaurant"
  },
  {
    "review": "Еда годная, но токсичная барменша которая любит возвыситься за счет официантки или кухни все портит - неприятно слушать как \"Она вынуждена приземлить размечтавшуюся официантку\" или как \"Заступившая на вахту повар не знает как приготовить …",
    "rating": 5,
    "name": "Gloat Arsa",
    "cat": "Restaurant"
  },
  {
    "review": "Был в командировке и посетил несколько ресторанов, люблю очень пасты. В этом ресторане самая вкусная паста, что я пробовал.Очень хорошее впечатление и атмосфера и обслуживание оставило. Обязательно зайду и попробую всё меню в следующую …",
    "rating": 5,
    "name": "Елена Зинченко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) It's nice to hear such nice words! A huge thank you!\n\n(Original)\nДуже приємно чути такі приємні слова! Величезне дякую!",
    "rating": 5,
    "name": "lemarko",
    "cat": "Restaurant"
  },
  {
    "review": "Как по мне лучший ресторан в Киеве. ТОП коктейли. Атмосфера просто  класс. Официанты быстро подходят. И очень вкусные блюда. Просто класс. …",
    "rating": 5,
    "name": "180metres",
    "cat": "Restaurant"
  },
  {
    "review": "Были в Киеве на выходных и заскочили сюда перекусить. Кухня на 5+ ,\nрадушный персонал и просто приятная атмосфера. Вообщем нам с друзьями очень понравилось! Рекомендую! …",
    "rating": 5,
    "name": "Юлия Санчук",
    "cat": "Restaurant"
  },
  {
    "review": "Заезжали с мужем на обед) Первый раз в этом заведении и приятно удивлены) Обслуживание на высоте, подали все быстро за что дополнительная благодарность, так как были зверски голодные) порции хорошие, все вкусное и свежее) муж съел свой борщ …",
    "rating": 5,
    "name": "Gacha Sisters!",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Rested with a girl in Phi Phi. They came out with very pleasant impressions and decided to write a review. The atmosphere of the institution is easy and cozy, the waiters are very friendly and do their job well. The …",
    "rating": 5,
    "name": "Владимир Бондарь",
    "cat": "Restaurant"
  },
  {
    "review": "Доброго времени суток.Совсем недавно я со всей семьей побывал в Киеве и увидел просто огромное количество интересных мест и в частности этот ресторан.Сразу что бросилось в глаза это приятный интерьер и вежливый персонал.Кухня понравилась …",
    "rating": 5,
    "name": "T1PøK_",
    "cat": "Restaurant"
  },
  {
    "review": "Заведение не сильно выделяется с улицы, но здесь очень хорошо. Кухня вкусная, внимательный персонал.\nЗаказывали салат Роял и Цезарь с креветками - все понравилось. …",
    "rating": 5,
    "name": "Артем Чёрный",
    "cat": "Restaurant"
  },
  {
    "review": "Ресторан имеет немалое количество залов. Повара готовят очень вкусно и сам выбор еды велик, так же само как и бармен со своими коктейлями. Обслуживание на уровне, официанты проффи в своем деле: быстрая подача, качество, уважение к гостям и …",
    "rating": 5,
    "name": "Genny Term",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно отмечали в этом ресторане День Рожденье одногруппницы. Красивая и приятная обстановка нас очень даже устроила для празднования, а вкусная еда которая реально стоит своих денег заставила остановить наш выбор именно на данном …",
    "rating": 5,
    "name": "Рена Иванченко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and friendly staff\n\n(Original) …",
    "rating": 5,
    "name": "Петро Демуцький",
    "cat": "Restaurant"
  },
  {
    "review": "Очень классный ресторан! Была сегодня там с семьёй и нам всем очень понравилось. Атмосфера ресторана завораживает! Эти зелёные обои и темно коричневые столы очень гармонично смотрятся с приглушённым освещением. Блюда достаточно вкусные и …",
    "rating": 5,
    "name": "Алексей Скрицкий",
    "cat": "Restaurant"
  },
  {
    "review": "Мне понравилась атмосфера данного ресторана, очень красивый интерьер! Заказы выполняют быстро, официанты очень хорошие. Особенные и вкусные блюда! Мне очень понравился десерт \"Апельсиновый тирамису \", салат \"Цезарь\"  приготовлен руками …",
    "rating": 5,
    "name": "Саша Третьяк",
    "cat": "Restaurant"
  },
  {
    "review": "Хочу выразить огромную благодарность всему коллективу ресторана. Администратор помогла правильно составить меню для банкета, организовать отличную работу официантов , замечательное приготовление и подачу блюд к столу, вообщем остались все …",
    "rating": 5,
    "name": "Катя Калита",
    "cat": "Restaurant"
  },
  {
    "review": "Лучший ресторан в Киеве, всегда очень вкусно и по хорошим ценам, быстро обслуживают, вкусно готовят! Отдельно запомнилось блюдо на фото, всем советую попробовать …",
    "rating": 5,
    "name": "Влад Бад",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Probably one of the best establishments in Kiev. Recently I came on business and I was recommended to this institution. And it's just incredible. Pleasant staff, beautiful interior and exterior, delicious dishes, …",
    "rating": 5,
    "name": "Артем Павлик",
    "cat": "Restaurant"
  },
  {
    "review": "Хороший ресторан, кухня вкусная , бармен и официанты быстро приняли заказ.Очень понравились спринг рол с креветками\nВсём советую!! …",
    "rating": 5,
    "name": "Danya Dovgalev",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно ходили с друзьями праздновать день рождение. При входе в заведение нас окружила хорошая атмосфера. Приветливые официанты, шикарный интерьер, хорошая и качественная мебель. После того , как мы сели за стол, нам сразу предложили меню. …",
    "rating": 5,
    "name": "Заработать в интернете",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно побывал в Киеве по делам. Вечером встретился с друзьями, решили посидеть в ресторане. Захотелось экзотики, выбрали Пхи-Пхи. Сразу бросился в глаза красивый интерьер. Официанты очень внимательные и обходительные. Заказ нам принесли …",
    "rating": 5,
    "name": "Ярослав Буренко",
    "cat": "Restaurant"
  },
  {
    "review": "Приехал в гости к другу, он живёт в Киеве, захотелось нам поесть и мы выбрали этот ресторан. Пришли мы с другом сели за столик, к нам подошол официант и предложил меню, мы взяли заказали по несколько блюд, ждать пришлось не так уж и долго. …",
    "rating": 5,
    "name": "Максим Николаев",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно гуляли семьёй в этом районе Киева, увидели ресторан, название сразу заинтриговало, решили зайти. Приятно удивил интерьер, всё сделано со вкусом, атмосфера добрая, непринуждённая, официант приветливый, вежливый и улыбчивый. Обслужил …",
    "rating": 5,
    "name": "Антон Бережной",
    "cat": "Restaurant"
  },
  {
    "review": "На днях был в Киеве и решил пойти с женой в ресторан как раз увидели ресторан и пошли туда. Заказали моя жена борщ, а я какой-то бургер (названия не помню и  честно сказать на любителя) но я съел всё и жена тоже ей понравилось. На счет …",
    "rating": 5,
    "name": "Влад Горбатюк",
    "cat": "Restaurant"
  },
  {
    "review": "Хочу выразить огромную благодарность всему коллективу ресторана. Администратор помогла правильно составить меню для банкета, организовать отличную работу официантов , замечательное приготовление и подачу блюд к столу, вообщем остались все …",
    "rating": 5,
    "name": "っMaкcим",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the warm words and appreciation!\n\n(Original)\nДякуємо за теплі слова та високу оцінку!",
    "rating": 5,
    "name": "Дмитро Канюк",
    "cat": "Restaurant"
  },
  {
    "review": "Пару дней назад побывал с родителями в данном заведении. Зайдя в него, мы сразу же окунулись в атмосферу комфорта и уюта. Места очень удобные и комфортные. Вежливый персонал сразу же нас обслужил. Решили заказать пасту с креветками и были …",
    "rating": 5,
    "name": "Nakiz Nakizawa",
    "cat": "Restaurant"
  },
  {
    "review": "Красивый ресторан с хорошим интерьером.\nВ ресторане очень чисто и приятно, интерьер удивительный, очень жизнерадостно и стильно. Внимательные официанты. Среди них много парней, все приветливые и …",
    "rating": 5,
    "name": "Максим",
    "cat": "Restaurant"
  },
  {
    "review": "Был в этом ресторане в субботу. Уже при входе мне очень понравились атмосфера заведения. Меню сделано очень аккуратно и со вкусом. При заказе, меня хорошо обслужил официант, они очень приветливые. Заведение красиво оформлено. Думаю здесь …",
    "rating": 5,
    "name": "Екатерина Матченко",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно ходили с друзьями праздновать день рождение. При входе в заведение нас окружила хорошая атмосфера. Приветливые официанты, шикарный интерьер, хорошая и качественная мебель. После того , как мы сели за стол, нам сразу предложили меню. …",
    "rating": 5,
    "name": "Кристина Вахитова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, come again!\n\n(Original)\nДякуємо за високу оцінку, приходьте ще !",
    "rating": 5,
    "name": "Roman Petrov Two",
    "cat": "Restaurant"
  },
  {
    "review": "С утра зашел в этот прекрасный ресторан - обслуживание на уровне, обслужили быстро и с улыбкой. На завтрак заказал яичницу с беконом, двумя сосисками и небольшой порцией салата - очень вкусно, а главное сытно и не дорого, за свои деньги ну …",
    "rating": 5,
    "name": "Это Снова Я",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно побывал там. Отличная атмосфера, приветливый официант помог с выбором блюда, дизайн ресторана достаточно интересен и понравиться каждому. Рекомендую!\nСам покупал на завтра яичницу с сосисками и кусочками бекона, также там были …",
    "rating": 5,
    "name": "Татьяна Богомолова",
    "cat": "Restaurant"
  },
  {
    "review": "Очень понравился ресторан, невероятно и сейчас объясню почему.\nПервый раз когда я зашел туда, обстановка очень понравилась, уютно и приятно.\nПозже я присел на стул и ко мне подошел официант и обслужил меня. …",
    "rating": 5,
    "name": "MALACHITE",
    "cat": "Restaurant"
  },
  {
    "review": "Замечательный ресторан. Я первый раз побывал в нем пару месяцев назад, заказав при этом огромную пиццу для себя и друзей. Еще меня поразили вкусные коктейли: как алкогольные так и безалкогольные. Сама атмосфера там умиротворенная и наводит …",
    "rating": 5,
    "name": "Maiia Skrypnyk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your appreciation, we invite you to our summer terrace!\n\n(Original)\nДякуємо за високу оцінку, запрошуємо на нашу літню терасу!",
    "rating": 5,
    "name": "Микола Онисюк",
    "cat": "Restaurant"
  },
  {
    "review": "Часто бываю проездом в Киеве и обязательно посещаю данный ресторан. В ресторане всегда благоприятная атмосфера, приветливый персонал, обслуживание на высоте. Отдельно хотел похвалить вкусную еду и оригинальные коктейли. Заказывали с …",
    "rating": 5,
    "name": "Валерия Карнаух",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great thanks for your appreciation. We are waiting for the next meeting, we have many more delicious dishes for you.\n\n(Original)\nВеличезна подяка за вашу оцінку. Чекаємо на наступну зустріч, в нас ще багато смачних страв для Вас.",
    "rating": 5,
    "name": "Дима Тарасов",
    "cat": "Restaurant"
  },
  {
    "review": "Ресторан \"Phi Phi\" является очень хорошим местом для отдыха.  Меня пригласил друг в ресторан за свой счёт , не смотря на это я подумал что это очередная забегаловка , а оказалось это не так. Я был приятно удивлён качеством обслуживания , …",
    "rating": 5,
    "name": "samsung даниил (Бинарный Торгаш)",
    "cat": "Restaurant"
  },
  {
    "review": "Отдыхали с мужем и ребёнком в Киеве, по совету друзей посетили данный ресторан. Очень уютное место, приветливый персонал и цены доступные. Заказывали тар тар из телятины, очень вкусно и презентация блюда на высшем уровне. Ребёнку заказали …",
    "rating": 5,
    "name": "Melby",
    "cat": "Restaurant"
  },
  {
    "review": "После проведённого времени в ресторане остались приятные впечатления. Интерьер интересный, зал чистый. Персонал был внимателен, доброжелателен и предусмотрителен. Меню показалось скучноватым, но все блюда вкусные. Особенно понравился стейк …",
    "rating": 5,
    "name": "The Martell",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, we are waiting for the next meeting!\n\n(Original)\nДякуємо за Вашу оцінку, чекаємо наступної зустрічі!",
    "rating": 5,
    "name": "Маргарита Сиваченко",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно з семьёй посетили, это место. С первых мыслей можна сказать что ресторан очень красивый и уютный. Есть где посидеть как внутри так и на летней терассе. С плюсов можно отметить начилие WiFi, для любителей кальяна само собой кальян, …",
    "rating": 5,
    "name": "w wiperr",
    "cat": "Restaurant"
  },
  {
    "review": "Решили посетить ресторан прочитав положительные отзывы о нем, и убедились, что все сказанное о нем правда.\nКоротко: приятная, успокаивающая обстановка, где можно незаметно провести массу …",
    "rating": 5,
    "name": "Arthur Zavolovych",
    "cat": "Restaurant"
  },
  {
    "review": "В недавнем прошлом посетили сей ресторан. Несмотря на восточное название, в меню оказался украинский борщ, который, после недолгого обсуждения, и был заказан. Ну что сказать... Сказать просто вкусно - это не сказать ничего! Великолепно! …",
    "rating": 1,
    "name": "Darina Schallie",
    "cat": "Restaurant"
  },
  {
    "review": "Хочется выразить просто огромную благодарность всему коллективу этого замечательного ресторана, от директора, шеф повара до практически уборщика!!! Спасибо большое за то что есть такое место в нашем городе, где можно отдахнуть по полной …",
    "rating": 5,
    "name": "Alt Tricky",
    "cat": "Restaurant"
  },
  {
    "review": "Вчера утром мне с мужем удалось посетить сей ресторан. Встретили очень приветливо, персонал явно имеет хорошие взаимоотношения друг с другом. Оффициантка помогла подобрать нам подходящее блюдо, отвечала на все вопросы без запинок. Внутри …",
    "rating": 5,
    "name": "Margarita",
    "cat": "Restaurant"
  },
  {
    "review": "Решили посетить ресторан прочитав положительные отзывы о нем, и убедились, что все сказанное о нем правда.\nКоротко: приятная, успокаивающая обстановка, где можно незаметно провести массу …",
    "rating": 5,
    "name": "Сергей ЯНЧЕНКО",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, come back!\n\n(Original)\nДякуємо за високу оцінку, приходьте ще!",
    "rating": 5,
    "name": "Nik Virny",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасное заведение, интерьер, обслуживание все на высшем уровне. Для хорошего настроения и вкусного обеда нужно обязательно идти именно сюда. Спасибо 😍😻 …",
    "rating": 5,
    "name": "Виталий Иванченко",
    "cat": "Restaurant"
  },
  {
    "review": "В ресторане отмечали др друзей. Первым делом хочу отметить обслуживание. Персонал опрятный, грамотный. Официанты вежливые и приветливые. По меню тоже все устроило. Порции большие и очень вкусные. Чуствуется тепло и уютная атмосфера. …",
    "rating": 5,
    "name": "Игорь Гугало",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We invite to open the summer yard!\n\n(Original)\nДякуємо! Запрошуємо на відкриття літнього дворика!",
    "rating": 5,
    "name": "НОРМАЛДЫ БОРОВ АТВИЧАЮ",
    "cat": "Restaurant"
  },
  {
    "review": "Решили посетить ресторан прочитав положительные отзывы о нем, и убедились, что все сказанное о нем правда.\nКоротко: приятная, успокаивающая обстановка, где можно незаметно провести массу …",
    "rating": 5,
    "name": "JokerKonor",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much, we invite you to visit the next time!\n\n(Original)\nДуже дякуємо, запрошуємо в гості наступного разу!",
    "rating": 5,
    "name": "Зарабатуй в Интернете",
    "cat": "Restaurant"
  },
  {
    "review": "Второй раз уже посещаю данный ресторан. Просто в восторге от него. Дизайн супер. Огромный красивый зал. Еда великолепна на вкус и очень красиво оформлена. Очень понравились стейки с овощами. Здесь можно хорошо отдохнуть и вкусно поесть. …",
    "rating": 5,
    "name": "Викуля Т",
    "cat": "Restaurant"
  },
  {
    "review": "Мы с друзьями решили зайти в этот ресторан, просто что бы перекусить так сказать, не на долго. Но на удивление засиделись там надолго)) Порадовал персонал и обслуживание, рекомендации официанта на высоте, словно он сам умеет готовить все …",
    "rating": 5,
    "name": "Алексей Холодов",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I was not in the institution itself, I made an order for self-pickup! Very good staff: helped to pick up everything, prepared everything on time, flexible for the client, delicious food. The only drawback - no …",
    "rating": 5,
    "name": "ENOT",
    "cat": "Restaurant"
  },
  {
    "review": "Побывал в этом ресторане с друзьями. Сырники и борщ это шедевры. Приятно удивил хлеб с салом к борщу. Огромный респект персоналу. Все было чистым до блеска. Официант обслужил быстро. Также он порекомендовал мне взять борщ, спасибо. …",
    "rating": 4,
    "name": "Влад Антоненко",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день. Хочу рассказать об этом чудном ресторане. Я каждое утро по дороге на работу захожу в PHI-PHI и практически всегда заказываю блюдо, что на фото, практически британский завтрак) Всем рекомендую его, ведь повара готовят …",
    "rating": 5,
    "name": "Александр Дорошенко",
    "cat": "Restaurant"
  },
  {
    "review": "Отравилась у них бургером с \"голубым сыром\". 3 дня отходила от отравления, вызывала скорую и на фоне истощения получила отек квинке. \"Ресторан\" всё увидел и проигнорировал. Не рекомендую. Если вы отравитесь, вас тоже просто проигнорируют. …",
    "rating": 5,
    "name": "Никита Гончаров",
    "cat": "Restaurant"
  },
  {
    "review": "Перед входом в ресторан, тебя встречают золотые двери, заходишь в помещение, и пахнет вкусной едой, только приготовленной. Атмосфера как в Таиланде, точнее частичка его, так же быстрая подача еды и напитков! Очень приветливый персонал, …",
    "rating": 5,
    "name": "Artom Kulia",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you!\n\n(Original)\nДякуємо!",
    "rating": 5,
    "name": "The art of Self-expression",
    "cat": "Restaurant"
  },
  {
    "review": "Один из лучших и любимых мною ресторан! Провожу много времени в этом ресторане как с друзьями так и вдвоём с любимым человеком. Я влюблена во вкусную кухню ресторана, в бесподобные коктейли и разнообразные напитки, так же влюблена в …",
    "rating": 5,
    "name": "Аня Планиди",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our work!\n\n(Original)\nДякуємо на високу оцінку нашої роботи!",
    "rating": 5,
    "name": "Александр Кузьмичёв",
    "cat": "Restaurant"
  },
  {
    "review": "Навещал родственников и посетили этот ресторанчик. Очень уютное и приятное заведение - всё чистенько, опрятно. Официанты обслуживают сразу - ждать не приходится по долгу. Блюда - очень красивые и все так на тарелочке аппетитно выглядит,  а …",
    "rating": 5,
    "name": "Иван Коцур",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for meeting next time!\n\n(Original)\nДякуємо, до зустрічі наступного разу!",
    "rating": 5,
    "name": "Александр Бычков",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно посетил данный ресторан. Приветливость персонала на высшем уровне. В ресторане уютная и тёплая атмосфера. Блюда вынесли быстро, приготовлены вкусно и качественно. Позже вынесли коктейли и скажу вам, что такой вкуснятины я ещё не …",
    "rating": 5,
    "name": "kannixx",
    "cat": "Restaurant"
  },
  {
    "review": "Шикарный ресторан с отличной кухней. Видимо шеф-повар просто мастер своего дела. Будучи в Киеве около месяца, неоднократно посещал данное заведение с семьей. Впечатления только положительные. За что Вам огромное спасибо. Официанты и …",
    "rating": 5,
    "name": "Міша Іванченко",
    "cat": "Restaurant"
  },
  {
    "review": "Часто бываю в киеве по вопросам бизнеса. И практически ни одна поездка не обходится без посещения этого ресторана. Доброжелательная атмосфера, уютный интерьер, освещение распологают к приятному досугу. Официанты ненавязчивые, приветливые. …",
    "rating": 5,
    "name": "Mendlly.",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks, we are waiting for the next meeting!\n\n(Original)\nДякуємо, чекаємо на наступну зустріч!",
    "rating": 5,
    "name": "андрей черников",
    "cat": "Restaurant"
  },
  {
    "review": "Побывал на днях в этом ресторане. Что хочу сказать, остался очень доволен персоналом и подачей блюда. Заказ принесли в течении 15 минут. Также попробовал коктейль, очень вкусный. Отдельное спасибо, хочу сказать официантам, очень …",
    "rating": 5,
    "name": "Жека",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your appreciation, we invite you to our summer terrace!\n\n(Original)\nДякуємо за високу оцінку, запрошуємо на нашу літню терасу!",
    "rating": 5,
    "name": "Михаил Белов",
    "cat": "Restaurant"
  },
  {
    "review": "Мне понравилась атмосфера данного ресторана, очень красивый интерьер! Заказы выполняют быстро, официанты очень хорошие. Особенные и вкусные блюда!\nПлюсы: коллектив,  атмосфера, цены, блюда. Минусы: нету. …",
    "rating": 5,
    "name": "canapka",
    "cat": "Restaurant"
  },
  {
    "review": "Вчера был с женой в етом ресторане. Все очень понравилось, дружелюбний персонал, все улибаются, офичианты внимательни. Очень понравился интерэр, всьо чисто и свежо. Особо надо отдать должноэ их шеф-повару. Очень вкусно! …",
    "rating": 5,
    "name": "Тетя Настя",
    "cat": "Restaurant"
  },
  {
    "review": "Приятным открытием стало посещение ресторана. Мне, как большой любительнице флоры, очень понравилось оригинальное оформление барной стойки живой растительностью. Очень приятная камерная атмосфера, быстрое и качественное обслуживание …",
    "rating": 5,
    "name": "Artyom",
    "cat": "Restaurant"
  },
  {
    "review": "Весьма хороший ресторан. Недорогие цены, вкусные блюда - мне очень понравилось грибной суп капучино и круассан с лососем и сыром - это очень вкусно. Внутри приятный дизайн, негромкая музыка. Отдохнуть и вкусно покушать - самое оно. …",
    "rating": 5,
    "name": "GaMeMax",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, come again!\n\n(Original)\nДякуємо, приходьте ще!",
    "rating": 5,
    "name": "Харизов Махолайзен",
    "cat": "Restaurant"
  },
  {
    "review": "Провели здесь прекрасный вечер! Официант помог выбрать лучшие блюда, все очень вкусно, красиво подано. Атмосфера приятная. Понравились десерты и основные блюда. Ну, а \"Шоколадный фонтан\" были непревзойденными! Рекомендую 👍 …",
    "rating": 5,
    "name": "Женя Посадочный",
    "cat": "Restaurant"
  },
  {
    "review": "Привет, я путешествовал по Киеву и наткнулся на ресторан Пхи-Пхи. Как только зашёл я сразу же понял, что я попал туда куда нужно. В этом ресторане приятная атмосфера, приветливость официантов, хороший уровень обслуживания. Я заказал себе …",
    "rating": 4,
    "name": "Marko Savchuk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Come again!\n\n(Original)\nДякуємо за Ваш відгук! Приходьте ще!",
    "rating": 5,
    "name": "Мария Бухало",
    "cat": "Restaurant"
  },
  {
    "review": "Постоянно посещаем это заведение. Удобно расположен, недалеко от центра, рядом остановки общественного транспорта и метро. Все что мы тут заказывали от закусок и салатов до основных блюд и дессертов все было вкусное и свежее. . Острые блюда …",
    "rating": 5,
    "name": "Иван Дуров",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасный ресторан!\nВчера с семьей ходили в это заведение. Лучше ресторана я не видел! Сегодня пойдем еще раз. …",
    "rating": 5,
    "name": "Andrey Karapinka",
    "cat": "Restaurant"
  },
  {
    "review": "Приятным открытием стало посещение ресторана. Мне, как большой любительнице флоры, очень понравилось оригинальное оформление барной стойки живой растительностью. Очень приятная камерная атмосфера, быстрое и качественное обслуживание …",
    "rating": 5,
    "name": "Football Beast",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приятное место с колоритной атмосферой, уютный просторный зал. Интерьер заведения выполнен талантливым дизайнером.  Широкая винная карта и выбор напитков, замечательная кухня и очень вежливый персонал, который очень профессионально …",
    "rating": 4,
    "name": "Olena Vorona",
    "cat": "Restaurant"
  },
  {
    "review": "Придя с мужем в этот ресторан почувствовала себя как королева в сказке, честно! Очень красивая обстановка и невероятно уютно. Мужу особенно понравилось, что заказ не пришлось долго ждать -  принесли быстро. А также благодарим ресторан за …",
    "rating": 5,
    "name": "CR Gang",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for such warm warm words, before meeting next time)\n\n(Original)\nДякуємо за такі теплі теплі слова, до зустрічі наступного разу )",
    "rating": 5,
    "name": "MetronEight",
    "cat": "Restaurant"
  },
  {
    "review": "Скажу сразу  - великолепно готовят и цены не бьют по карману. Ещё не всё попробовал, но вот паста с креветками, стейк с овощами, дорадо - обалдеть как вкусно. Приятный персонал и сама обстановка. Сейчас редко такие заведения встретишь - в …",
    "rating": 5,
    "name": "Vova_Chetvertinovskiy",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for such high praise and pleasant words. Waiting for the next meeting!\n\n(Original)\nДякуємо за таку високу оцінку і приємні слова. Чекаємо на наступну зустріч!",
    "rating": 5,
    "name": "кенфай",
    "cat": "Restaurant"
  },
  {
    "review": "Посещал ресторан несколько раз. Особенно запомнился день подписания договора с моими рекламными партнерами. Заказ ждал не слишком долго, для хорошего ресторана, в течении 35 минут блюда были на столе. Конечно нельзя не отметить приятную, …",
    "rating": 5,
    "name": "Pasha Turchenuyk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for such warm warm words, before meeting next time)\n\n(Original)\nДякуємо за такі теплі теплі слова, до зустрічі наступного разу )",
    "rating": 5,
    "name": "VOBy",
    "cat": "Restaurant"
  },
  {
    "review": "Решили с семьёй сходить на ужин и выбрали этот ресторан. Не жалеем о нашем выборе. Официанты настоящие профессионалы посоветовали каждому ,что взять. Атмосфера очень приятная. Цены нам остались по душе, соответствуют качеству. Вскоре придем …",
    "rating": 5,
    "name": "Костя Слободян",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you so much for the warm words! See you!\n\n(Original)\nВеличезне дякую за теплі слова! До зустрічі!",
    "rating": 5,
    "name": "Василиса Ган",
    "cat": "Restaurant"
  },
  {
    "review": "На выходных я решил съездить в Киев, и на мои глаза попался ресторан \"Phi-Phi\"\nЦены там дешевые, отличный и большой зал, атмосфера ресторана чудесная, играет музыка. …",
    "rating": 5,
    "name": "КАК РАЗВИВАТСЯ НА ЮТУБЕ",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, we are waiting for the next meeting!\n\n(Original)\nДякуємо за високу оцінку, чекаємо на наступну зустріч!",
    "rating": 5,
    "name": "Ксения Коваленко",
    "cat": "Restaurant"
  },
  {
    "review": "Побывал в этом ресторане, у меня остались хорошие впечатление.\nВо-первых, обслуживание на высшем уровне, официант может подойти, и по каждому блюдо из меню рассказать что-то интересное, во-вторых, список меню заполнен самой …",
    "rating": 5,
    "name": "Сергуня Фамилия",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно был в ресторане \"Phi Phi\" с другом своим.. Так скажем, отдыхали, а что я могу хорошего написать про этот ресторан, так это еда, которую мы заказали в выданном меню))) А какие там блюда.. и роллы и салатики, я конечно не спец по …",
    "rating": 5,
    "name": "Иван Подопригора",
    "cat": "Restaurant"
  },
  {
    "review": "Хороший ресторан.\nПериодически бываю там с девушкой, и каждый раз мы остаёмся удовлетворёнными. Персонал вежливый, атмосфера приятная (Радуют периодические мероприятия, такие как …",
    "rating": 5,
    "name": "Владік Sych",
    "cat": "Restaurant"
  },
  {
    "review": "Бывал в этом ресторане не раз: отмечал торжество, встречался с друзьями, обедали в узком семейном кругу. Ресторан очень нравится. Очень вкусная кухня, в том числе всегда в наличии вкусное мясо и рыба. Замечательное оформление блюд создает …",
    "rating": 5,
    "name": "Віталій Рябоконь",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, come back!\n\n(Original)\nДякуємо за високу оцінку, приходьте ще!",
    "rating": 5,
    "name": "Foxya",
    "cat": "Restaurant"
  },
  {
    "review": "Был недавно в этом ресторане с девушкой, по совету друзей, нахваливали его очень сильно, и не зря! Обслуживание на уровне, персонал оказался очень приветливым. Меню достаточно разнообразное и еда ну очень вкусная! Кроме этого данное …",
    "rating": 5,
    "name": "Cергей Стекольников",
    "cat": "Restaurant"
  },
  {
    "review": "Сегодня утром зашел в этот ресторан. Первое что я увидел это интересный и запоминающейся интерьер. После я сел за столик и отзывчивый персонал принес мне меню, напитки и блюда в котором выглядели довольно привлекательно,  снизу я …",
    "rating": 5,
    "name": "Кодра",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно праздновали там свадьбу. Очень вкусная еда и напитки, приятная уютная атмосфера, персонал работает на все 200%.\nЕдинственный минус: будьте готовы к тому, что в 9-10 часов вечера в разгар …",
    "rating": 5,
    "name": "Руся",
    "cat": "Restaurant"
  },
  {
    "review": "Здравствуйте, недавно побывал в это ресторане. В ресторане уютная атмосфера благодаря потрясающему уровню обслуживания и улыбчивым официантам. Я заказывал глазунью с беконом. Блюдо потрясающие как по вкусу так и по внешнему выгляду.  Повару …",
    "rating": 5,
    "name": "Schnaisel ///",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, come back!\n\n(Original)\nДякуємо за високу оцінку, приходьте ще!",
    "rating": 5,
    "name": "Катя Сажина",
    "cat": "Restaurant"
  },
  {
    "review": "Прихожу сюда часто, так как от работы пройти 5 минут. Готовят вкусно, официанты общительные. Очень нравиться борщ именно в вашем исполнении. Ароматный, горячий и с оригинальной подачей. Вообщем место хорошое) …",
    "rating": 5,
    "name": "Валентин Корченюк",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, come again!\n\n(Original)\nДякуємо, приходьте ще!",
    "rating": 5,
    "name": "Бамбалэя Олег",
    "cat": "Restaurant"
  },
  {
    "review": "После приезда в Киев, я был очень голоден и решил пообедать в этом ресторане, ведь его советовали большинство из моих друзей. Ближе к делу, заказал блюдо которое Вы ведите на фото, было очень вкусно. Официанты были очень любезны со мной …",
    "rating": 2,
    "name": "Ivan AL",
    "cat": "Restaurant"
  },
  {
    "review": "Шакарнейший ресторан. Были всей семьей и всем очень понравилось. Обслуживание на высшем уровне. Официант знает меню на зубок. Вкусная кухня.. Приготовили и принесли все быстро. Везде чистота и порядок.. И самое главное приемлемые цены. в …",
    "rating": 5,
    "name": "Писатель в деле",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) We came here for breakfast. The interior is beautiful, the breakfast is good, the prices are quite reasonable. Unfortunately, the menu was Russian (in parallel with English), as well as the bill. …",
    "rating": 5,
    "name": "Наталия Жук",
    "cat": "Restaurant"
  },
  {
    "review": "Ох, столько хочется написать, ведь прям распирает от счастья. Ходила в ресторан со своей семьёй, чтобы отметить День Рождение моего мужа. Слава Богу, что выбрали именно это заведение. Вы не представляете, как был счастлив мой любимый, когда …",
    "rating": 5,
    "name": "Саша Касьянов",
    "cat": "Restaurant"
  },
  {
    "review": "Когда побывал в Киеве по совету местных решил зайти в этот ресторан, понравилось официанты приветливые и хорошо разбираются в меню. Цены умеренные, можно сытно покушать в пределах 300 гривен, блюда подают быстро все красиво оформлено в …",
    "rating": 5,
    "name": "isugonyako",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, waiting for you next time!\n\n(Original)\nДякуємо, чекаємо в гості наступного разу!",
    "rating": 5,
    "name": "Максим Кравчук",
    "cat": "Restaurant"
  },
  {
    "review": "На прошлой недели отмечали день рождения товарища по работе в данном ресторане. В первою очередь нам понравилась комфортная и уютная атмосфера. Также стоит отметить экзотичные блюда и напитки по доступным ценам. В конечном итоге праздник у …",
    "rating": 5,
    "name": "круговорот игр",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно поехал в Киев и рншил перекусить в этом ресторане. Очень сильно понравилась его атмосфера, а еда тут просто бомба. Уровень обслуживания  от 1 до 10 я б оценил на твердую 8-ку. Советую каждому кто будет в Киеве посетить этот …",
    "rating": 5,
    "name": "Fantom",
    "cat": "Restaurant"
  },
  {
    "review": "Когда шла, смутило, что было много пятёрок от людей с одним отзывом, но утром больше негде было позавтракать. В целом, даже если оценка и накручена, место нормальное. Омлет был жирноват, но вкусный, аппетитный. Официантка милая. Чисто, …",
    "rating": 1,
    "name": "Mykola Mykhalko",
    "cat": "Restaurant"
  },
  {
    "review": "Ресторан пхи-пхи я посетил недавно и получил много удовольствия. Атмосфера там выдержанная, уютная а также тёмно-зелёный цвет расслабляет глаза. Уровень обслуживания на высоте, меня быстро обслужили и красиво подали блюда. Еда вкусная и …",
    "rating": 5,
    "name": "Міша Коберник 1ПІ-21б",
    "cat": "Restaurant"
  },
  {
    "review": "Вот мое мнение о ресторане. Не успел позавтракать дома, решил заскочить куда нибудь и поесть. Попал в этот ресторан, заказал завтрак (фото прикрепил). Отличная порция по относительно маленькой стоимости. Все довольно вкусно и хорошо …",
    "rating": 5,
    "name": "Віктор Полторацький",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день сегодня побывар в ресторане PHI PHI\nЯ заказал борш.\nОн был очень вкусный. …",
    "rating": 5,
    "name": "lll Ice",
    "cat": "Restaurant"
  },
  {
    "review": "Магазин с очень интересным интерьером, лично мне он понравился. Сотрудники отзывчивые, подошли быстро. Еду можно купить не дорого, конечно не самые низкие цены, это не супермаркет со сниженными ценами. Шоколадный фонтан, чизкейк, запить …",
    "rating": 5,
    "name": "Валерий Мигалев",
    "cat": "Restaurant"
  },
  {
    "review": "Давно с друзьями искали хороший ресторан поблизости. Очень атмосферное место, вкусная еда, и не хуже коктейли, для посиделок с друзьями субботними вечерами именно то. Обслужили нас приятная девушка и очень быстро. Очень рады придти туда …",
    "rating": 5,
    "name": "Dmitriy Rad",
    "cat": "Restaurant"
  },
  {
    "review": "Ресторан классный всё понравилось. Хорошая и приятная атмосфера,\nвкусная еда, блюда красиво оформлены, вкусные коктейли и всё прочее на баре. Очень приветливый и вежливый персонал. Всё чисто и убрано. Видно сто администрация …",
    "rating": 5,
    "name": "Анастасия Митрохина",
    "cat": "Restaurant"
  },
  {
    "review": "На днях побывал в этом ресторане. Очень приятное место, где можно отдохнуть с друзьями. Это классный ресторан тайской кухни, в меню присутствуют и европейские блюда. Прекрасно готовят блюда, широкий выбор напитков. Кстати, цены по нынешним …",
    "rating": 5,
    "name": "Keri",
    "cat": "Restaurant"
  },
  {
    "review": "Замечательное место! До посещения этого ресторана тайскую кухню пробовать не доводилось, но в этом ресторане блюда просто великолепны как, впрочем, и блюда традиционной кухни (особенно порадовал борщ). Также дополнительным бонусом от …",
    "rating": 5,
    "name": "Olexiy Kasianenko",
    "cat": "Restaurant"
  },
  {
    "review": "Ресторан впечатлил своей \"природной\" атмосферой. Заказал себе борщ и молочный коктейль. Заказ принесли быстро. Было очень вкусно так сказать \"по-домашнему\". Культурный персонал. …",
    "rating": 5,
    "name": "Виктор Вернигоров",
    "cat": "Restaurant"
  },
  {
    "review": "Очень уютный ресторан! Персонал приветливый и дружелюбный. Еда вкусная, не дорогая. Приемлемые цены! Интерьер шикарный, выглядит очень дорого. Спасибо персоналу ресторана за радушный приём! Обязательно буду рекомендовать ваше заведение …",
    "rating": 5,
    "name": "Artur Olefirov",
    "cat": "Restaurant"
  },
  {
    "review": "Очень уютный ресторан! Персонал приветливый и дружелюбный. Еда вкусная, не дорогая. Приемлемые цены! Интерьер шикарный, выглядит очень дорого. Спасибо персоналу ресторана за радушный приём! Обязательно буду рекомендовать ваше заведение …",
    "rating": 5,
    "name": "юра воробйов",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение, где можно поесть вкусную кухню за адекватные деньги! Очень приятный и вежливый персонал, который всегда готов вам помочь с выбором блюд! И порадовали больше всего адекватные цены на блюда, где соотношение цена + качество …",
    "rating": 2,
    "name": "Елена Костенко",
    "cat": "Restaurant"
  },
  {
    "review": "Все замечательно! На днях созвонились с одноклассниками и решили встретиться в каком нибудь ресторанчике. Краем уха слышал о Пхи-Пхи, я предложил сходить именно сюда и не ошибся. Вечер провели обалденно, обслуживание на уровне. Очень …",
    "rating": 5,
    "name": "Young Burst",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We invite you to the summer terrace!\n\n(Original)\nДякуємо за високу оцінку! Запрошуємо до нас на літню терасу!",
    "rating": 5,
    "name": "Andrey Virut",
    "cat": "Restaurant"
  },
  {
    "review": "Ходил в ресторан с друзьями, сразу при входе порадовала атмосфера заведения. Я заказывал ланч на завтрак и кофе, друзья другие блюда и коктейли. Особенно понравились тосты, с яичницой очень вкусно, коктейли же по рассказам друзей тоже очень …",
    "rating": 5,
    "name": "Богдан Гетманцев",
    "cat": "Restaurant"
  },
  {
    "review": "Данный ресторан находить неподалёку от моей квартиры, мы очень часто сюда ходим покушать со своей женой. Очень советую попробовать вам борщ в данном ресторане, это просто НЕЧТО! Это почти самый вкусный борщ который я пробовал, конечно самый …",
    "rating": 5,
    "name": "_-Тёмыч-_",
    "cat": "Restaurant"
  },
  {
    "review": "Ни когда не любил рестораны, но друзья уломали пойти с ними  в phi-phi. Я  был УДИВЛЕН в лучшую сторону. Во-первых  уютная ненавязчивая  обстановка. Во-вторых ЗНАЮЩИЙ ПРОФЕССИОНАЛЬНЫЙ персонал (сначала узнают вкусы, а потом что-то …",
    "rating": 5,
    "name": "ЭРО РОССИЯ",
    "cat": "Restaurant"
  },
  {
    "review": "Каждый день захожу в ресторан на обед, т.к работаю недалеко. Персонал отзывчив, быстро принимает заказ, сделали мне скидочку как постоянному клиенту) Еда вкусная, цены адекватные. Ресторан можно считать одним из лучших в Киеве. Советую …",
    "rating": 5,
    "name": "Крошка Милая",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, come back!\n\n(Original)\nДякуємо за високу оцінку, приходьте ще!",
    "rating": 5,
    "name": "wicked dandelion",
    "cat": "Restaurant"
  },
  {
    "review": "Сразу скажу, в ресторане очень приятный интерьер. Вежливый и приветливый персонал, обслужили быстро и с улыбкой) Особенно понравился десерт \"Шоколадный фонтан\". Ресторан рекомендую к посещению и отведать этот десерт! …",
    "rating": 5,
    "name": "TROPIKNOOI",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation!\n\n(Original)\nДякуємо за високу оцінку!",
    "rating": 5,
    "name": "Đelemor",
    "cat": "Restaurant"
  },
  {
    "review": "Был проездом в Киеве, вот и соизволил зайти сие заведение, а оно довольно таки хорошее. Официанты очень добры и улыбчивы, возможно из-за этого мне атмосфера ресторана показалась очень яркой и позитивной. Заказывал рыбу, она мне тоже …",
    "rating": 5,
    "name": "Mr. Leon",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your high appreciation. Waiting for the next meeting!\n\n(Original)\nДуже приємно, дякуємо за високу оцінку. Чекаємо на наступну зустріч!",
    "rating": 5,
    "name": "Natsu Dragnil",
    "cat": "Restaurant"
  },
  {
    "review": "Вчера завтракала в  ресторане  PHI-PHI. Очень уютное место, приятная атмосфера. А заказанное  мной блюдо просто, что-то волшебное по вкусу)! Я считаю, ничего вкуснее на завтрак, кроме как, яичницы с сосисками и придумать нельзя) Было очень …",
    "rating": 5,
    "name": "Дмитрий Блоховцов",
    "cat": "Restaurant"
  },
  {
    "review": "Мне очень понравился этот ресторан. Очень удобное расположение, как раз рядом с моим домом. Очень вкусно там готовят, а коктейли там просто супер. Также сам ресторан очень красивый и атмосферный, все чисто и убрано. Теперь буду знать куда …",
    "rating": 5,
    "name": "CoLnKoR",
    "cat": "Restaurant"
  },
  {
    "review": "Решил как то зайти на завтрак,взбодриться перед работой,выпить чашечку кофе. Заказал яишенку с беконом и гренками,и сырники. Завтрак был просто безподобен. Очень все вкусно было. Решил зайти и на обед😁теперь постоянно там кушаю. Ресторан …",
    "rating": 5,
    "name": "Shkvalik",
    "cat": "Restaurant"
  },
  {
    "review": "Раньше это был \"мама, я дома\". Со всеми вытекающими отзывами. Решили наверно начать с нового листа, но не удачно. Персонал тот же, расторопность и скорость все так же на нуле. И я даже не говорю про скорость подачи бизнес ланча(из основного …",
    "rating": 5,
    "name": "Tawer333",
    "cat": "Restaurant"
  },
  {
    "review": "Впервые вижу на столько хорошее обслуживание. Официантка, обслуживающая наш столик была просто душкой) Брала креветки под тайским соусом и они меня однозачно порадовали. Атмосфера прекрасная. Однозначно рекомендую! …",
    "rating": 5,
    "name": "Борис Иванов",
    "cat": "Restaurant"
  },
  {
    "review": "Прогуливаясь по утреннему Киеву, мы с мужем абсолютно случайно наткнулись на ресторан PHI PHI (ул. Даниловская, 62/20). Конечно заинтриговало название, но когда мы переступили порог и попали в уютнейшую атмосферу, увидели великолепный …",
    "rating": 5,
    "name": "Андрей Лариошин",
    "cat": "Restaurant"
  },
  {
    "review": "Я не особо люблю ходить по ресторанам, но однажды я со своим лучшим другом решили зайти и перекусить. Персонал был очень приветлив но больше всего мне понравился один из напитков поскольку я не был голодным я заказал только его и он мне …",
    "rating": 5,
    "name": "Валерий Серов",
    "cat": "Restaurant"
  },
  {
    "review": "Праздновали День рождения в этом ресторане. Знакомый просто посоветовал, и мы решили пойти в Phi-Phi. Честно, сначала думал, что ничего особенного в этом нет и не будет, но, когда я только зашел в ресторан, сразу чему-то удивился. То ли …",
    "rating": 5,
    "name": "Fedor Fedor",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное уютное заведение, очень вкусная еда.Обслуживание вежливое, быстрое и хорошо разбирается в меню.Отдельно,хотел бы похвалить поваров за вкусные горячие коктейли,а паста восхитительная. Спасибо!Будьте уверены ресторан вас не …",
    "rating": 5,
    "name": "Simba",
    "cat": "Restaurant"
  },
  {
    "review": "На днях посетил данный ресторан. Мне очень понравилась атмосфера заведения. Еда подаётся в прекрасном виде и очень вкусная и дешёвая для данного ресторана. Официант был дружелюбны …",
    "rating": 5,
    "name": "Марина Савченко",
    "cat": "Restaurant"
  },
  {
    "review": "Этот ресторан меня очень порадовал, вкусная еда, приятный интерьер, все в лучшем качестве.А про персонал можно сказать только хорошо , все приятно общаются, могут подсказать, помочь, мне подсказали, и у меня появилось новое ЛЮБИМОЕ блюдо, …",
    "rating": 5,
    "name": "Mykhailo Dziubynskyi",
    "cat": "Restaurant"
  },
  {
    "review": "Не приятное заведение, не рекомендую.\nПриходит рано нету никакого смысла,  так как они вас точго не обслужат. В итоге, я ушел так и не позавтракав …",
    "rating": 5,
    "name": "Марина Зозуля",
    "cat": "Restaurant"
  },
  {
    "review": "Уже который раз приходим сюда поесть - отличный ресторан. Локация ресторана шыкарная. Приятная, спокойная атмосфера. Всегда приветливые официанты. Вкусно готовят, все свежее. Так держать! 10/10 …",
    "rating": 5,
    "name": "Стас Хранов",
    "cat": "Restaurant"
  },
  {
    "review": "Ресторан очень прекрасный. Атмосфера на высшем уровне. Уровень обслуживания - просто супер, больше не как не могу сказат. Коктейли очень вкусные и дают ещё больше радости находится в этом месте. Одним словом ресторан супер. …",
    "rating": 5,
    "name": "Марина Пальм",
    "cat": "Restaurant"
  },
  {
    "review": "Был здесь первый раз, заведение порадовало.\nЧто внутри, что снаружи, очень уютно. Девочка быстро подошла, вся улыбается, даже сложилось впечатление, что ей нравится её работа, аж заряжает на удачный день. …",
    "rating": 4,
    "name": "Юлия Корниенко",
    "cat": "Restaurant"
  },
  {
    "review": "Не плохой ресторан мне понравилось особенно то блюдо на подобие гамбургера но не гамбургер, огурчики помидорчики с зеленью в маенезном соусе класс и в большой булочке. Да и повар не плохой такой мне говорит в шутку ну как блюдо молодой …",
    "rating": 5,
    "name": "yulya kirova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, come again!\n\n(Original)\nДякуємо за високу оцінку, приходьте ще !",
    "rating": 5,
    "name": "Дмитрий -",
    "cat": "Restaurant"
  },
  {
    "review": "В ресторан зашли случайно. Просто гуляли с женой. И оказались приятно удивлены! Единственное отличие, что много славян. А так, как будто сново приехали в Таиланд. Руководство действительно постарались. Выражаю свою уважением. Теперь я Ваш …",
    "rating": 5,
    "name": "Magic Shot",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, very glad that we liked you, we are waiting for the next meeting!\n\n(Original)\nДякуємо, дуже раді, що Вам у нас сподобалось, чекаємо на наступну зустріч!",
    "rating": 5,
    "name": "Владимир",
    "cat": "Restaurant"
  },
  {
    "review": "Замечательное место, крутые коктейли и приветливый персонал. Подходит как для компании друзей так и для парочек. Бываю часто, ещё не разу не была разочарована. Одним словом - рекомендую! …",
    "rating": 5,
    "name": "Yevhen Kirichuk",
    "cat": "Restaurant"
  },
  {
    "review": "Здравствуйте! Я каждый день ем в этом ресторане перед работой и в обед. Это просто отличный ресторан. Очень красивый и приятный интерьер, официанты вежливые и шустрые, оформление блюд тоже на высоте! …",
    "rating": 5,
    "name": "Дмитрий Ткачук",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение: еда была очень вкусной, приятная атмосфера, быстрое обслуживание (заказ не пришлось долго ждать), удобное расположение кафе.  Хорошее место для того, чтобы провести там вечер выходного дня, а также свидание с …",
    "rating": 5,
    "name": "Magjan Beisekov",
    "cat": "Restaurant"
  },
  {
    "review": "Оригинальный дизайнерский интерьер сочетает в себе стиль лофт и азиатские мотивы – бежевые и насыщенные бирюзовые оттенки, бетон и кирпичная кладка, резная мебель, плетеные кресла с мягкими подушками, небольшие столики, настенная роспись в …",
    "rating": 5,
    "name": "{Tops}",
    "cat": "Restaurant"
  },
  {
    "review": "Приятная, успокаивающая обстановка, где можно незаметно провести массу времени, хороший выбор меню, очень отзывчивый и ненавязчивый персонал, готовый дать консультацию при заказе блюд, и конечно отличная готовка. Буду еще в столице …",
    "rating": 5,
    "name": "Oлег В",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation!\n\n(Original)\nДякуємо за високу оцінку!",
    "rating": 5,
    "name": "pandan",
    "cat": "Restaurant"
  },
  {
    "review": "всем привет кто читает мой отзыв !!я случайно попал в этот ресторан с друзьями и был приятно удивлен атмосферой и кухней все было просто на высоте обслуживание очень быстрое вежливые официанты!! А кухня  просто бесподобная повара просто …",
    "rating": 5,
    "name": "Maks Averin",
    "cat": "Restaurant"
  },
  {
    "review": "Заказывала еду через доставку, рамен очень острый и нигде не указано, что это острое блюдо, было бы здорово это изменить, а сырники очень сладкие. Кухней не очень довольна( …",
    "rating": 5,
    "name": "m0x1t0",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно с подругой отведали ресторан phi-phi в Киеве! Интерьер просто на высшем уровне, экстрерьер просто огонь🔥 Очень приятная атмосфера царит в ресторане, после посещения заведения хочется творить что-то 😄 Особенно персонал, уж сильно …",
    "rating": 5,
    "name": "hthth gfgf",
    "cat": "Restaurant"
  },
  {
    "review": "Честно сказать не ожидал увидеть такого уровня ресторан азиатской кухни в Киеве. Сам из Минска, был в командировки, коллега посоветовал посетить данное заведение. Остался доволен. Очень уютная атмосфера, чудесные блюда таиландской кухни. …",
    "rating": 5,
    "name": "СК",
    "cat": "Restaurant"
  },
  {
    "review": "Большое спасибо за отзыв, надеемся приедете к нам ещё!\n\n(Translated by Google)\nThank you very much for the feedback, we hope to come to us again!",
    "rating": 5,
    "name": "vd. vd",
    "cat": "Restaurant"
  },
  {
    "review": "Был с другом, посоветовали знакомые. Отличное заведение, приятная атмосфера, понравился интерьер, персонал на все 100. Есть wi-fi, кальян, выпивка, блюда на разные вкусы, цены тут не дорогие, блюдо можно взять по вкусу. Ставлю 5 звёзд, …",
    "rating": 5,
    "name": "Николай Городиский",
    "cat": "Restaurant"
  },
  {
    "review": "У моего младшего брата намечалось День Рожденье, и мы искали место где можно его отметить, и нашли этот ресторан и не пожалели. Очень понравилось в этом ресторане это то,  что здесь хорошая обстановка, качественное обслуживание, и быстрое …",
    "rating": 5,
    "name": "Евгений Тутык",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно в этом ресторане готовят,понравилось абсолютно все!\nОт меню до атмосферы,ее просто не передать. Все так ярко,гармонично. Просто заглядение! …",
    "rating": 5,
    "name": "иван иванов",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно заходили в ресторан. Отличная отмасфера,шикарный дизайн. Очень вкусная кухня,радует своим ассортиментом,вежливые сотрудники все с улыбками и хорошим настроением. Приятно туда еще вернутся. …",
    "rating": 5,
    "name": "Traitor Lord",
    "cat": "Restaurant"
  },
  {
    "review": "Приятная атмосфера и вкусная кухня. Безумно вкусный тыквенный суп!\nНо будьте осторожны, порции большие, заказывая много - рискуете все не съесть, как получилось у нас) …",
    "rating": 5,
    "name": "protection racket",
    "cat": "Restaurant"
  },
  {
    "review": "Я когда зашел в этот ресторан, сразу понял что это, то что мне надо.Официанты сразу приветствовали. Обслуживанию в ресторане - просто супер, мне понравилось.Напитки и коктейли очень классные, дают енергию на целую неделю. Одним слово - …",
    "rating": 5,
    "name": "Manfredi",
    "cat": "Restaurant"
  },
  {
    "review": "Отличный ресторан, шикарный интерьер, большой выбор блюд на любой вкус. Официанты вежливые, обходительные и шустрые, обслуживание реально быстрое. Всё что заказали было очень вкусным. Всем советую посетить!!! …",
    "rating": 5,
    "name": "Марія Кляченко",
    "cat": "Restaurant"
  },
  {
    "review": "Отмечал 2 мая у вас день рождения. Спасибо вам большое за такой праздник: за шикарный разнообразный стол , который помог нам организовать менеджер ресторана, за тёплое поздравление всем коллективом, за вкуснейший борщ, которая приготовлена …",
    "rating": 5,
    "name": "post mortem.",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We hope that you will celebrate not yet another holiday with us!\n\n(Original)\nДякуємо! Сподіваємося, ви відсвяткуєте у Нас ще не одне свято!",
    "rating": 5,
    "name": "Dim4ik",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное уютное заведение, очень вкусная еда. Зал в хорошом состаянии. Внешний вид еды и её вкус просто божестевенны. Официанты вежливые, быстро выполняют свои заказы!! …",
    "rating": 5,
    "name": "Дмитрий Леоненко",
    "cat": "Restaurant"
  },
  {
    "review": "Сегодня посетил впервые этот ресторан . Все друзья мне его рекомендовали я и решил сходить , Обслуживание в этом ресторане на высоте все добрые и вежливые , еда мне очень понравилась. Внутри ресторан выглядит солидна. Вообщем всем …",
    "rating": 5,
    "name": "Алмаз Сафин",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! Looking forward to your next meeting!\n\n(Original)\nДякуємо! Чекаємо на наступну зустріч!",
    "rating": 5,
    "name": "Дмитрий Вальтер (HackDiman)",
    "cat": "Restaurant"
  },
  {
    "review": "Когда отдыхал в Киеве, очень понравилось это место! Атмосфера такая приятная - удобные стулья, приятные работники, вкусная еда + подача еды просто шик! Рекомендую людям посетить это место, так как работники тут стараются сделать вам …",
    "rating": 5,
    "name": "Artem Platonov",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно был рядом с центром, решил перекусить и зайти в данное заведение. Дизайн очень понравился, как будто попадаешь в Ресторанчик в джунглях. Атмосфера, как и обслуживание, очень хороши. Цены не кусаются и очень даже приятны. Советую …",
    "rating": 5,
    "name": "Chebyrek Iz myasa",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We invite you to the summer terrace!\n\n(Original)\nДякуємо за високу оцінку! Запрошуємо до нас на літню терасу!",
    "rating": 5,
    "name": "Andreu Nukki",
    "cat": "Restaurant"
  },
  {
    "review": "Живу в Киеве был в этом ресторане остались хорошие впечатление.\nЗал чистый, интерьер приятный и самое главное что еда было нормальной всё было вкусно. В общем могу посоветовать для отдыха с друзьями и родными. …",
    "rating": 5,
    "name": "Taras Bilunets",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, come again!\n\n(Original)\nДякуємо, приходьте ще!",
    "rating": 5,
    "name": "noxxs",
    "cat": "Restaurant"
  },
  {
    "review": "Отмечали день рождения товарища Остались только положительные воспоминания и эмоции. Работа заведения на высоте. Персонал приветливый и сразу располагает к себе, еда вкусная, обслуживание быстрое и квалифицированное. Очень уютное и красивое …",
    "rating": 4,
    "name": "SHOPPING HOUR",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your appreciation, come back!\n\n(Original)\nДуже дякуємо за високу оцінку, приходьте ще!",
    "rating": 5,
    "name": "Ольга Шевель (oly_shaa)",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приятно был удивлен атмосферой в этом заведении.Хорошо провели время вместе с девушкой. Блюда также удивили, тем насколько качественно они были приготовлены, а сервировка это отдельное искусство. Обязательно посетим еще не раз! …",
    "rating": 5,
    "name": "Заработок В інтернеті",
    "cat": "Restaurant"
  },
  {
    "review": "Я не впервые посещаю этот уютный ресторан. Приятная атмосфера, ненавязчивые и отзывчивые официанты, которые отлично знают меню, блюда очень вкусные и разнообразные - скажем так, любой гость даже требовательный будет приятно удивлен. …",
    "rating": 5,
    "name": "DaSha Emelyanova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, come again!\n\n(Original)\nДякуємо, приходьте ще !",
    "rating": 4,
    "name": "Yaroslav Sirkiziuk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I can't appreciate the kitchen because they came for coffee and lemonade. The coffee didn't cost, but the lemonade was extraordinary. The terrace is also a bomb. Thanks. …",
    "rating": 5,
    "name": "King Arthur",
    "cat": "Restaurant"
  },
  {
    "review": "Это лучшее место где я смогла вкусно пообедать за последние 3 года. Ресторан, персонал, кухня - все на высшем уровне. Тарелки чистые, атмосфера умиротворяющая, официанты опрятные, все как надо, и даже лучше)) Спасибо, я обязательно прийду …",
    "rating": 5,
    "name": "Tulmye",
    "cat": "Restaurant"
  },
  {
    "review": "Была в этом ресторане несколько дней назад. Всё очень понравилось. Приветливый и добрый персонал. Еда очень вкусная. Особенно,понравился тайский салат с фунчозой. Обстановка очень уютная и комфортная.Всем советую!!!))) …",
    "rating": 5,
    "name": "Ілля Шевчук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, we are waiting for the next meeting!\n\n(Original)\nДякуємо за високу оцінку, чекаємо на наступну зустріч!",
    "rating": 4,
    "name": "Леся Мелкумян",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) We decided to visit the restaurant after reading positive reviews about him, and made sure that everything he said was true.\nBrief: A pleasant, soothing setting, where you can spend a lot of time …",
    "rating": 5,
    "name": "Евгений Тараненко",
    "cat": "Restaurant"
  },
  {
    "review": "Красиво, вежливо обслуживают\nВкусные сырники. Умеренные цены …",
    "rating": 5,
    "name": "serg dolgopolov",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение. Красивый интерьер. Блюда все очень вкусные, особенно мясные, порции большие.  Подача красивая. Большой выбор напитков. Обслуживание на высоте, персонал вежливый, дорожащий своей работой. Молодцы. …",
    "rating": 5,
    "name": "Ирина Волошина",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We invite you to the summer terrace!\n\n(Original)\nДякуємо за високу оцінку! Запрошуємо до нас на літню терасу!",
    "rating": 5,
    "name": "frame of mind",
    "cat": "Restaurant"
  },
  {
    "review": "Случайно попав однажды в этот ресторан, мы с мужем почти осуществили свою мечту- это настоящий кусочек Тайланда в Украине!\nСредств отправиться  в эту экзотическую страну пока нет, а вот Пхи Пхи подарил …",
    "rating": 5,
    "name": "Дудник Дмитро",
    "cat": "Restaurant"
  },
  {
    "review": "Было прохладно, но очень уютно. Красивое место. Достаточно быстро приготовили бизнес ланч. Вкусно. Остались довольны. Снимаю звезду за твердоватую гречку в бизнес ланч и прохладный зал. Но в целом рекомендую. …",
    "rating": 5,
    "name": "Дамир Аляков",
    "cat": "Restaurant"
  },
  {
    "review": "Милый ресторан тайской и европейской кухни  phiphi вчера безумно порадовал нас вкусным ужином и добавил новогоднего настроения! Тихое и уютное местечко для душевных вечеров и гастрономического удовольствия! …",
    "rating": 5,
    "name": "Богдан Роик",
    "cat": "Restaurant"
  },
  {
    "review": "Был вчера вечером в этом заведении, оказалось так что еще попал на открытие) Кухня очень вкусная и на очень высоком уровне, персонал очень вежливый и приятный, обслуживают достаточно быстро, не смотря на то что было действительно много …",
    "rating": 5,
    "name": "Артем Сиденко",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно зашол пообедать с друзьями в этот ресторан. Нам всё очень понравилось. Вкусная еда (особенно рыбные блюда), хорошое обслуживание, шикарная атмосфера...  Одним словом - всем советую! …",
    "rating": 5,
    "name": "Martinez Kiev",
    "cat": "Restaurant"
  },
  {
    "review": "Первый раз в Киеве, решил зайти в этот ресторан, многие советовали, оправдал мои ожидание. Официант был очень вежлив,блюдо было очень вкусное, интерьер привлекательный, теперь буду этот ресторан советовать всем своим друзьям советовать этот …",
    "rating": 5,
    "name": "Makson",
    "cat": "Restaurant"
  },
  {
    "review": "Был проездом в Киеве и посетил этот ресторан. Плюсы: Удобно расположен в хорошем районе, хорошее обслуживание, приемлемые цены, приятный интерьер и атмосфера\nМинусы: не найдено. …",
    "rating": 5,
    "name": "Олейник Дмитрий",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, we are waiting for the next meeting!\n\n(Original)\nДякуємо за високу оцінку, чекаємо на наступну зустріч!",
    "rating": 3,
    "name": "Василий Кондратенко",
    "cat": "Restaurant"
  },
  {
    "review": "Лично мне очень понравился интерьер, был я с подружкой заказали по борщу. Был очень вкусный в особенности сало. Сотрудники были очень дружелюбны и всегда улыбались. Ещё вернемся! …",
    "rating": 5,
    "name": "Сергей Ковальчук",
    "cat": "Restaurant"
  },
  {
    "review": "Хороший ресторан, отличный сервис, все чисто, компактно. Кухня недорогая и вкусная.На прошлой неделе мы ели здесь с семьей. Нам понравилось. Мы планируем приезжать часто. …",
    "rating": 5,
    "name": "Lara Kozlova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We are waiting for you next time!\n\n(Original)\nДякуємо! Чекаємо на вас у гості наступного разу !",
    "rating": 5,
    "name": "Timon",
    "cat": "Restaurant"
  },
  {
    "review": "Я в шоке от персонала. Очень хорошые ребята.Обслуживание на вышем уровне. Атмосфера VERY COOL. Очень красиво в ресторане. Зделано все акуратно. Еда для професионалной кухни. Очень вкусно. ВСЕМ советую там сходить.:) …",
    "rating": 5,
    "name": "Foov Shinkarenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your appreciation, we look forward to the next meeting with you!\n\n(Original)\nДякуємо за високу оцінку, чекаємо наступної зустрічі з Вами!",
    "rating": 5,
    "name": "Мудрый Василич",
    "cat": "Restaurant"
  },
  {
    "review": "Действительно невозможно остаться равнодушным от этой кухни- прекрасная взвешенность вкусовых ощущений, все было аппетитно, вкусно и достаточно быстро приготовлено! По сравнению с обычными кафешками это заведение оставило только …",
    "rating": 5,
    "name": "King of Suprematism",
    "cat": "Restaurant"
  },
  {
    "review": "Приятная, уютная атмосфера ресторана. Хороший персонал, быстро обслужили. Вкусная еда. А особенно оболденные напитки! Рекомендую всем етот ресторан. Приходите, не пожилеете! …",
    "rating": 5,
    "name": "Danil Varvinskiy",
    "cat": "Restaurant"
  },
  {
    "review": "В случае если вы приверженец, как и я, вкусного и сытного завтрака  вам сюда в phiphi.kiev .  Заведение именуется как полуостров в Тайланде , как же охота туда, прям вдохновение …",
    "rating": 5,
    "name": "R T",
    "cat": "Restaurant"
  },
  {
    "review": "Крутой элитный ресторан в городе Киев. Сам интерьер ресторана выглядит элитно что сразу подчеркивает уровень ресторана.Блюда в ресторане готовят разных кухонь мира, мне лично больше всего понравилась тайская кухня.Всем советую посетить …",
    "rating": 5,
    "name": "Jeremi Hufder",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good restaurant, nice staff. Delicious and quality dishes look bombezno.Chas prepared a little wait a long time will not accept. Tasty tea is not a winter try when you are in a restaurant. Clean good toilets. The room …",
    "rating": 5,
    "name": "Яша Лава",
    "cat": "Restaurant"
  },
  {
    "review": "Был на открытии, это было очень круто. Кухня очень вкусная и персонал очень светлые люди, которые знают свое дело и советуют то что действительно подходит к блюду, а не то что подороже, как это делается в наших ресторанах некоторых. …",
    "rating": 5,
    "name": "Karateka MC",
    "cat": "Restaurant"
  },
  {
    "review": "Ресторан очень хороший! Вкустная еда и отличный персонал, так же хочется отметить  хорошую атмосферу ресторана. Так же есть начилие WiFi.Цены нормальные,всем советую посетить. …",
    "rating": 5,
    "name": "Prosto Bodya",
    "cat": "Restaurant"
  },
  {
    "review": "Отличный ресторан ,был удивлен приятным дизайном ,обслуживание на высшем уровне,после его посещения это мой любимый ресторан ,советую обязательно посетить.\nХочу отметить это блюдо,блюдо быстро подано,было очень вкусно,это мой любимый …",
    "rating": 5,
    "name": "Vahe Hayrapetian",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Excellent travel, excellent cuisine and friendly service. Very grateful for the fabulous emotions and a cool evening) We will definitely be back and advise friends) …",
    "rating": 5,
    "name": "Диана Шахова",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно посещал данный ресторан с девушкой,заказал там  картошку,мяско,и много другое,все настолько вкусное,что аж не могли остановиться,потом заказали десерт,тоже очень вкусно,самый вкусный ресторан в городе наверное! Обязательно,когда …",
    "rating": 5,
    "name": "ikkq1231",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, come back)\n\n(Original)\nДякуємо , приходьте ще)",
    "rating": 5,
    "name": "Anatoliy Gudkov",
    "cat": "Restaurant"
  },
  {
    "review": "В ресторане присутствует ламповая атмосфера. Ресторан имеет хороший ассортимент. Обслуживание на высшем уровне. Также приятным бонусом оказался WI-FI. …",
    "rating": 5,
    "name": "Хулиган До",
    "cat": "Restaurant"
  },
  {
    "review": "Ресторан просто супер.Пришли туда со своей семьей (Были в Киеве приездом).Персонал очень добрый.Помог определиться с выбором еды. И цены-очень дешево.Вообщем это самый лучший ресторан, в котором я когда-либо был. …",
    "rating": 5,
    "name": "Екатерина Пьянкова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I will recently visit this wonderful establishment. And you know what I say. I am very impressed with how friendly the staff treated me.\nThe atmosphere in the restaurant is simply incredible. Quiet, cozy, muted light. …",
    "rating": 5,
    "name": "Анжела Бурлака",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The restaurant is very awkward I liked I often visit this restaurant dishes there are very delicious cocktails too.\nThe staff is very friendly always with a demonstration eta pleases :) …",
    "rating": 5,
    "name": "LT Cut",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you!\n\n(Original)\nДякуємо!",
    "rating": 5,
    "name": "Nigga Ballz",
    "cat": "Restaurant"
  },
  {
    "review": "Лучший ресторан который я когда либо видел. Не давно туда ходил и всё понравилось. Хорошее обслуживание, приветливые официанты и вкусные блюда, это всё про этот ресторан. 5 звезд …",
    "rating": 5,
    "name": "Stasik Yzymaki",
    "cat": "Restaurant"
  },
  {
    "review": "Были во многих кафе и ресторанах ,но в конце-концов остановились на этом чудном месте! Чисто,аккуратно, с персоналом просто подружились - отличная команда,отзывчивые ребята!Отдельное спасибо поварам за творческий подход к блюдам!!Да что тут …",
    "rating": 5,
    "name": "Анастасия Горицкая",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for this high appreciation!\n\n(Original)\nДякуємо за цю високу оцінку!",
    "rating": 5,
    "name": "Ник К",
    "cat": "Restaurant"
  },
  {
    "review": "Посещали данный ресторан с семьей. Еда очень вкусная. Персонал приветливый, всегда улыбаются. Также понравилась атмосфера в ресторане. …",
    "rating": 5,
    "name": "Генадий Березовский",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, come again!\n\n(Original)\nДякуємо, приходьте ще!",
    "rating": 5,
    "name": "Виктория",
    "cat": "Restaurant"
  },
  {
    "review": "Отличный ресторан с широким ассортиментом и очень вкусными блюдами. Замечательное обслуживание и удобное расположение. Непременно стоит всем попробовать кухню данного ресторана. …",
    "rating": 5,
    "name": "Про Все",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for such warm warm words, before meeting next time)\n\n(Original)\nДякуємо за такі теплі теплі слова, до зустрічі наступного разу )",
    "rating": 5,
    "name": "Андрей Строкатов",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно ездили в ресторан, мне\nпонравилось обслуживание,\nатмосфера, блюда недорогие. …",
    "rating": 5,
    "name": "FragMonkey",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your kind words!\n\n(Original)\nДякуємо за теплі слова!",
    "rating": 2,
    "name": "Ivan Altsybieiev",
    "cat": "Restaurant"
  },
  {
    "review": "Пришел в ресторан первый раз,сразу бросился в глаза классный и красивый интерьер, заказал пару блюд и коктейль,очень вкусно. Мне понравилось всем советую туда сходить! …",
    "rating": 5,
    "name": "евгений власов",
    "cat": "Restaurant"
  },
  {
    "review": "Ресторан очень хороший! Был там со своей девушкой, нам очень понравилось еда, атмосфера в ресторане тоже на уровне. Очень уютное место. Те кто придут сюда не пожалеют. …",
    "rating": 5,
    "name": "krayid",
    "cat": "Restaurant"
  },
  {
    "review": "На удивление в хорошем заведении я побывал. Уютная атмосфера, приветливый персонал. Блюда ,кстати, тоже хороши (по крайней мере те которые я заказывал). Короче говоря хорошее, уютное местечко)) …",
    "rating": 5,
    "name": "Vova Kolpak",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, very nice. We are waiting for the next meeting!\n\n(Original)\nДякуємо, дуже приємно. Чекаємо на наступну зустріч!",
    "rating": 5,
    "name": "Good Music",
    "cat": "Restaurant"
  },
  {
    "review": "прогуливаясь по городу киев со своей семьей я заметил ресторан Пхи - Пхи, мы решили поужинать в нем. Еда в нем превзошла все ожидания. официанты очень приятные и розговорчивие. Моих детей (сына и дочку)  невозможно было вытащить из этого …",
    "rating": 5,
    "name": "Сергiй Ковальчук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Recently visited the restaurant phi-phi. The atmosphere created inside is extremely interesting and inspires to create something new. Also, the staff was very excited to say hello and showed everything. The menu is …",
    "rating": 5,
    "name": "Eber David Lievano Zaa",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very comfortable and cozy summer playground, polite staff, delicious business lunches! …",
    "rating": 5,
    "name": "Татьяна Александренко",
    "cat": "Restaurant"
  },
  {
    "review": "Сначала с мужем долго выбирали заведение , чтоб отметить годовщину.Подруга посоветовала этот ресторан ,долго мучались не могли определиться , но все же пошли в этот.Рестораном осталась довольна.Приятная обстановка,чудесный персонал уровень …",
    "rating": 5,
    "name": "Фриц Филлтон",
    "cat": "Restaurant"
  },
  {
    "review": "Не давно отдыхал с друзьями в этом ресторане, коктейли просто бомба, очень приветливый персонал.Блюда приносят без задержок. Забыл самое главное - очень привлекательные цени постараюсь еще приходить сюда …",
    "rating": 5,
    "name": "Максим Попов",
    "cat": "Restaurant"
  },
  {
    "review": "Посетили с семьёй этот ресторан,по совету друзей.Действительно,всё было как нам и описали.Приятная атмосфера,доброжелательные официанты,ОЧЕНЬ вкусный борщ(как домашний),понравился салат цезарь.Ресторан находиться в хорошем месте.Обязательно …",
    "rating": 5,
    "name": "joffinbtw",
    "cat": "Restaurant"
  },
  {
    "review": "Уютное место с тихим внутренним двориком. Вкусная кухня и напитки.\nВежливый и приятный персонал. Некоторые заказы подавались с задержкой, но общее впечатленяе положительное) …",
    "rating": 5,
    "name": "Гриша Калинин",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good location, nice and attentive staff. Dishes are delicious and high quality. The choice of dishes is great. The time of preparation of the order is not great. Very tasty tea who will be in this institution - be …",
    "rating": 5,
    "name": "Єлизавета Ігнатова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much, we invite you to visit the next time!\n\n(Original)\nДуже дякуємо, запрошуємо в гості наступного разу!",
    "rating": 5,
    "name": "ЛОЛ ЮЮ",
    "cat": "Restaurant"
  },
  {
    "review": "Очень понравилось,атмосфера и обслуживание на высоте.Ещё радуют чистые туалеты.Очень понравились завтраки (Я заказала Яичницу с беконом,сосисками и тостами,и Овсяную кашу) Внешний вид еды и вкус просто божественный,Рекомендую!!! Моя оценка …",
    "rating": 5,
    "name": "Балда Тарас-Остап",
    "cat": "Restaurant"
  },
  {
    "review": "Отличный ресторан! Каждый день туда хожу, мне понравились напитки, а моим детям страны, также очень хорошие коктейли и пиво. Прекрасный интерьер мне понравилось. ⭐⭐⭐⭐⭐ …",
    "rating": 5,
    "name": "Play Emiron",
    "cat": "Restaurant"
  },
  {
    "review": "Своя особая атмосфера. При входе красивое дзеркало. 2 зала. Немного темновато. Бизнес-ланч нормальный. Ничего особенного. …",
    "rating": 5,
    "name": "GALE RON",
    "cat": "Restaurant"
  },
  {
    "review": "Был на днях в командировке в Киеве,посетил данный ресторан.Меню приятно поражает богатством выбора,готовят очень вкусно.Из плюсов также выделил бы приятную ненавязчивую музыку и приветливый персонал В общем после тяжёлого дня приятно …",
    "rating": 5,
    "name": "Spich",
    "cat": "Restaurant"
  },
  {
    "review": "Классное место с интересным интерьером, вкусным и недорогим меню и тихой приятной обстановкой …",
    "rating": 5,
    "name": "Gazim Zade",
    "cat": "Restaurant"
  },
  {
    "review": "Чудесное место, праздновали тут 14 февраля. Ребята создали праздник, живая музыка, вкусные сеты и дымный кальян. Обязательно прийдем сюда ещё раз. …",
    "rating": 5,
    "name": "alex Naumchuk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The restaurant was very pleasantly impressed, if honestly, having arrived for lunch with a not-so-good mood ((but a pleasant atmosphere, which was not important at all, polite and competent waiters helped calm down. …",
    "rating": 5,
    "name": "Salam Syleimanovv",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The restaurant left the best impression. All family visit \"Phi-pui\" every Friday. I was very surprised by the professionalism of the staff, namely, with the situation when the father asked: \"What can you taste …",
    "rating": 3,
    "name": "Alina Sarnatska",
    "cat": "Restaurant"
  },
  {
    "review": "Сегодня завтракал в этом чудесном заверении, все принесли быстро, ждать не пришлось. Еда вкуснее чем дома, интерьер приятный, мягкий. Всем советую, все чудесно …",
    "rating": 5,
    "name": "Карина Забара",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, come again!\n\n(Original)\nДякуємо, приходьте ще!",
    "rating": 5,
    "name": "Maria Berger",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо, все было очень круто. Искренно благодарна этому заведению за проведения нашей свадьбы. Организация и обслуживание на высоте. Гости остались довольны абсолютно всем. …",
    "rating": 5,
    "name": "ONLY",
    "cat": "Restaurant"
  },
  {
    "review": "Вчера пришёл поесть в  этот ресторан.Еда очень вкусная, персонал отличный, официант вежлив.Очень уютная атмосфера,как-будто дома. Цены не большие,очень понравился мохито,всем рекомендую. …",
    "rating": 5,
    "name": "Назар Бубнюк",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное место. Обед класс наелась как слоник 1е, 2е салат и компот по доступной цене👍 …",
    "rating": 5,
    "name": "blek alexandr",
    "cat": "Restaurant"
  },
  {
    "review": "После посещения данного ресторана остались только положительные эмоции, вкусная еда отличная атмосфера помогли мне сделать этот вечер прекрасным!!\nВсем советую посетить данное заведение ! …",
    "rating": 5,
    "name": "Mary Cooper",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks, we are waiting for the next meeting in PHI-PHI\n\n(Original)\nДякуємо, чекаємо наступної зустрічі у PHI-PHI",
    "rating": 5,
    "name": "umka pro",
    "cat": "Restaurant"
  },
  {
    "review": "Очень красивы ресторан, приятная атмосфера, вежливые и приветливые сотрудники этого места. Еда и коктейли намного качественнее чем в других ресторанах, так что советую не пожалеете ! …",
    "rating": 5,
    "name": "FEDIK",
    "cat": "Restaurant"
  },
  {
    "review": "И вкусно, но как-то нерасторопно что-то. Качество обслуживания хотелось бы повысить …",
    "rating": 5,
    "name": "Олеся Кот",
    "cat": "Restaurant"
  },
  {
    "review": "Зашол в етот ресторан перекусить з друзями я подумал простой ресторан как все остальние но когда нас бистро обслужили и принесли ОЧЕНЬ вкусную еду я поменял свое мнение. Теперь я хожу в етот ресторан кажную суботу.Моя оценка 5. …",
    "rating": 5,
    "name": "IQ ТЕГ",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное кафе для тех кто ограничен по времени. Быстрое обслуживание.  Соотношение цены и качества супер. Для тех кто не торопиться может насладиться  приятной атмосферой и вкусными блюдами! Рекомендую! …",
    "rating": 5,
    "name": "Аид [VyacheslavOO]",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) We recently decided to eat the food we see the restaurant PHI-PHI Well, we thought and decided to try this cuisine we sat down to us came up to the waiter we ordered salad and cocktails gave us orders for the groom …",
    "rating": 5,
    "name": "iG",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно была в этом ресторане.Удивил интерьер много деталей которые дополняют один одного и совокупности получается такая красота.Заказывали разные блюда но могу отметить что лучше запомнилось это креветки очень вкусные и так же блюда с …",
    "rating": 5,
    "name": "HYPER Game",
    "cat": "Restaurant"
  },
  {
    "review": "Чудесное заведение.Отличный персонал!Недавно заходили с друзьями, а какие у вас блюда.Просто шедевр.Ещё мне очень понравились коктейли, а ещё, что не мало важно хороший администратор.С плюсов можно отметить наличие WI-FI, для любителей …",
    "rating": 5,
    "name": "Алексей Конов",
    "cat": "Restaurant"
  },
  {
    "review": "Очень долго с девушкой не могли найти ресторан,в который бы ходили постоянно.По рекомендациям нашего друга решили прийти сюда поужинать.В ресторане очень приветливый персонал, который очень бысто,с  улыбкой на лице подойдёт и примет ваш …",
    "rating": 5,
    "name": "Этери Улещенко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень хороший ресторан , обслуживание на высшем уровне, ни каких проблем не было, еда очень вкусная , напитки тоже. Думаю вернёмся туда ещё не раз. Очень советую всем …",
    "rating": 5,
    "name": "Marina _ Channel",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The atmosphere in the restaurant is very welcoming, appetite appears in this place. The courier is courteous, serves very quickly, the waiters know their business, they will tell everything and advise. The food at the …",
    "rating": 5,
    "name": "Aleksandr Eroshkin",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, come again!\n\n(Original)\nДякуємо за високу оцінку, приходьте ще !",
    "rating": 5,
    "name": "Vlad Petriv",
    "cat": "Restaurant"
  },
  {
    "review": "Приятное место, где можно не только вкусно покушать ,  но и провести весело время со своей компанией. Обслуживание просто шикарное!!, все быстро без лишней суматохи. Рекомендую …",
    "rating": 5,
    "name": "Best Blogger",
    "cat": "Restaurant"
  },
  {
    "review": "Етот ресторан впечитлил тем что у нево есть атмосфера рослиности и еще там очень вкусная еда которою бистро готуют сам там много раз бивал. Вежливие люди,  общительние. …",
    "rating": 5,
    "name": "Roman Lein",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your appreciation, we invite you to our summer terrace!\n\n(Original)\nДякуємо за високу оцінку, запрошуємо на нашу літню терасу!",
    "rating": 5,
    "name": "Елена Кушнир",
    "cat": "Restaurant"
  },
  {
    "review": "Ужинали с семьей. Приветливый персонал, в самом ресторане  уютно, комфортно, вкусно, одним словом замечательно!)))) Угостили наливкой, очень вкусная!)) Так же отзывчивый персонал и очень вкусные коктейли . Спасибо огромное !!! …",
    "rating": 5,
    "name": "skweep vip vip",
    "cat": "Restaurant"
  },
  {
    "review": "Хороший, уютний, атмоферний ресторан очень вкусная еда и вежливый персонал особенно мне понравилося ето блюдо и напиток. Готовят хорошо. Рекомендую! …",
    "rating": 1,
    "name": "Анна Сегеда",
    "cat": "Restaurant"
  },
  {
    "review": "Просто классный ресторан,приятные коктейля,вкусная кухня,атмосфера просто бомбическая,недавно друзьями посетили,все понравилось,провели очень классное время,рекомендую всем жителям Киева посетить именно за этот ресторан …",
    "rating": 5,
    "name": "Виктор",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Super, Thank you for your appreciation! We are waiting for you with friends)\n\n(Original)\nСупер, дякуємо за високу оцінку! Чекаємо на Вас з друзями)",
    "rating": 5,
    "name": "Лиза Вершинина",
    "cat": "Restaurant"
  },
  {
    "review": "Заезжала недавно с мужем в этот ресторан.В первую очередь мне понравилось как оформлен зал и какие вежливые официанты.Еду делают быстро и вкусно.Один из лучших ресторанов в котором я была.Всем советую! …",
    "rating": 5,
    "name": "Youry_f",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Pretty good restaurant with a great tasty menu.\nI advise you to promote it !!! (◕‿◕) Reception staff and interior. …",
    "rating": 5,
    "name": "STRIP_I_ZERO",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее настроение сохранилось надолго от посещения ресторана ПХИ-ПХИ.Вот и решил написать слова благодарности персоналу ресторана.Очень приветливо встретили и обслуживали вежливо.А тайская кухня вообще классная.Такой огромный выбор блюд и …",
    "rating": 5,
    "name": "Den Usenko",
    "cat": "Restaurant"
  },
  {
    "review": "Просто лучший ресторан , пару дней назад с друзьями зашли очень понравилось приветливый персонал еда вкусная всё чисто и красиво впечатление самые лучшие , обслужили нас быстро с улыбкой а главное качественно удобное месторасположение район …",
    "rating": 1,
    "name": "Andrey Markin",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, we are waiting for the next meeting!\n\n(Original)\nДякуємо за високу оцінку, чекаємо на наступну зустріч!",
    "rating": 5,
    "name": "SSLL",
    "cat": "Restaurant"
  },
  {
    "review": "Всем доброго времени суток!Хочется оставить отзыв о прекрасном ресторане PHI-PHI,в котором мне посчастливилось побывать.уютная обстановка,богатый выбор меню,внимательный персонал и многое другое..обалденные сырники с вишневым конфитюром …",
    "rating": 5,
    "name": "Нікітосік Kулаківський",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, very glad that we liked you, we are waiting for the next meeting!\n\n(Original)\nДякуємо, дуже раді, що Вам у нас сподобалось, чекаємо на наступну зустріч!",
    "rating": 5,
    "name": "Михаил Смурыгин",
    "cat": "Restaurant"
  },
  {
    "review": "Рекомендую!\nОчень вкусно, быстро, качественно, а особенно хочеться  отметить сервис - он на высоте! …",
    "rating": 5,
    "name": "Андрей Филатов",
    "cat": "Restaurant"
  },
  {
    "review": "Был в данном ресторане , персонал приветливый , еда вкусная заказывал не много но сытно. Очень доволен. Советую! …",
    "rating": 5,
    "name": "Сергій Мікітен",
    "cat": "Restaurant"
  },
  {
    "review": "Дстойный ресторан! хорошее обслуживание, вкусная еда, уютуют атмосфера дают в сумме незабываемые впечатления. Обязательно прийду ещё …",
    "rating": 5,
    "name": "TronZippo",
    "cat": "Restaurant"
  },
  {
    "review": "Я как фанат различных напитков, был очень удивлен качеству горячого коктеля! Очень люблю вкус корицы! ;) Советую этот ресторан! …",
    "rating": 3,
    "name": "Максим Самохвал",
    "cat": "Restaurant"
  },
  {
    "review": "Классный ресторан с уютным интерьером,обслуживание,чистота сделано все в лудшом виде.В общим если хотите хорошо провести время из семьёй в каком-то ресторане то это как раз тот что нужно. …",
    "rating": 4,
    "name": "Dima Plotnikov",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно побывали в этом ресторане и все очень понравилось. Атмосфера просто КЛАСС, угощения очень вкусные. Персонал просто молодцы, ПРОСТО БОМБА!!! РЕКОМЕНДУЮ ВСЕМ …",
    "rating": 5,
    "name": "Данило Лайкун",
    "cat": "Restaurant"
  },
  {
    "review": "Не так давно пришлось побывать в столице и друзья пригласили посетить ресторан PHI-PHI.На сколько же я был удивлен тем как персонал относится к клиентам... такого отношения я в других заведениях не встречал.И,что не мало важно кухня очень …",
    "rating": 5,
    "name": "WaxMyPotato TV",
    "cat": "Restaurant"
  },
  {
    "review": "Хочу поделиться своим восторгом от посещения этого ресторана.Отдыхали семьей,очень понравился салат с креветками,напитки на любой вкус,но  еще больше понравилась атмосфера  обслуживание.Молодцы!!!Так держать.Хочется приходить к вам снова и …",
    "rating": 5,
    "name": "Bohdan Syniuk",
    "cat": "Restaurant"
  },
  {
    "review": "Заведение очень понравилось и надолго запомниться своей изумительной кухней и уютной обстановкой , вежливым и обходительным персоналом без назойливости. Огромное спасибо за качественный отдых !!! …",
    "rating": 5,
    "name": "Дарья Лазаренко",
    "cat": "Restaurant"
  },
  {
    "review": "Зашли как-то с друзьями пообедать и были очень удивлены атмосферой этого заведения. Приятный и отзывчивый персонал,  очень вкусные блюда,  коктейли.  Рекомендую …",
    "rating": 5,
    "name": "Семен Отрода 34",
    "cat": "Restaurant"
  },
  {
    "review": "Отмечали день рождение. Все очень вкусно и уютно, особенно напитки, а самое главное что не слишком дорого. Всем советуем :) …",
    "rating": 5,
    "name": "Андрій Лаврік",
    "cat": "Restaurant"
  },
  {
    "review": "Том Ям был невкусный. Странное меню, странный интерьер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Hohlinka",
    "cat": "Restaurant"
  },
  {
    "review": "Уютный ресторан! Один из самых любимых)))мы с женой частые гости)\nВкусная еда и приветливый персонал. …",
    "rating": 5,
    "name": "Юлія Нетудихата",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good day, I would like to thank the restaurant for the classroom atmosphere and for delicious food, I really liked potatoes with fish. I will definitely come back. …",
    "rating": 5,
    "name": "TaWerka Sve4kinov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks, we are waiting for the next meeting!\n\n(Original)\nДякуємо, чекаємо на наступну зустріч!",
    "rating": 5,
    "name": "Nataliia Papka",
    "cat": "Restaurant"
  },
  {
    "review": "Приятная атмосфера, быстрое обслуживание. Шеф повар на высоте каждый раз удивляет. Спосибо за ваш труд!!! К вам хочется вернуться) …",
    "rating": 5,
    "name": "Tolok",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение. Мне очень понравилось: быстрое обслуживание, вкусная еда и есть что выбрать к слову большой выбор, также отличный интерьер все так гармонично поставлено так уютно. …",
    "rating": 4,
    "name": "Lara Kozlova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) For the first time when I came to the PHI PHI restaurant, I thought that this is an ordinary restaurant like everyone else, but when I tried to eat my opinion changed. I consider this restaurant the best in Kyiv. You …",
    "rating": 5,
    "name": "Yuliia Ko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Excellent restaurant, really worth going to visit it .. Pretty elegant and delicious dishes .. Good space to share with family and enjoy .. They have a high level service .. Congratulations, keep it up …",
    "rating": 5,
    "name": "Sergei Usatkin",
    "cat": "Restaurant"
  },
  {
    "review": "Thanks! We’re glad to see you soon!",
    "rating": 5,
    "name": "Dmitriy Alexandrovich",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение, вкусные блюда, вежливое обслуживание. Хороший выбор напитков и блюд. Отдельный плюс за интерьер) Все понравилось! …",
    "rating": 4,
    "name": "Ольга Пабат",
    "cat": "Restaurant"
  },
  {
    "review": "Очень хороший ресторан.Могу отметить замечательное обслуживание и прелестный интерьер. Заказав удон с соусом терияки был приятно удивлен! …",
    "rating": 5,
    "name": "Oleksandr Levytskyi",
    "cat": "Restaurant"
  },
  {
    "review": "Огромная благодарность за организацию праздника в вашем ресторане , все было на высшем уровне , красивый и современный интерьер в зале , невероятная кухня  и подача блюда , а также  хотелось бы отметить приветливый и внимательный персонал …",
    "rating": 5,
    "name": "Лена Арт",
    "cat": "Restaurant"
  },
  {
    "review": "Были проездом в Киеве и наши друзья нас позвали в этот ресторан!!!Заказали мы много поэтому названия не помню!!!Официанты возле нас прям как пчелы от меда не отходили были очень приветливы всегда спрашивали что еще нам необходимо, еда была …",
    "rating": 5,
    "name": "Таня Павлова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! Looking forward to the next meeting\n\n(Original)\nДякуємо! З нетерпінням чекаємо наступної зустрічі",
    "rating": 5,
    "name": "Nazar Galeev",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно был с семьей в этом ресторане.Интерьер интересный и заманчивый.Обслуживал нас официант Владислав,доброжелательный,помог разобраться в меню.Ресторан советую посетить всем. …",
    "rating": 5,
    "name": "Afina",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation, come back!\n\n(Original)\nДякуємо за високу оцінку, приходьте ще!",
    "rating": 5,
    "name": "Елизавета Зарицкая",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Recently attended this restaurant with her family. Everyone really liked it! Very cozy, welcoming staff and delicious food …",
    "rating": 5,
    "name": "Екатерина Бурлака",
    "cat": "Restaurant"
  },
  {
    "review": "Уютный ресторанчик приятная отмосфера, цены тоже не сильно кусаются ))) но больше всего впечатлила кухня повора профи..5+ …",
    "rating": 4,
    "name": "Dmytro Garmash",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our work. See you next time!\n\n(Original)\nДякуємо за високу оцінку нашої роботи. До зустрічі наступного разу !",
    "rating": 5,
    "name": "Милашка Ромашка",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great restaurant! Were with a girl on a date, an incredibly delicious meal with a wonderful serving. Phi Phi is the place where you can truly relax from all earthly and just enjoy divine dishes …",
    "rating": 5,
    "name": "Oleksandr Osovets",
    "cat": "Restaurant"
  },
  {
    "review": "Очень крутой ресторан!Все устраивает.1.Все дешево.2.Блюда очень вкусные.3.Заказ доставляют довольно быстро!Обстановка отличная, мебель дорогая и очень удобная всем советую посетить этот ресторан.Особенно понравилась яишница с беконом.Все …",
    "rating": 5,
    "name": "Nata Savenko",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно отведала с друзьями этот хороший ресторан,очень вкусно готовят,приятное обслуживание,комфортная атмосфера,обязательно поситим в следующий раз) …",
    "rating": 5,
    "name": "Taras Zubar",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приятное и впечатляющие заведения, когда был в Киеве все друзья мне его рекомендовали. Очень отзывчивое обслуживание. Респект таким заведениям!!! …",
    "rating": 5,
    "name": "Nikita Gush",
    "cat": "Restaurant"
  },
  {
    "review": "Был в Киеве на отдыхе, посетил данный ресторан, очень понравилась кухня, а так же персонал. Борщ очень вкусный, подача супер. …",
    "rating": 5,
    "name": "Oleksiy Svidro",
    "cat": "Restaurant"
  },
  {
    "review": "Ресторан отличный, очень понравилась атмосфера и дизайн, очень удобное место где размещение, конкретно для меня так как живу в соседнем дворе. …",
    "rating": 5,
    "name": "Таня Воробець",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The restaurant liked me a lot, and my friends liked it more, and the waiters are very competent and polite, by the way, the food is very tasty, so I recommend this restaurant …",
    "rating": 5,
    "name": "Kseniia",
    "cat": "Restaurant"
  },
  {
    "review": "Комплексные обеды для группы стоят вполне достаточно, а по качеству - как в столовой. Мне не понравилось. …",
    "rating": 5,
    "name": "Maksim Hydim",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусные коктейли, приятная атмосфера, вкусная еда. Прекрасное место для посиделок с девочками. …",
    "rating": 5,
    "name": "Yulia S",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее обслуживание, доступные цены, есть кальян, по будням вкусные бизнес- ланч и, из меню рекомендую пасту с курицей и грибами- она нереальная😋 …",
    "rating": 5,
    "name": "Алена Жиляева",
    "cat": "Restaurant"
  },
  {
    "review": "Приятный интерьер, вкусная и необычная кухня. Кальян понравился. Цены адекватные. Рекомендую. …",
    "rating": 5,
    "name": "fhntv rjdney",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно были с друзьями. Больше всего понравилось интерьер. А самое главное это вкусная еда с хорошей подачей) …",
    "rating": 5,
    "name": "Татьяна Недашковская",
    "cat": "Restaurant"
  },
  {
    "review": "Довольно хороший ресторан, приятное обслуживание, хорошее отношение персонала к клиенту, приятный интерьер, напитки тоже порадовали, советую посетить данное заведение …",
    "rating": 5,
    "name": "Kirill Kaliuzhniy",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We invite you to the summer terrace!\n\n(Original)\nДякуємо за високу оцінку! Запрошуємо до нас на літню терасу!",
    "rating": 4,
    "name": "Kate Bakliukova",
    "cat": "Restaurant"
  },
  {
    "review": "Очень хорошее уютное местечко !!вкусная кухня ,бизнес-ланчи 115-140грн .Фондан на высоте,цена 90грн )очень порадовало ,что PHI-PHI iqos friendly )рекомендую )) …",
    "rating": 4,
    "name": "Alex Morozov",
    "cat": "Restaurant"
  },
  {
    "review": "Очень люблю хорошые места для отдыха!Гуляли с подругой и решили зайти перекусить в этот ресторан.Нам очень все понравилось, замечательная атмосфера, очень приятное обслуживание, огромное количество блюд на любой вкус, очень вкусные коктейли …",
    "rating": 5,
    "name": "Maksym Yakovlyev",
    "cat": "Restaurant"
  },
  {
    "review": "Еда подаётся очень красиво, также очень добрый персонал. Еда очень вкусная, а также при посещении этого ресторана советую попробовать борщ.) …",
    "rating": 5,
    "name": "Yuriy Archon-ua",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks, we are waiting for the next meeting!\n\n(Original)\nДякуємо, чекаємо наступної зустрічі!",
    "rating": 3,
    "name": "EV K",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное место для отдыха с семьей. Пришли в ресторан  по рекомендации друзей, первый раз тут, очень понравилось,  невероятная атмосфера ,отличное обслуживание, крутые напитки, вкусная еда, классная музыка , придем еще) …",
    "rating": 5,
    "name": "Oleh Rud",
    "cat": "Restaurant"
  },
  {
    "review": "Я посетил этот ресторан и мне все очень понравилось еда, напитки.\nВсе было очень этично и вам рекомендую этот ресторан самый крутой в мире :) …",
    "rating": 5,
    "name": "Лиман Налил",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, come again!\n\n(Original)\nДякуємо, приходьте ще!",
    "rating": 5,
    "name": "Dmi Rey",
    "cat": "Restaurant"
  },
  {
    "review": "Не давно сходил, знаете это не маленький уровень блюда вкуснота, готовят блюдо быстро атмосфера охриненая, официант вежливый,\nНа выходных опять схожу! …",
    "rating": 4,
    "name": "Михаил Палкин",
    "cat": "Restaurant"
  },
  {
    "review": "Был в ресторане не раз. Очень вкусно кормят, быстро готовят, хороший дизайн ресторана и прикольный персонал! …",
    "rating": 5,
    "name": "Mariia Sokolova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, come again!\n\n(Original)\nДякуємо, приходьте ще!",
    "rating": 5,
    "name": "Amy Name",
    "cat": "Restaurant"
  },
  {
    "review": "Отличный ресторан красивый дизайн еда просто супер! Обязательно придем еще, советую всем посетить это заведение! …",
    "rating": 5,
    "name": "Evgeniy Morskoy",
    "cat": "Restaurant"
  },
  {
    "review": "Очень понравилось! Приятная атомосфера, вкусное меню, отзывчивый персонал, доступные цены! В общем рекомендую всем своим знакомым! …",
    "rating": 5,
    "name": "Yuriy Tsa",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное уютное заведение ! Тайская и европейская кухня 👍 очень вкусно готовят удон и салаты ! Всем рекомендую …",
    "rating": 5,
    "name": "Дмитрий Фомкин",
    "cat": "Restaurant"
  },
  {
    "review": "Очееень все понравилось!Каждую субботу ходим сюда с семьей,все очень вкусно.Особенно мне нравится рыба в этом ресторане.Так же хорошие цены!Всем советую!! …",
    "rating": 5,
    "name": "Света Лобойко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Wonderful restaurant, will not regret the most demanding gourmet. I really liked. Enjoy! …",
    "rating": 5,
    "name": "Andrew Lunin",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Already in my wife and I are in this institution, and everything is always here at the best level.\nThanks for the delicious cuisine a pleasant atmosphere and excellent service …",
    "rating": 5,
    "name": "Telnov0926",
    "cat": "Restaurant"
  },
  {
    "review": "Интерьер на высшем уровне,блюда очень вкусные, обслуживание тоже на высшем уровне,в целом ресторан хорошый всем советую посетить его!!! …",
    "rating": 5,
    "name": "Anastasiia Dyka",
    "cat": "Restaurant"
  },
  {
    "review": "Отличная обстановка.Расположение столов удачное.Никто особо не мешает никому.Кому не зайдет азиатская кухня,вполне насладятся и обычной-европейской.Цены-норм. …",
    "rating": 5,
    "name": "Vladislav Lavrov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks, we are waiting for you next time!\n\n(Original)\nДякуємо, чекаємо Вас у гості наступного разу!",
    "rating": 1,
    "name": "Ihor Smirnov",
    "cat": "Restaurant"
  },
  {
    "review": "Посетили рестаран PHI-PHI c друзьями а там как раз был стендап ,напитки хорошие особенно жарким вечером  еду заказывали простекую но со вкусом .персонал вежливый нас обслуживала Юля очень умелая девочка .Спасибо за отдых …",
    "rating": 1,
    "name": "Nina Podberezko",
    "cat": "Restaurant"
  },
  {
    "review": "Мне понравилось внимание, еда, опыт был очень приятным, атмосфера очаровательная, обслуживание и еда без равных, место, где вы можете провести время, вы можете провести моменты веселья и удовольствия. …",
    "rating": 5,
    "name": "Феруза Ахмеджан кызы",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The worst place I was. Unpleasant waiters, a very bad kitchen, this is the first time when I could not eat and turned it back. At the same time I was forced to pay its full cost. …",
    "rating": 5,
    "name": "Nik Farm",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно готовят в ресторане. Понравились разнообразный выбор  коктейлев.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Лидия Панкова",
    "cat": "Restaurant"
  },
  {
    "review": "Уютный ресторан, большое разнообразное меню, большие порции. Быстрое обслуживание, приятный персонал. …",
    "rating": 5,
    "name": "Serhiy Chumakov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much, we invite you to visit the next time!\n\n(Original)\nДуже дякуємо, запрошуємо в гості наступного разу!",
    "rating": 5,
    "name": "hlopchyk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) To be honest, I came to lunch with not very good appetite. And the pleasant atmosphere in the hall is good music and polite waiters. …",
    "rating": 5,
    "name": "Vitalii Tkachenko",
    "cat": "Restaurant"
  },
  {
    "review": "Вчера в вечере здесь, обстоновка очень хорошая, хочу сказать, что обслуживание было на высшем уровне, блюда были очень вкусные, кухару передаю привет, коктейли также вкусно, бармену респект …",
    "rating": 5,
    "name": "Arsen Eva",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Steep terrace in the courtyard. Delicious food and good service. …",
    "rating": 5,
    "name": "Сергій Кіприч",
    "cat": "Restaurant"
  },
  {
    "review": "Оценка явно завышена, ресторан не более чем средний (еда не особо вкусная, нету многих блюд которые по идее должны быть в тайском ресторане). …",
    "rating": 5,
    "name": "Сергей Троекуров",
    "cat": "Restaurant"
  },
  {
    "review": "Недавно я пришел в ваш ресторан и мне очень сильно понравился интерьер он придает какую-то не обичную атмосферу, а обслуживание очень бистрое, а официанти  вежливие и бистро  обслужили, еда очень вкусная мне очень понравилось 10 из 5 …",
    "rating": 5,
    "name": "Alina Beresten'",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A wonderful place for polite staff.Prienna atmosphere.Cesar with chicken is very tasty and pleasant price also liked the summer terrace.Ideal place for business meetings or lunch with family.Radzhu everyone! …",
    "rating": 5,
    "name": "Peabody TV",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, come again!\n\n(Original)\nДякуємо, приходьте ще!",
    "rating": 5,
    "name": "Julia Mazoor",
    "cat": "Restaurant"
  },
  {
    "review": "Хороший ресторан ,мне очень понравилось.Приятное раcположение , отличное обслуживание гостей,из напитков очень понравилось латте.Приглашаю всех отличный ресторан …",
    "rating": 5,
    "name": "Захар Андрусенко",
    "cat": "Restaurant"
  },
  {
    "review": "Вчера посетил ресторан PHI-PHI, всем советую его посетить, прекрасная обстановка, приветливый персонал, красивая музика, очень вкусно готовят, вообщем в двух словах просто обалденно!!! …",
    "rating": 5,
    "name": "Kris Panevschii",
    "cat": "Restaurant"
  },
  {
    "review": "Прикольный ресторанчик. И летняя терраса ничего такая\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Sasha23 Maslianik",
    "cat": "Restaurant"
  },
  {
    "review": "Просто отличный ресторан, очень вкусная еда и напитки. Хороший уровень обслуживания! …",
    "rating": 2,
    "name": "Evert-Jan van Beek",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусный стейк, обычное среднее место, медленное обслуживание, официанты немного на своей волне. …",
    "rating": 2,
    "name": "Sergio Martínez",
    "cat": "Restaurant"
  },
  {
    "review": "Том Ям не брать. Ни остроты,ни достаточных ингредиентов\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mariia Velychko",
    "cat": "Restaurant"
  },
  {
    "review": "Побивавши в етом ресторане  могу сказать одно што там очень красивий атмосферни интерэр вкусная еда особено тайская,отличное облуживание и очень приветливий персонал красивое оформление еди вообщем  советую посетить етот прекрасний …",
    "rating": 3,
    "name": "Vitaliy Khomayko",
    "cat": "Restaurant"
  },
  {
    "review": "Готовят вкусно. Цены приятно низкие, обширное меню. Рекомендую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Daniel Kyrsa",
    "cat": "Restaurant"
  },
  {
    "review": "Очень крутой ресторан вкусная еда.Официанты добрые всегда помогут в беде.Очень красивый декор ресторана.5+ …",
    "rating": 5,
    "name": "Павло Царук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you!\n\n(Original)\nДякуємо!",
    "rating": 5,
    "name": "Андрей Медведев",
    "cat": "Restaurant"
  },
  {
    "review": "Самые вкусные ланчи. Великолепное обслуживание. Очень быстро готовят. Рекомендую😋 …",
    "rating": 5,
    "name": "Лена Л",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A very nice restaurant with a pleasant atmosphere and delicious food and cocktails! …",
    "rating": 5,
    "name": "Андрей Лупийчук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, come again!\n\n(Original)\nДякуємо, приходьте ще!",
    "rating": 4,
    "name": "Alina",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная кухня, внимательный персонал, рекомендую.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алёна Лагунина",
    "cat": "Restaurant"
  },
  {
    "review": "Все прекрасно хорошо обслуживают быстро предоставляют еду и  напитки теперь когда иду на роботу захожу в ресторан \"Пхи Пхи\" и ухожу доволен и полон сил. …",
    "rating": 5,
    "name": "Пётр Аптер",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great and sincere place! Waiters are very attentive, friendly and classy! We enjoyed a high level of service. Thank you! …",
    "rating": 5,
    "name": "Дарья Курка",
    "cat": "Restaurant"
  },
  {
    "review": "Рекомендую!!очень вкусные коктейли!!Персонал вежлив и приветлив!!Если кто-то спросит где хорошо отдохнуть однозначно скажу,что вот тут!! …",
    "rating": 5,
    "name": "Vitaliya Petrenko",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасное место. Вкусно. Очень уютно на террасе. Рекомендую.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Екатерина Усаткина",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A pleasant, cozy place, very much liked the interior.\nThere were no complaints before the staff. …",
    "rating": 5,
    "name": "Maxim Nas",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our work, we look forward to the next meeting!\n\n(Original)\nДякуємо Вам за високу оцінку нашої роботи, сподіваємось за наступну зустріч!",
    "rating": 2,
    "name": "Игорь Киа",
    "cat": "Restaurant"
  },
  {
    "review": "Ресторанчик для быстрого обеда. Мне нравиться!\n\n(Translated by Google)\nA restaurant for a quick lunch. I like!",
    "rating": 5,
    "name": "Олександр М",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Excellent cozy place. I advise everyone!\n\n(Original) …",
    "rating": 3,
    "name": "Марина Зайко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Fine, cozy place with good cuisine. I recommend for a company or a romantic evening …",
    "rating": 5,
    "name": "Tabitha Fox",
    "cat": "Restaurant"
  },
  {
    "review": "Очень уютно, красиво и вкусно! Цены приемлимые. Рекомендую.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Mamedov Teymur",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день! В этом заведении я отведала только бизнес-ланч, все съедобное ))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Уляна Батюк",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great neat place. Where they cook deliciously and serve well! …",
    "rating": 5,
    "name": "Jacek Korzec",
    "cat": "Restaurant"
  },
  {
    "review": "Очень понравилось . Вкусно , приятный и вежливый персонал. Спасибо\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ольга Червинко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная кухня, быстрая подача и замечательный персонал 😊💕\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Roman Korchak",
    "cat": "Restaurant"
  },
  {
    "review": "Был в этом Ресторане Очень Хороший  персонал очень вкусная еда всем советую\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Анна Бурмакина",
    "cat": "Restaurant"
  },
  {
    "review": "Рекомендую к посещению! Качество еды на высшем уровне, отличный интерьер и атмосфера …",
    "rating": 5,
    "name": "Олександр Коновалов",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your appreciation, we invite you to our summer terrace!\n\n(Original)\nДякуємо за високу оцінку, запрошуємо на нашу літню терасу!",
    "rating": 5,
    "name": "Николай Кудь",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение!!! Вкусная еда, крутая обстановка! Кальянчик был бомбический) рекомендуем-рекомендуем!!!!!❤️❤️❤️ …",
    "rating": 5,
    "name": "Вероника Михеенко",
    "cat": "Restaurant"
  },
  {
    "review": "Замечательная кухня, очень понравилось обслуживание, все на высшем уровне!!!\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Максим Изовита",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошая коктейльная карта, всё по 140 грн\n\n(Translated by Google)\nA good cocktail card, all for 140 UAH",
    "rating": 4,
    "name": "Анна Чернуха",
    "cat": "Restaurant"
  },
  {
    "review": "Были на стендапе, спикеры на высоте! Провели замечательный вечер))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Youngho Nho",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) There is nothing to weld, tried noodle-wok with shrimp, cool. …",
    "rating": 2,
    "name": "Даниил Стариченко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Cheap and comfortable restaurant, many foreigners, nice service! …",
    "rating": 4,
    "name": "Дмитро Калінін",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, beautiful interior and service.\n\n(Original) …",
    "rating": 5,
    "name": "Блёскин Алексей",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I was there only once but I was very sorry and when I'm going to Kiev then obovjaskovo visit again races …",
    "rating": 5,
    "name": "Слава Гук",
    "cat": "Restaurant"
  },
  {
    "review": "Отличный ресторан! Очень вкусно, приемлемые цены!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Виталий",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I liked breakfast, I recommend not even seriously for the sake of their egg-ready district of the world to pass …",
    "rating": 5,
    "name": "Olena Sukhobrus",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We are very pleased to see you next time!\n\n(Original)\nДякуємо! Нам дуже приємно, чекаємо в гості наступного разу!",
    "rating": 4,
    "name": "Ирина Богданова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Cozy courtyard. Excellent service and cuisine. Superlike\n\n(Original) …",
    "rating": 5,
    "name": "Anton Poretskov",
    "cat": "Restaurant"
  },
  {
    "review": "харошый ресторан вкусная єда и очень харошый персонал буду захадить по чаще\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Дмитро Апенько",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you!\n\n(Original)\nДякуємо!",
    "rating": 5,
    "name": "назар ксюк",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное место. Атмосфера приятная и очень спокойная. Рекомендую попробувать, думаю вам понравиться. …",
    "rating": 5,
    "name": "Марина Богдан",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусные коктейли, десерты и классное меню)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Толик Козина",
    "cat": "Restaurant"
  },
  {
    "review": "очень приветливый  персонал вкусная еда и напитки и совсем не дорого\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ганна Мархальчук",
    "cat": "Restaurant"
  },
  {
    "review": "Очень душевно и вкусно. Пройдем еще!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Юлия Павленко",
    "cat": "Restaurant"
  },
  {
    "review": "Симпатичный интерьер. Интересное меню.\n\n(Translated by Google)\nNice interior. Interesting menu.",
    "rating": 4,
    "name": "Александр Бурченко",
    "cat": "Restaurant"
  },
  {
    "review": "Нормально\n\n(Translated by Google)\nFine",
    "rating": 5,
    "name": "Александр Чумаченко",
    "cat": "Restaurant"
  },
  {
    "review": "Неплохо но можно лучше)\n\n(Translated by Google)\nNot bad, but it could be better)",
    "rating": 5,
    "name": "Роман Перетятко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious lunches at attractive prices\n\n(Original) …",
    "rating": 5,
    "name": "Владимир Чередник",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great cuisine. Professional and fast service.\n\n(Original) …",
    "rating": 5,
    "name": "Dariia Nedashkovska",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the great assessment!\n\n(Original)\nДякуємо за чудову оцінку!",
    "rating": 5,
    "name": "Fox",
    "cat": "Restaurant"
  },
  {
    "review": "Кухня стала хуже после смены названия ресторана.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Duker000",
    "cat": "Restaurant"
  },
  {
    "review": "Уютно. Достойно. Чисто. Ценник выше среднего.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Vladyslav Yakymenko",
    "cat": "Restaurant"
  },
  {
    "review": "Стало на много все вкусней\n\n(Translated by Google)\nIt has become much tastier",
    "rating": 5,
    "name": "Наталія Крамарчук",
    "cat": "Restaurant"
  },
  {
    "review": "Аутентичная лапша\n\n(Translated by Google)\nAuthentic noodles",
    "rating": 5,
    "name": "Kirill Badiurov",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошая вкусная тайская кухня\n\n(Translated by Google)\nGood tasty Thai food",
    "rating": 5,
    "name": "Andrij Grinchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная кухня, особенно блюда с лососем\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Світлана Коваленко",
    "cat": "Restaurant"
  },
  {
    "review": "Все круто. Очень вкусно\n\n(Translated by Google)\nEverything cool. Delicious",
    "rating": 4,
    "name": "Pavel Ivanov",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная еда, приятный интерьер.\n\n(Translated by Google)\nDelicious food, nice interior.",
    "rating": 5,
    "name": "Oleksiy Kuzmik",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful interior. Tasty food.\n\n(Original)\nГарний інтер'єр. Смачна їжа.",
    "rating": 5,
    "name": "Дмитрий ГОРОХОВ",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее место ем тут бизнес ланчи\n\n(Translated by Google)\nA good place to eat business lunches here",
    "rating": 5,
    "name": "Sergii Pozharov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Comfortable. Delicious. Atmospheric.\n\n(Original)\nУютно. Вкусно. Атмосферно.",
    "rating": 3,
    "name": "Igor Gruzhevsky",
    "cat": "Restaurant"
  },
  {
    "review": "Хороший том ям, отличная терасса\n\n(Translated by Google)\nGood Tom Yam, great terrace",
    "rating": 4,
    "name": "Ирина Гучакова",
    "cat": "Restaurant"
  },
  {
    "review": "Чётко, стильно и молодежно оформлено\n\n(Translated by Google)\nClear, stylish and youth decorated",
    "rating": 5,
    "name": "Юра Бидненко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Tom Yam is super\n\n(Original)\nТом Ям супер",
    "rating": 5,
    "name": "Анастасия Дермель",
    "cat": "Restaurant"
  },
  {
    "review": "Тихое, приятное и атмосферное место.\n\n(Translated by Google)\nQuiet, pleasant and atmospheric place.",
    "rating": 5,
    "name": "Mateusz Adamski",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо за отзыв, ждём Вас в гости в следующий раз!\n\n(Translated by Google)\nThank you for your feedback, we are looking forward to visit you next time!",
    "rating": 4,
    "name": "Daria Yermolova",
    "cat": "Restaurant"
  },
  {
    "review": "Был с девушкой ужасно замёрзли.\n\n(Translated by Google)\nWas with a girl terribly frozen.",
    "rating": 2,
    "name": "Valentina Ogneva",
    "cat": "Restaurant"
  },
  {
    "review": "Не вкусно ☹️\n\n(Translated by Google)\nNot tasty ☹️",
    "rating": 5,
    "name": "Олексій Тертишний",
    "cat": "Restaurant"
  },
  {
    "review": "Отличный ресторан прекросно\n\n(Translated by Google)\nGreat restaurant prekrosno",
    "rating": 5,
    "name": "Виталий Лягера",
    "cat": "Restaurant"
  },
  {
    "review": "Оригинально и вкусно.\n\n(Translated by Google)\nOriginal and tasty.",
    "rating": 5,
    "name": "Oleksii Pashko",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "олег боднарюк",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Okay\n\n(Original)\nДобре",
    "rating": 3,
    "name": "Daria Burik",
    "cat": "Restaurant"
  },
  {
    "review": "Классно\n\n(Translated by Google)\nGreat",
    "rating": 5,
    "name": "Анна Ярусевич",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасный бизнес ланч\n\n(Translated by Google)\nGreat business lunch",
    "rating": 5,
    "name": "Натали Епитроп",
    "cat": "Restaurant"
  },
  {
    "review": "класс\n\n(Translated by Google)\nClass",
    "rating": 4,
    "name": "Ганна Струк",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously\n\n(Original)\nСмачно",
    "rating": 5,
    "name": "A Горскова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, Sergey. Before the next meeting in PHI-PHI!\n\n(Original)\nДякуємо, Сергій. До наступної зустрічі в PHI-PHI!",
    "rating": 3,
    "name": "Артур Ковинько",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное место с вменяемыми ценами\n\n(Translated by Google)\nGreat place with reasonable prices",
    "rating": 5,
    "name": "Леся Толеубекова",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ирина Мячкова",
    "cat": "Restaurant"
  },
  {
    "review": "Сервис на высшем уровне.\n\n(Translated by Google)\nService at the highest level.",
    "rating": 4,
    "name": "Коля Полюхович",
    "cat": "Restaurant"
  },
  {
    "review": "Достаточно неплохое место 👌🏻\n\n(Translated by Google)\nNice enough place 👌🏻",
    "rating": 5,
    "name": "Viter Lviv",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная еда.\n\n(Translated by Google)\nTasty food.",
    "rating": 4,
    "name": "Олександр Коновалов",
    "cat": "Restaurant"
  },
  {
    "review": "Мне понравилось!!!\n\n(Translated by Google)\nI like it!!!",
    "rating": 4,
    "name": "Andriy Vorobik",
    "cat": "Restaurant"
  },
  {
    "review": "Холодно)))\n\n(Translated by Google)\nColdly)))",
    "rating": 5,
    "name": "Петр Везенков",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) unsociable\n\n(Original)\nOngezellig",
    "rating": 5,
    "name": "Марина",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Anna Okrushko",
    "cat": "Restaurant"
  },
  {
    "review": "Нам очень жаль, что Вам что-то не понравилось у нас. Свяжитесь, пожалуйста, с нами через соц.сети, чтобы решить ситуацию.\n\n(Translated by Google)\nWe are very sorry that you didn’t like something with us. Please contact us through social networks to resolve the situation.",
    "rating": 5,
    "name": "Mister SM",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Галина Семенчук",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Вячеслав Заріцький",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ірина Воронова",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Viktor Nedashkivskyi",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "А",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Lex Ra",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Viktor Danyliuk",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Руслан Торото",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олег Барановский",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mariyka Ri",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Юлия Мушак",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ивась Карась",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Roman Ignatenko",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Виктория",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Munhgausen",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Катерина Руденко",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Анна Гагарина",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Илона Юшко",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Viktoriia A",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Юлия Шатохина",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Таня Киян",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Max Krasinskiy",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "supahoma",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation!\n\n(Original)\nДякуємо за високу оцінку!",
    "rating": 5,
    "name": "Катерина Дубровська",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Анастасия",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Анна. Очень жаль, что Вам что-то не понравилось у нас. Свяжитесь, пожалуйста, с нами на Фейсбуке для уточнения деталей и решения проблемы. Большое спасибо!\nfacebook.com/phiphikyiv/\n\n(Translated by Google)\nGood afternoon, Anna. It is a pity that you did not like something with us. Please contact us on Facebook for more details and solutions. Thank you very much!\nfacebook.com/phiphikyiv/",
    "rating": 5,
    "name": "Anna Shevchenko",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Aliona Pokormiako",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nazar XZZZ",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ivan Sokolovskyy",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alexey Vici",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Maxim It is a pity that you did not like us. To resolve the situation, please contact us via Facebook.\n\n(Original)\nДобрый день, Максим. Душе шкода, що Вам у нас не сподобалося. Для вирішення ситуації, будь ласка, зв’яжіться з нами через Фейсбук.",
    "rating": 5,
    "name": "александр никитин",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "максим горгуль",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Алина Лерит",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation!\n\n(Original)\nДякуємо за високу оцінку!",
    "rating": 5,
    "name": "Valerii Skyba",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Юлия Букарь",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Светлана Старостенко",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Сергей Цымбал",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Іра Шовкун",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Curtis Miller",
    "cat": "Restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nina Kahramanova",
    "cat": "Restaurant"
  }
]