[
  {
    "review": "Food is good, nice prices. I ate sth with chicken. Liked the salads and pie. Nobody speaks English this isn't good. There is no English explanation on food.\nRestrooms need napkins, and not clean.",
    "rating": 4,
    "name": "Write Read",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The first time I have been into this amazing chain has been in 2017, and honestly not much changed! The food is still amazing and reflectes the country's tradition cuisine which is what every country should do! Ukrainian salads, soups, …",
    "rating": 5,
    "name": "Basima Abu-Alhummos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best cantine in whole Europe! They have everything, soups, Schnitzel, fish, rice, potato... pancake, desserts... Very nice ambience, and wifi is also available. You can pay with card.",
    "rating": 5,
    "name": "Balazs Kiss",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It’s the canteen style restaurant. Local food and fantastic value for money. Know your dishes and pick them. Don’t expect them to speak English and explain the food. It’s more for locals who know what they want. For tourist it’s better to …",
    "rating": 5,
    "name": "Shyam Sundar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Found my soup tipid everything else was good. Its a long walk to the queue but offers handwashing facilities and toilets are opposite.\nA large basement venue at reasonable price.",
    "rating": 4,
    "name": "Anthony Manmohan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Well known and popular among locals.\nBig variety of dishes to choose from for good value. Might get very crowded during lunch time. I would recommend the place for trying local food\n...even if you are on a budget.",
    "rating": 5,
    "name": "EvaL MiKo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good quality food for its price. Mostly ukrainian food but you can find some european dishes too (pasta, pizza, schnitzel, strudel etc.) Can get very crowded during pick hours.",
    "rating": 5,
    "name": "Anna K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Canteen style restaurant with loads of seating area. Affordable, food is pre-cooked, nothing fancy, but tasty.\nNo Wi-Fi.",
    "rating": 4,
    "name": "Planet Airlines",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasteful local food, really cheep, traditional, self service, two separated place for the food and the alcohol. Soup- Borsch and soljanka super, kijev kotlett amazing.",
    "rating": 5,
    "name": "Gabor Negyesy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The first time I have been into this excellent chain has been in 2017, and truly now not a whole lot modified! The food is still high-quality and reflectes the us of a's subculture cuisine that is what every u . S . A . Should do! Ukrainian …",
    "rating": 5,
    "name": "mona shoti",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent place to eat. Exceptional food and service. The price tag is a lot cheaper than elsewhere. Definitely recommend to everyone. This is the best choice to eat and relax in Kiyv.",
    "rating": 5,
    "name": "Andrei Maroz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The price is indeed affordable. I would say super friendly, as the portion of sour cherry varenikis (dumplings with different fillings) cost slightly less than 1€. Yes. …",
    "rating": 4,
    "name": "Aliya Rysbek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Would strongly recommend everyone who visits Kiev to experience Ukrainian food here. Best restaurant ever so far.",
    "rating": 5,
    "name": "Jebasteen David",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, great prices, great location. I came here for breakfast (until 11:30 am) and I can say that I really astonished about the variety and the quality of the food. Credit cards are accepted.",
    "rating": 5,
    "name": "Faruk Demircioglu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place for food and drinking coffee with delicious cake.  Breakfast in morning is very good and cheap; around € 1,50,- (50 Grifna)",
    "rating": 4,
    "name": "Paul Van Amersfoort",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food is both excellent and typical ukrainian. Delicious ! Moreover, it's the cheapest restaurant you may find in Kiev ! I can only recommand it !",
    "rating": 5,
    "name": "Stanislas Pielucha",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пузата хата's food is amazing. Satisfying, delicious and affordable. Their beer, coffee, herbal tea, cake are also pretty good. We have been in several branches in Kiev. It's a great idea to have a separate place for hand washing at this …",
    "rating": 5,
    "name": "Narmin Shahmarzade",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "this is a better place for my food taste. I tried the same dishes in another restaurant, I think this place is much nicer and more affordable",
    "rating": 4,
    "name": "Fatih0_o",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really nice place to eat all kind of Ukranian food and we can say it is cheap. There is a lot of these restaurants in Kiev. One thing that happened ant it wasn't cool in the (Khreschatyk St Restaurant) is that a specific waitress asked us …",
    "rating": 4,
    "name": "Rogerio Ramos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Self service restaurant, the staff does not speak English, impossible to communicate and there are no menu to check the ingredients of the dishes what is terrible for vegetarian And vegan people, or anyone that has any restriction alimentaire.",
    "rating": 1,
    "name": "Letícia Pamplona",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "My all time favourite place to go to for good Ukrainian food. There is many options to pick from!",
    "rating": 5,
    "name": "Meshaal Dossary (Misha)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wow.  What a great \"buffet\" style concept.  Very affordable and the best way to get many Ukrainian dishes.  Like sampling everything and then you can go to fancy full services restaurants and order Ukraine dishes in confidence that you like what you order.",
    "rating": 5,
    "name": "Eric Willinghan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cool place with cantine style service.\nLots of varietys of Ukranian food.\nPrices are fair.\nRecommended.",
    "rating": 5,
    "name": "Drazen Matejic",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Decent Ukrainian food for very little money. Everything served cafeteria style. Seems like a place the locals go. Worth a visit.",
    "rating": 3,
    "name": "Torgeir Lindland (TravelTorgeir)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Self-service. Good Ukrainian food for less money. Clean and cozy place.\nBetter than any fast food corner!",
    "rating": 4,
    "name": "Mi No",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food is not bad, the prices are reasonable for everyone, you can try what I recommend.",
    "rating": 4,
    "name": "Cr martin Barannikova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cafeteria style restaurant. Prices are very reasonable and it's a great place to try traditional Ukrainian cuisine. Many convenient locations around the city.",
    "rating": 5,
    "name": "yevgen v",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing place. Fresh and cheap for lanch. Highly recommended vareniki with cherry 😋",
    "rating": 5,
    "name": "Gul Akgun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place! Cozy, clean, reasonable prices.",
    "rating": 5,
    "name": "Zaiets Julia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's a nice buffet-kind of place, although recently the prices went up a notch. Tasty home-style Ukrainian food, otherwise.",
    "rating": 4,
    "name": "V O",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Of course not really bad ,but just for sometime you haven't time and needs some homemade dishes.",
    "rating": 4,
    "name": "Alireza",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really nice place, if you want to have local cuisine, with not too much fancy extra stuff you should go here. Solyanka is amazing, cottage cheese pancakes are probably the best ever. …",
    "rating": 5,
    "name": "Iryna Shcherbatyuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fast service and inexpensive ready to eat Ukranian food. Pay similar prices to a McDonald's but get tasty Ukrainian food instead. You may have problems to choose if you don't speak Russian but you may take one of the available combos if you don't know what to choose.",
    "rating": 5,
    "name": "Felipe FC",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Mobile connection is bad but weither and other workes are very polite. Foods are delicious. I like there...",
    "rating": 5,
    "name": "Yarkın Güloğlu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The prices were  reasonable. An ideal place to try traditional Ukrainian dishes. The only problem is the lack of English explanation in addition to the dishes and the employees know very little English. So it's a compelling situation for vegetarians and vegans. But you should definitely be given a chance.",
    "rating": 5,
    "name": "Öykü Akyürek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best restaurant i have ever visited. I loved the food. So many varieties.",
    "rating": 5,
    "name": "ANKIT SINHA",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good quality/price equation. Combined buffet-style self service with some dishes being served on plates as you ask for them. Always fresh due to the constant influx of people. …",
    "rating": 5,
    "name": "Miguel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "My favorite place to get a quick bite in Ukraine. Great food for the price.",
    "rating": 5,
    "name": "Matt Corrigan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of a kind of Ukrainian fast-food. Good selection of almost all national courses. Not for gourmet. The price will surprise even budget tourists. I liked the ambience of the restaurant at Podil (Подол) area.",
    "rating": 5,
    "name": "Zhanar Sieckmann",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Canteen/cafeteria style restaurant with very high quality food at a very affordable price. There is a fantastic selection of various dishes and really gave me the opportunity to try a lot of different Ukrainian dishes easily. The decor is …",
    "rating": 5,
    "name": "Jovanni Hernandez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the characteristics of restaurants is beauty and calm. Not calm is necessarily calm from noise, but there is calm in colors, tastes and food. I found the place wonderful with great splendor, with fresh food, quality, and good …",
    "rating": 5,
    "name": "Good morning",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food. Paid ~14€",
    "rating": 5,
    "name": "Vaiva Misiūnaitė",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great authentic Ukrainian food in a modest but comfortable setting. Seems to be a place locals love. The cafeteria style serving line can be a little intimidating if you don't speak the language, but the servers were very helpful and …",
    "rating": 5,
    "name": "Justin Miller",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absolutely fantastic place to eat, especially as someone who speaks very little Ukrainian.  Just point and you'll receive huge portions of delicious traditional food for extremely little money.  Had we been in the city for longer, I would have been back many times.",
    "rating": 5,
    "name": "Axel Soos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian food. Self service.\nVery good, tasty. CHEAP.\nSTRONG recommendation on this place.\nGo, visit, eat & enjoy.",
    "rating": 5,
    "name": "amit boxer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Where else you get cheap and great food with counterfeit Czech beer! Zlata Praha isn't a Czech beer and the writing on the glass is misspelled. :D",
    "rating": 4,
    "name": "Jirina Forever",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic, cheap and very tasty Ukrainian food.",
    "rating": 5,
    "name": "Viktor Palchyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best quality/price ratio for local food. Instead of ordering, you pick your food yourself (cafeteria system), so you don't have to wait. Great variety too.",
    "rating": 5,
    "name": "Çağan Şatana",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "They have variety of Ukrainian food. They were tasty. But the foods were cold, and expensize according to portions. If you want to try Ukrainian food, you can eat here but I am sure you can find better Ukrainian food elsewhere.",
    "rating": 3,
    "name": "Tuğba Bülbül",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fastfood. Good enough by its price. If do not eat there often then will no problem with stomach. Portion of main course must be bigger for that price. Service is good enough in time pick and very slowly at the evening.",
    "rating": 4,
    "name": "Svetlana Kulyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good location, fair price, wide choice",
    "rating": 5,
    "name": "Pierre -Jean",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place for traditional Ukrainian food. It is really cheap (e.g around 1,50€-2€ for a complete lunch menu) but has a good taste. You have a big choice between different dishes and everyone will find something. …",
    "rating": 4,
    "name": "Mara Muster",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "You can try some traditional Ukrainian food like borscht.",
    "rating": 4,
    "name": "Panos Orestis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place to have Ukrainian food for a reasonable price",
    "rating": 4,
    "name": "Ellie R.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic hearty food at fantastic prices. perfect for the budget traveler. This is our favorite restaurant in Ukraine. Meal for two of us is usually around $10 and we are completely full. Yummy!",
    "rating": 5,
    "name": "Daniel Heggie",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food was great, very tasty and cheap. The local very clean and the staff very very nice. I will repeat for sure. I am in love with this place ♥️♥️",
    "rating": 5,
    "name": "Sorina Andreea Olariu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is a good place to eat Ukrainian traditional food and it has a wide variety of choices. Quality of food is very nice and the price will seem cheap for international tourists. I spend about $ 3-4 for a three-four course meal. The place is …",
    "rating": 5,
    "name": "K R",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good authentic Ukrainian food, attentive staff, considering that they only hand you over the things you have chosen. Very good location, just behind the buildings of Khreshchatyk street. Very affordable, considering that it's right in the …",
    "rating": 4,
    "name": "Roman Kovbasjuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I do not recommend this place to anyone. Although this restaurants located at the center of the city,  the interior and atmosphere look very cheep. We just walked in and had to get out right away because of strong urine odor in the dining area. They definitely have big sanitary problem there.",
    "rating": 1,
    "name": "Igor Gryniv",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Everyone recommended visiting Puzata Hata while in Ukraine and I wasn't disappointed. Great food at great prices. Only downside is that the staff usually doesn't understand a word in English, but it's manageable.\nTotally worth going to at least once during your stay.",
    "rating": 5,
    "name": "Marcin “heaton124” Białowąs",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ucrainian food very tasty and good prices 👍 I recommend it 👌",
    "rating": 5,
    "name": "Εva Styliagkatzi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A 'must visit' when in Kyiv. Puzata Hata serve an array of delicious Ukrainian staples for unbelievably cheap prices (my partner and I effectively had a 2 course meal each, with side dishes, for under £4). The restaurant is a real hive of activity too and a great spot for some people watching. Staff are courteous and helpful.",
    "rating": 5,
    "name": "James Bell",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best Ukrainian food ever!\nThe best Ukrainian fast food restaurant! Now it’s after renovating with more modern and beautiful design. I love to eat there every time I visit Kyiv.",
    "rating": 5,
    "name": "Oksana Pekker",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This self service restaurant serves only Ukrainian food, very good quality and tasty. But the best is the price, dinner for two persons comes really cheap.\nBeautiful and quiet interior, this restaurant already has several branches also …",
    "rating": 4,
    "name": "Stepan Hradecky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cold food, terrible customer service and FOOD POISONING! Stay away from this location!!! …",
    "rating": 1,
    "name": "Diana M",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty food (delicious syrnyki, nom nom) and good prices!",
    "rating": 5,
    "name": "Sergio Mataix",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Interior and food are decent, but for God's sake, why don't you set up Wi-Fi inside? Instead you force people be completely unreachable. 90% of the restaurant is located at the -1 floor, there is not even 2G coverage. I couldn't pay for meal as I needed to use my phone with internet access for that.",
    "rating": 2,
    "name": "Oleksandr Pylypenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I liked the style of the place. They have ready ukranian cooked",
    "rating": 4,
    "name": "NASSER AL-HABSI",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place to grab breakfast as it is pretty cheap.",
    "rating": 4,
    "name": "Donata Liutikaite",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Puzata Hata is like Picadilli, or any other pay-per-plate cafeteria. Popular with locals. Food is good, but almost entirely traditional Ukrainian. They also offer kvas and good Ukrainian beer. Two people can eat like absolute pigs here for …",
    "rating": 5,
    "name": "Camera House",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is a chain of simple but delicous Ukrainian cuisine in a style of student cantine. One can come and choose the dishes from a great variety of soups, salads, fish and meat, deserts and different drinks. …",
    "rating": 5,
    "name": "Valentyna Pliushch",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Yes! Puzata Hata came recommended by our tour guide and we had a great time. An informal canteen kind of place with a large selection of hearty, honest food at a bargain price. Embarrassingly we got lost on the way in and couldn't find the food for ages...",
    "rating": 5,
    "name": "Nathan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very cheap and fresh food! It feels like the place where Ukrainians go for a quick bite. Easy to find vegetarian options, it is a place where you help yourself to the food of choice. Awful customer service, as usual in Kiev, but I don't speak Ukrainian, so maybe shouting and giving bad looks means thank you, enjoy your food.",
    "rating": 5,
    "name": "Victoria Bueno",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice food and excellent value!",
    "rating": 5,
    "name": "Luis Dias",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty and very cheap. Original Ukrainian cuisine.",
    "rating": 5,
    "name": "Anastasiya Winkel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap and cheerful easy food! No messing around enjoyed it every time we went!",
    "rating": 4,
    "name": "Ellis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This hidden gem is just off the beaten path. Just like any other cafeteria style restaurant but filled with delicious Ukrainian cuisine. Take note that a salad in this restaurant isn't a green leafy dish with salad dressing. Trying as much …",
    "rating": 4,
    "name": "Jared S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great meal for cheap price",
    "rating": 5,
    "name": "Anton Tkachenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not fond of this place. Food is OK but too expensive for this kind of cafe. WCs are not neat. …",
    "rating": 4,
    "name": "Daria Mosyagina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Usual menu, nice tables. Close to tube.\nWC room is too small and there was a queue when I visited it (18:30 on Monday)",
    "rating": 5,
    "name": "Pavlo Zhukov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's an institution, the food is good, the food is cheap. Eat and be full, it won't make a dent in your pocket.",
    "rating": 5,
    "name": "mr mule",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "fantastic Ukrainian food and economy too must visit restaurant,.. You have plenty of choices!! Self service only but excellent ambience too!! Don't miss it!!",
    "rating": 5,
    "name": "Vijay kumar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "it is like a walking buffet\nonly than ukrain style\nyou pay a reasenable price for good food …",
    "rating": 5,
    "name": "Los Zetas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice place for cheap food, there are some good food there such as Salads and Potato and some other items , I don't recommend any meat there as it is low quality , overall it's a good place for light Meal",
    "rating": 3,
    "name": "Mohamed Shawly",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great already prepared Ukrainian food waiting for You. One of the best possible places to have a meal. Great interior for a place like this as well.",
    "rating": 5,
    "name": "Zephyr",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "For that place expensive and not taste it, at all.\nAnd some food are not fresh!!! Be careful!",
    "rating": 2,
    "name": "Kateryna Derun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "That was great place to stay and eat some good food for nice price 👍",
    "rating": 5,
    "name": "Oleksii Poplavskyi (olexoi)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best place in the center for lunch!\n\nTasty Ukrainian cuisine for affordable prices! Good ventilation. Socket at each table! However wifi is missing .",
    "rating": 5,
    "name": "Dmytro Korolkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good variety, good price, a nice local restaurant",
    "rating": 5,
    "name": "david siles barrera",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The hot food was only warm not piping hot. Shame as all looked good. Cakes were yummy though.",
    "rating": 4,
    "name": "mike farrell",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nothing tops this place - it is located on the main drag of Kiev,  is cheap and the food is tasty. That said,  it is almost always crowded with different types of people,  but I have been coming back there when I am in town for years.",
    "rating": 5,
    "name": "Lena Levin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Basically, this cafe was to my liking, but I didn't give it a 5, because of the complex plan of the building, I was looking for my family over 5 minutes! But the dishes are increadible",
    "rating": 4,
    "name": "Taras Svystun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty traditional style ukrainian food. One of the best places for tourists to try contemporary local and traditional food where you will meet a lot of locals enjoying their brake at work for example.",
    "rating": 5,
    "name": "Maxim Kipot",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place with good food for lowless price",
    "rating": 5,
    "name": "Volodymyr Poplavskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A nice restaurant if there is not to much time to wait . All pre prepared dinners are of a nice quality without a long waiting time . Compared to the restaurants at Europe a low price !!",
    "rating": 5,
    "name": "John Karl",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good and cheap! Its a buffet, the only bad thing is that no one speaks english, and the dishes are in ukranian. Lots of local options and the restaurant is huge.",
    "rating": 5,
    "name": "Victoria Noguera",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Well priced food chain that serves local food. Well maintained and clean... Though it is more in a canteen format but interiors are like expensive restaurant",
    "rating": 5,
    "name": "Preet Pal Singh Bhinder",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very big place and it is usually crowded but you can always find a place. Staff cannot speak English, so you have to be ready for misunderstandings. Aside from that, very cheap and good place to eat.",
    "rating": 4,
    "name": "Umutcan Karayılan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I always enjoy my meals at Puzata Hall. My only comment would be that the food should be served warmer for my preference.",
    "rating": 4,
    "name": "Edward Major",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I came in a couple of times while I was staying near Maidan Square. The variety of food is great and I quite enjoyed everything I ended up getting though I still couldnt tell you what most of it was :). I would love to see one of these open up in the Kyiv area airports haha",
    "rating": 5,
    "name": "Austin Greathouse",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food and very reasonable price. If you want a taste of local food this is a place you must visit. Because of the price and quality Ratio, it is a poplular place for students.",
    "rating": 5,
    "name": "Qurratul Yeen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good ucranianan traditional food for good price. It's like a buffet.",
    "rating": 5,
    "name": "dani Dearce",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty food, nice price, relax environment.",
    "rating": 5,
    "name": "Татьяна Аржанцова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food! Cheap prices! EXCELLENT location. HIGHLY RECOMMENDED!",
    "rating": 5,
    "name": "OK_Online_Language_School okallcorrect",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food at very competitive prices",
    "rating": 5,
    "name": "Cezary Kaczmarczyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "There's no Wi-Fi and the cellular network is unavailable because it is situated in a basement. So you can go there and eat some healthy food if you want to eat in a silence of digital-free world 😂",
    "rating": 3,
    "name": "Anton Tymczenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fast, tasty and reasonably cheap place to eat if you are not planning to spend a lot of time on eating, while visiting the city. Good menu choice.",
    "rating": 4,
    "name": "Arunas Klicius",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "My favourite budget choice in Kiev. It works as eating-house, you have to collect the food but the quality of Ukrainen food is great. My recommendation is borsch or small ,,meat bags''.",
    "rating": 5,
    "name": "Martin Novák",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Quality and price is marvelous. I recommend this place if you are in Ukraine. They serve typical meals.",
    "rating": 5,
    "name": "Sergio Roig Soucase",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fast food but tasty, Ukrainian fast food. Loved the potato pierogi, fresh cabbage salad and spinach pancakes.",
    "rating": 5,
    "name": "Sudoku Sol",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cantine with Ukrainian food. Fast, cheap but not always super fresh. Mostly good value for that money. Only desserts and coffee is really bad.",
    "rating": 4,
    "name": "Jurij Pidsadnyj",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place to have a dinner in the centre of the city. There are 220V power outlets so you can charge your gadgets freely",
    "rating": 5,
    "name": "Vasyl Pacman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I don't know if this is the exact location, but back in 2008, we went here as a missionary laherey kids camp group sharing JESUS♥️🕊️🐦 Love for Orphans, James 1:27, and it was AMAZING! The Kvas, russian/ukrainian food, and so forth, as far …",
    "rating": 5,
    "name": "AngelsfromHeaven StandFirminChrist",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Must visit place for tourists. It is cheaper than almost all other alternatives, apart from street foot. You have lots of options to choose from local dishes like borch and kiev chicken.",
    "rating": 5,
    "name": "Ibrahim ŞAHİN",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice place with reasonable prices. I'd suggest that you avoid going there on lunch break...it can get overcrowded and you'll end up hungry and frustrated :)",
    "rating": 4,
    "name": "Formal One",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Decent food for price. Not high quality but multiple choices to try different Ukrainian food.",
    "rating": 5,
    "name": "Tom Wilson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food is reasonable and cheap but is like a canteen",
    "rating": 3,
    "name": "Francisco Magalhães Santos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's ok for their price. Everything is a little bit over spicy and oversalty — you will never need their salt and pepper from disposable packages :)",
    "rating": 4,
    "name": "Alexey Kovynev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fast, clean, delicious and cheap = ❤.",
    "rating": 5,
    "name": "Piotr Michalski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If you're in a hurry and craving Ukrainian food then this is the place.... Very good prices and good food",
    "rating": 5,
    "name": "Bassel Haddad",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is amazing how inexpensive the food is and it even taste great!! I have to take out one star because the restroom smells pretty bad at the entrance.",
    "rating": 4,
    "name": "안혜진",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The staff was amazing 👏\nI loved the food.",
    "rating": 4,
    "name": "Baaba Fareyson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Self served restaurant in the senter of the city. Authentic ethnic cuisine. Resonable prices. Nice atmosphere. Recommend",
    "rating": 5,
    "name": "Oleh, aka Alex “A.lex”",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Puzata xata is one among my favorite corners in Kyiv. The food is so tasty. Self-service as always and a  Cozy place.",
    "rating": 5,
    "name": "Ahlem Lee",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Often very busy. There is no internet and cell connection. Basically, you can just get there, eat and go out. Although, this one is much better than others.",
    "rating": 4,
    "name": "Viktor Yakubiv",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good Ukrainian fast food. Not the highest quality of food, but very good for what it is. And well priced.",
    "rating": 5,
    "name": "Alex Krentsel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was the first restaurant that I visited in Ukraine. And to be honest it served me very well, both the food and service are great. :)",
    "rating": 5,
    "name": "Amit Sinha",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food is always amazing and a nice price. There is something for everyone. Most of the time they don't speak English though.",
    "rating": 5,
    "name": "Emmeline H.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Always love Ukrainian cuisine. You should try it out. It's tasty and inexpensive too",
    "rating": 5,
    "name": "Arthur Az",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I have just read this Puzata Hata's website, and when I go to Kiev, this looks like the perfect restaurant that I would love to come to taste great traditional Ukrainian food.",
    "rating": 5,
    "name": "Alan Richards",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap place to get real ukranian food like locals",
    "rating": 5,
    "name": "Sergio R",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Close to the Metro station .Need to come early for the items you love .The sanitation level in the latrains below the accepted level .The security prevents having pics for the dishes they offer !!!",
    "rating": 3,
    "name": "Alaa Hassan Mesopotamia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "a good place to have a rest after a long walk in the city.",
    "rating": 5,
    "name": "Mehmet Sait Tırampaoglu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukraine biggest fast food chain, plenty of options to choose, also big queues to pay.",
    "rating": 3,
    "name": "Laura Zambelli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "For a tourist is the first impression strange but basically of is very good not expensive food. Salads are very tasty.",
    "rating": 4,
    "name": "Filip Corselis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Genuine authentic and tasty food. A lot to choose from. Reasonable price. Highly recommended!",
    "rating": 4,
    "name": "Asa Tahlin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good local food, affordable prices and great service.",
    "rating": 5,
    "name": "Nemanja Popov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Love it. Counter style buffet style. Great local joint. Cheap delicious food on the fast",
    "rating": 5,
    "name": "m",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not the best food you will ever eat,but certainly the best $2 meal you will ever eat.  I loved the Variniki and the cucumber yogurt soup.",
    "rating": 5,
    "name": "Liv Dillon",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Value for money. Tasty food of Ukrainian cuisine. One little disadvantage is that it's underground.",
    "rating": 4,
    "name": "Max Voitko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is typically a Ukrainian restaurant where you can taste a great dishes if you like Ukrainian food type and you will be surprised by its low prices",
    "rating": 5,
    "name": "Walid Rizk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing restaurant, delicious food and a lot of options to choose from. You will taste some of the best Ukranian food here ;)",
    "rating": 5,
    "name": "Igor Silveira",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "They have the best servers in town. True recommendation n",
    "rating": 5,
    "name": "Luc “Spotkip” Jansen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic good quality Ukrainian food at very low prices. Great if you want to try a little bit of everything.",
    "rating": 5,
    "name": "Lana Salganik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good price. Defent food if you are looking for a quick bite to eat.",
    "rating": 4,
    "name": "eric torres",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The personnel not speaking English is a big issue. Otherwise, food is good.",
    "rating": 4,
    "name": "hasan demir",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty Ukrainian food. prices are really low. Nice atmosphere.",
    "rating": 5,
    "name": "Anna Umfriani",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap prices, but not very tasty food. Overall good place to have a quick food.",
    "rating": 3,
    "name": "Anton Pryima",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place in center to eat. Simple but good quality kitchen. Recommend.",
    "rating": 5,
    "name": "Donatas Kiltinavičius",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food was okay, but the system of ordering it a bit complicated, staff rude and there was unpleasant smell in some places.",
    "rating": 3,
    "name": "Remigijus Jodelis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "very good food and good service. You can eat without even knowing Ukrainian",
    "rating": 5,
    "name": "KulleK “KulleK”",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Highly recommended, great food quality and decent prices, has many choices and fair service",
    "rating": 5,
    "name": "Alex Dubman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Its a cheap restaurant in ukraine ever! Definitely you should try these food, most of them are traditional!",
    "rating": 5,
    "name": "Aybegüm Karakuş",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great restaurant with authentic Ukrainian food. Fast service and good prices.",
    "rating": 5,
    "name": "David Drößler",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service! Fantastic Waiter. Food was really good. Nice atmosphere.",
    "rating": 5,
    "name": "Peter Bouwer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Local food are delicious",
    "rating": 5,
    "name": "onur üzmez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Per buffet meal 4 dollars. Very cheap and so much variety. Very tasty.",
    "rating": 5,
    "name": "s km",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great traditional dishes at a fair price",
    "rating": 4,
    "name": "Raider",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not bad. Tasty and cheap. Lots national Ukrainian food.",
    "rating": 4,
    "name": "Rodo Ami",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty food! But don't come too late otherwise the variety won't be big.",
    "rating": 4,
    "name": "Anna Himeso",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Greate place for everybody: freands, families, alone, pairs, etc.\nDelicious food, excellent service, warm atmosphere.",
    "rating": 5,
    "name": "Tymur Kozlov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Always fresh and pretty tasty food, locals love it. Dont forget to try Kyiv chicken meatball!",
    "rating": 5,
    "name": "Jana Jakymenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Still very traditional and delicious food but VERY BUSY. The food of the Puzata Hata in Podil was much better compared to this one.",
    "rating": 3,
    "name": "Pavlo Kuzhel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best place to eat in Ukraine. Cheap, tasty and interesting. Also it's everywhere.",
    "rating": 5,
    "name": "Valery Levchenko (Turin)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "My favourite fast food restaurant. Which is actually home made Ukrainian food restaurant with a fast service.",
    "rating": 5,
    "name": "Olena Nizalova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Considering pricing (really cheap) this place deserves 5 stars for its great location, clean premises and tasty food",
    "rating": 5,
    "name": "Victoria Makarova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellen selection and cheap",
    "rating": 5,
    "name": "Lukas Hajek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very acceptable prices, the quality is not very high, but you can try many of the traditional dishes.",
    "rating": 3,
    "name": "Oleprova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good home food since 10 years. Quality still same good. Cheap and best.",
    "rating": 5,
    "name": "Tanique Fossa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place to eat national Ukrainian cuisine. Quick and delicious.",
    "rating": 5,
    "name": "Олександр Симоненко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice and big place for go with friends and family really nice place and relative good prices 😁👏🏼👏🏼👏🏼",
    "rating": 5,
    "name": "Lenin Raimundo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fast food Ukrainian cuisine, it's pretty good, locals are also enjoy it.",
    "rating": 3,
    "name": "Slava Risenberg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place to eat Ukrainian dishes",
    "rating": 4,
    "name": "Mahir TAN",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food,  nice and clean",
    "rating": 5,
    "name": "Greg Siwek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good restaurant with good food and low prices.  You can choose what you want with no need for menu",
    "rating": 5,
    "name": "David Yoskovich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A relatively cheap canteen with national Ukrainian cuisine. Noisy, no wi-fi.",
    "rating": 3,
    "name": "Eugene Firsov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Always good, never disappointed, good food, good prices, nice staff.",
    "rating": 5,
    "name": "Rémi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Superb, Delicious, Must visit for enjoying tasty local cuisine at Reasonable Price.",
    "rating": 5,
    "name": "Ashish Choudhary",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Simple but delicious UKR food. Very basic customers service. Will come back!",
    "rating": 5,
    "name": "Matvey Vikhrov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The place is nice but the food was worm not hot enugh.",
    "rating": 3,
    "name": "חיים יאסוביץ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food and decent prices.\nGood toilet facilities too.",
    "rating": 5,
    "name": "James Turner",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap but sometimes meals are not hot enough. Tastes good.",
    "rating": 3,
    "name": "Przemek Popowski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The price of one pad was about 4.5 eur. The food was really good.",
    "rating": 5,
    "name": "Renaldas Asipauskas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lots of good homemade food for a good price.",
    "rating": 5,
    "name": "Viniamin Tokarchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is traditional ukrainian cuisine ,",
    "rating": 5,
    "name": "Khaldoon Gharzeddien",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very clean, cozy place. Tasty and high quality meals.",
    "rating": 5,
    "name": "Mehmet Levent",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Ukrainian food, quick, convenient and very cheap for visitors",
    "rating": 5,
    "name": "Denis A. Yedin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Ukrainian food, guaranteed!",
    "rating": 5,
    "name": "Zoya Crane",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cafeteria style, very reasonably priced and good food. We will be back.",
    "rating": 4,
    "name": "Noreen Antonie",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Looks better after the renovation, the new entrance right by the metro station definitely attracts much more people",
    "rating": 5,
    "name": "Fedir Kravchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Actually it's not bad, but there were some issues with terminals during payment.",
    "rating": 4,
    "name": "Andrew Aleks",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty, cheap and fresh food. Good interior. Recommend!",
    "rating": 5,
    "name": "Denis Dragomirik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A network of places in Ukraine to eat home-style food at very affordable price",
    "rating": 5,
    "name": "Vladimir Shevchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Relatively clean, lots of space. However, it's underground and there is no signal.",
    "rating": 4,
    "name": "Uliana Kvych",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "very good new interior, a lot of places to sit, lovely music and tasty meals",
    "rating": 5,
    "name": "Oleksandr Basov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "casual food, decent quality",
    "rating": 3,
    "name": "ole chelombitko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I was having there only few shoots of tequila :) nice portions",
    "rating": 4,
    "name": "Bart Juszczak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If you like delicious Ukranian cusine and competitive prices, than you need not look further.",
    "rating": 5,
    "name": "Jimmy Burke",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Had a craving for juice and stoped here, even with the language barrier the lady was real nice and I got exactly what I wanted.",
    "rating": 5,
    "name": "CHRIS GRIZZARD",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I didn't like the taste of food",
    "rating": 3,
    "name": "DJ Alex K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food but not a cheap!",
    "rating": 5,
    "name": "Danny Kim",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place with cheap tasty food. Never seen anything like this in the UK before.",
    "rating": 5,
    "name": "Anton",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place if you want to eat quickly and inexpensively.",
    "rating": 3,
    "name": "Nexus Core",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Low prices, tasty food. But usually it's full during lunch time",
    "rating": 5,
    "name": "Yurii Mashtalir",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice atmosphere, cozy place.",
    "rating": 5,
    "name": "Andrei Pastushuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty and affordable prices. Highly recommended",
    "rating": 5,
    "name": "Altan Bas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food. Cheap prices. No waiting.",
    "rating": 4,
    "name": "Damian M",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A terrific restaurant with countless traditional Ukrainian dishes, complete with fast and great service!  A must!",
    "rating": 5,
    "name": "Andrij Krochak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect !!! Recomendet by Manuchar Beraia ;)",
    "rating": 5,
    "name": "Manuchar Beraia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "2 adults, good meal = 100uah. Service might be bit higher.",
    "rating": 4,
    "name": "Aivars Abolins",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was very cheap and delicious food for everyone",
    "rating": 5,
    "name": "Ravi Gill IKIGAI 生き甲斐",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place to eat Ukrainian food fast and cheap",
    "rating": 5,
    "name": "Herman Chyzhov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good and cheap food. Perfect when in a hurry. Recomend.",
    "rating": 5,
    "name": "Saulius Petrulis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent restaurant... Tasty meals... Low prices...",
    "rating": 5,
    "name": "Stylianos Tsiakkaris",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Much better then fast food. Quite tasty and inexpensive.",
    "rating": 5,
    "name": "Nikolas Gashevskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good service, excellent Georgian style food",
    "rating": 5,
    "name": "Paul Dransfield",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not the best food\nBut still nice place",
    "rating": 4,
    "name": "Василь «CVI» Чефранов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent value for money, great for a quick meal",
    "rating": 5,
    "name": "Natalia Biletska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic cuisine. Tasty dishes. Good prices.",
    "rating": 5,
    "name": "Ireen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A wonderful place to have a tasty bite. You should visit it.",
    "rating": 5,
    "name": "Maksym Yaroshenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food,good service,fair prices",
    "rating": 4,
    "name": "clint stubbs",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great traditional food served in a fast-food way.",
    "rating": 5,
    "name": "Petr Švihlík (Rocky)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place for eat not expensive food.",
    "rating": 5,
    "name": "Pavlo Ivashchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Quality and amount of food compared to price is amazing.",
    "rating": 5,
    "name": "Tomek Czajęcki",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Reasonable pricing and tasty food, not bad for a fast food",
    "rating": 5,
    "name": "Taguhi Tumanyan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Solid place to get cheap and quick homemade Ukrainian food.",
    "rating": 5,
    "name": "Val Neiman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great and very good with kind of food and desert",
    "rating": 5,
    "name": "Alireza Hashemi Motlagh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "go here to taste different food of Ukraine. it was cheap enough.",
    "rating": 5,
    "name": "Mücahit Gürbüz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good value for money. You can choose many foods",
    "rating": 5,
    "name": "Nuuk Nuuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Regular place to have a quick and cheap chow",
    "rating": 5,
    "name": "Rostyslav Kulak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good value for money, convenient location, but always crowded and noisy.",
    "rating": 3,
    "name": "Oleksii Rudyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Simple staple ukranian food for low price. Good.",
    "rating": 4,
    "name": "Cristoffer Cedergren",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect for local food. Cheap and good.",
    "rating": 5,
    "name": "Serdar ERBASI",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "All time classic! Love & respect",
    "rating": 5,
    "name": "Antonios Balaskas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food was good, location as well too crowded thought",
    "rating": 4,
    "name": "Tommy girl",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Suppose to be one of the best local fast foods in the city.",
    "rating": 5,
    "name": "Oleksandr Yepikhin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty traditional Ukrainian dishes. Low prices.",
    "rating": 5,
    "name": "Hubert Wysocki",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "So cheap and so delicious! Totally worth visiting!",
    "rating": 5,
    "name": "Hristo Petkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This location has a nice coffee shop.",
    "rating": 5,
    "name": "Tara Neitzey",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Competitive prices range of food and even good quality",
    "rating": 5,
    "name": "SSerang",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty food at affordable price. Good",
    "rating": 5,
    "name": "Denis Korobeynikov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good! The best restaurant.",
    "rating": 5,
    "name": "Jose Ulisses Fabrini",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice place and great ukrainian food !",
    "rating": 5,
    "name": "Alena Ladrova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food at a low cost",
    "rating": 5,
    "name": "Papan Papanovic",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very yum and affordable place for everyone!!)",
    "rating": 5,
    "name": "Олександр Перепічка",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A good place to try some Ukrainian dishes",
    "rating": 4,
    "name": "K Aswad",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Love that place, if your are in Ukraine you gotta go there!",
    "rating": 5,
    "name": "Andre Stolpinsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great fast food. Great taste of dishes and good prices.",
    "rating": 5,
    "name": "Nick Basenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheaper place and you see beforehand what you will eat. However, the restaurant was crowded.",
    "rating": 3,
    "name": "Akram Miriyev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If u want to eat delicious and cheap food go there😊",
    "rating": 4,
    "name": "Lasha Vashakidze",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty and quite cheap.",
    "rating": 5,
    "name": "Dmitry Shalgachov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best concept related with the food",
    "rating": 5,
    "name": "Antonios Balaskas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of my favorite places to visit and grab a bite to eat",
    "rating": 5,
    "name": "FISHKA Brodyaga",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Reasonable prices,clean,kind personel.",
    "rating": 5,
    "name": "Yunus Emre Soylu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place for a quick breakfast, lunch or dinner.",
    "rating": 5,
    "name": "Robert Zwart",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food, many options, fast selfservice",
    "rating": 4,
    "name": "Tomas Seimys",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A fast food place, good for a quick lunch.",
    "rating": 3,
    "name": "Raminta Andziulyte",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very cheap place, but very tasty.",
    "rating": 5,
    "name": "Fedorov Dmitriy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and amazing price",
    "rating": 5,
    "name": "Lassie Boo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cozy place, tasty and cheap dishes",
    "rating": 5,
    "name": "Eric Cartman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome food for good price.",
    "rating": 5,
    "name": "Artyom Shalkhakov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty food in very good price!",
    "rating": 5,
    "name": "Ioannis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place to eat Ukrainian food!",
    "rating": 5,
    "name": "Jeff Cornelius",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A great place for a quick Ukrainian meal!",
    "rating": 5,
    "name": "svrocko1",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "cheap and tasty food to eat without wasting your time",
    "rating": 5,
    "name": "Тарас Беновський",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap prices and excellent selection of food",
    "rating": 5,
    "name": "David Shc",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Hands down my favorite diner all over Ukraine!",
    "rating": 5,
    "name": "Chevalier",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap price, good Ukrainian food",
    "rating": 4,
    "name": "Valeri Pougatchev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty traditional Ukrainian food.",
    "rating": 5,
    "name": "Mike Silberg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Horrible. The smell of toilets everywhere. So I came in and immediatelly out.",
    "rating": 1,
    "name": "Miroslav Cascino",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good local food for good price.",
    "rating": 5,
    "name": "Michael PrimeCore",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Right place if you want cheap and fast meal",
    "rating": 4,
    "name": "Roman Onishchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good cheap food options nearly anytime.",
    "rating": 4,
    "name": "Dennis Metzger",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice but prices have increased now.",
    "rating": 4,
    "name": "Harsh Vardhan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap homemade food, good choice of cheap alcohol",
    "rating": 5,
    "name": "Krzysztof Sikora",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great price and tasty meals!",
    "rating": 5,
    "name": "Gabriele Maciulyte",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This place is the best in terms of price and quality.",
    "rating": 5,
    "name": "Denis Malomuzh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very delicious  food  specially  the chicken",
    "rating": 5,
    "name": "issa malki",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very cheap good food. Lots of choice",
    "rating": 4,
    "name": "Marina Bruinenberg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A nice self serving dining place.",
    "rating": 5,
    "name": "Dmitry Porotov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect local dishes. Give there a chance.",
    "rating": 5,
    "name": "Mert Unalan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "cheap and healthy ukrainian food, authentic and simple!",
    "rating": 5,
    "name": "Mark Bosshard",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really good place to eat - recommended",
    "rating": 5,
    "name": "Nikita Kurtin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap, mediocre food. Classic Ukrainian dinner.",
    "rating": 3,
    "name": "Darko Demić",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food, but not smiling personal",
    "rating": 5,
    "name": "Ndjeng Manga",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Hot mixed drinks was very delicious.",
    "rating": 5,
    "name": "Yücel Tekin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fast food bistro with good prices and local food.",
    "rating": 5,
    "name": "Jan Dedek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice food, cheap prices",
    "rating": 5,
    "name": "Matthew Whalley",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best choice for Ukrainian food!",
    "rating": 5,
    "name": "Carlie Dream",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place with good food.",
    "rating": 5,
    "name": "Vitaliy Pedash",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cold food. Setting strangely different from that of other locations",
    "rating": 3,
    "name": "Dunsin Ajayi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food not expensive",
    "rating": 5,
    "name": "Aleksandra Bar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Without internet, but nice place for eat",
    "rating": 4,
    "name": "Nickolay Savchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food and affordable price",
    "rating": 5,
    "name": "Damian Tłuczkiewicz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice meals. Delicious kitchen",
    "rating": 5,
    "name": "Borshagov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very fast and tasty! And cheap!",
    "rating": 5,
    "name": "Vilnis Barcs",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "where you can find ukranian food. cheap and delicious",
    "rating": 4,
    "name": "oğuzhan göl",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Borsch was OK. Meatloaf was not so good.",
    "rating": 4,
    "name": "Tamás Gampel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The only one problem here (or advantage) - there is no mobile connection inside.",
    "rating": 5,
    "name": "Dmitry Stepanov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is really good place for good eating.",
    "rating": 3,
    "name": "Женя Угрюмов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great cuisine, low prices.",
    "rating": 5,
    "name": "x y",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food super cheaper",
    "rating": 5,
    "name": "antonio elenio salaris",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best good",
    "rating": 5,
    "name": "andrea sfd",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice fast Ukrainian food. Crowded",
    "rating": 4,
    "name": "Olena Bachynska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best cheap food in Kiyv.",
    "rating": 5,
    "name": "Vladislav Vorobyov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not bad quality at excelent price.",
    "rating": 5,
    "name": "Claudio Martínez Barea",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap price, decent food",
    "rating": 5,
    "name": "Lad Lur",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food is good and chip but bad ventilation.",
    "rating": 4,
    "name": "Andrii Zatullo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Столовая... Do not expect for too much",
    "rating": 3,
    "name": "Lev Ari Sudakov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nahh. Better options out there.",
    "rating": 3,
    "name": "Anna Vlasyuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good blest to get food from small money",
    "rating": 4,
    "name": "Finn Rasmussen (Musik mand)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian fast food 🍲 🇺🇦 Nice",
    "rating": 5,
    "name": "Peter Galazka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice price/performance",
    "rating": 5,
    "name": "Umut Yıldırım",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best local and homely food",
    "rating": 5,
    "name": "Łukasz Gałęcki",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Got a roach in my meal. Yummy.",
    "rating": 1,
    "name": "Alex",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great inexpensive Ukranian cuisine",
    "rating": 5,
    "name": "alex zaytsev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap and tasty local dishes.",
    "rating": 5,
    "name": "Žygimantas Končius",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very posh. Super salyanka",
    "rating": 5,
    "name": "David Ayliffe",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really nice food for lunch timing",
    "rating": 5,
    "name": "Awais Baig",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food, nice enviroment",
    "rating": 5,
    "name": "Andrius Zalieckas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food. Good beer...",
    "rating": 5,
    "name": "Dzmitry Kryshchanovich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fresh ukrainian food",
    "rating": 4,
    "name": "Satish Chandra",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cold food and just a few options remaining",
    "rating": 3,
    "name": "Yonathan Stein",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Plenty of choices to try Ukrainian dishes.",
    "rating": 5,
    "name": "Alberto Antoniazzi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "very delicious ukrainian food",
    "rating": 4,
    "name": "Ömer ALFARHAN",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "My lovely place for dinner.",
    "rating": 5,
    "name": "Vitaly Semkin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice, clean and value for the money",
    "rating": 4,
    "name": "Kenneth Gregg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fast food nothing special",
    "rating": 3,
    "name": "Rimogard",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best Restaurant in kiev",
    "rating": 5,
    "name": "The Hitman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect price, perfect food.",
    "rating": 5,
    "name": "Vitalijus Jankauskas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice place! Recommend",
    "rating": 4,
    "name": "Mikail",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "For eat is good place..",
    "rating": 4,
    "name": "Shako Vezirishvili",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "But unfortunately,it is closed now,I think they are relocating behind the same building",
    "rating": 5,
    "name": "Dr.Adel Attia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap clean and healthy food",
    "rating": 5,
    "name": "oki wan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Favorite local and decent price!",
    "rating": 5,
    "name": "Island Vibration",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good Food cheap price",
    "rating": 4,
    "name": "Joe",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was super place... It is Like from Aztec and Mayans age.",
    "rating": 5,
    "name": "Burak İbrahim Ünal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food.affordable👍👍👍",
    "rating": 4,
    "name": "Liya Eugene",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super",
    "rating": 5,
    "name": "Dominique Femerström",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice restaurant in cheap rate",
    "rating": 5,
    "name": "Narendra Kumar Sharma",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best fastfood in this area.",
    "rating": 4,
    "name": "Dmytro Linnyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "5 out from 5 and many thanks on top of it!!!",
    "rating": 5,
    "name": "Lasha Purtskhvanidze",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food is very average",
    "rating": 3,
    "name": "Me Here",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "So chip and so tasty, perfect",
    "rating": 5,
    "name": "Yuri Kachko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "good place to eat cheap and fast",
    "rating": 5,
    "name": "Mateusz Moroz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious and cheap food",
    "rating": 5,
    "name": "Piotr Urbańczyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Meals are very delicious",
    "rating": 4,
    "name": "Harry Glow",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food and atmosphere",
    "rating": 4,
    "name": "Sergiy Lebedev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "good homemade like food",
    "rating": 5,
    "name": "Iryna KARATAS",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Poor slow service and very noisy",
    "rating": 1,
    "name": "Charlie G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty breakfast",
    "rating": 4,
    "name": "Anton Galkovskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Puzata Hata - always fun and delicious!",
    "rating": 5,
    "name": "Just one travel lover",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Yummy and Affordable food",
    "rating": 4,
    "name": "Avtar Singh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best home kitchen.",
    "rating": 5,
    "name": "Leon Čusak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food and service.",
    "rating": 4,
    "name": "Alex Protsyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best cafe in kiev",
    "rating": 5,
    "name": "Michael Laurenzi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "no signal. no wifi. bunker",
    "rating": 2,
    "name": "Localos Salos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "cheap and tasty",
    "rating": 5,
    "name": "lasha barbakadze",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "delicious",
    "rating": 5,
    "name": "Creater",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty ukrainian food",
    "rating": 5,
    "name": "AlekSound Media",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food",
    "rating": 5,
    "name": "Ion Abuzatoaiei",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fast and cheap, nothing over that.",
    "rating": 4,
    "name": "Daniel Listopadov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious and cheap",
    "rating": 5,
    "name": "Julia Bogdanovna (Jay Jay)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ok place",
    "rating": 4,
    "name": "Atanas Milenov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Leonid Ihnatenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Got to try for at least one time",
    "rating": 5,
    "name": "Sergey Rib",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Ibrahim Z",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "good food",
    "rating": 5,
    "name": "Lev Pasichnyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good cheap food",
    "rating": 5,
    "name": "Nata Bo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Big but a bit packed.",
    "rating": 3,
    "name": "Ivan BJ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Superb food quality.",
    "rating": 5,
    "name": "Zigmars Henzels",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Huge variety, low prices",
    "rating": 4,
    "name": "Yoav Feuerstein",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I've always been pleased with the food served at Puzata Hata, no matter which location I visit. Good selection of traditional food with some familiar options as well. …",
    "rating": 5,
    "name": "Brian Tuscher",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cold meal, over crowded",
    "rating": 1,
    "name": "Sports Administration",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Its da best! Cheap!!!!",
    "rating": 5,
    "name": "Mats Palats",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good English breakfast",
    "rating": 5,
    "name": "Ksenia yurieva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap taste food",
    "rating": 5,
    "name": "Nata Bosyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Clean and tasty",
    "rating": 5,
    "name": "Suncatcher",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice Georgian food",
    "rating": 5,
    "name": "mikkel j j",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Yummy food :)",
    "rating": 5,
    "name": "Pascal Lahoud",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "New York",
    "rating": 5,
    "name": "Kasirye Kasirye",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "nice Ukraine cooking!",
    "rating": 4,
    "name": "Pol",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty. Local food",
    "rating": 5,
    "name": "Kirill Ershov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good Ukrainian kitchen",
    "rating": 4,
    "name": "Dmytro Lukianchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very delicious!!!",
    "rating": 5,
    "name": "Teona Gogoladze",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ok!",
    "rating": 5,
    "name": "Svitlana Ivanchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious. As always.",
    "rating": 5,
    "name": "Bohdan Vanieiev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "ok",
    "rating": 4,
    "name": "roller stoner",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty and cheap",
    "rating": 5,
    "name": "אלי גלוחוב",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place for lunch",
    "rating": 5,
    "name": "Mike Panin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Better than before",
    "rating": 4,
    "name": "Denys Chernikov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good simple food",
    "rating": 5,
    "name": "simona .sircelj",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I just like it...",
    "rating": 5,
    "name": "юрий «George» шидловский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Always fresh!",
    "rating": 5,
    "name": "Lana S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good Ukranian food",
    "rating": 5,
    "name": "Paolo Deidda",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty!",
    "rating": 5,
    "name": "Eugene Kovalskiy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty and cheep food",
    "rating": 5,
    "name": "Igor Pashchak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "As a usual, fabulous!",
    "rating": 5,
    "name": "Alexandr Polubeinyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food is so-so.",
    "rating": 3,
    "name": "Liudmyla Belioglo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Deserts not good",
    "rating": 4,
    "name": "Sanço Panza",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Baden Dane Vlogs",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious",
    "rating": 5,
    "name": "Олександр Кладов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Liked it",
    "rating": 5,
    "name": "Montaser",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Oleksii Halushkin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best",
    "rating": 5,
    "name": "Kyrylo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Pretty good",
    "rating": 5,
    "name": "Pavlo Chornous",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good",
    "rating": 4,
    "name": "jamal khairy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Testy and cheap",
    "rating": 4,
    "name": "Liudmyla Linford",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap food",
    "rating": 5,
    "name": "Antoniou Ioannis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place",
    "rating": 4,
    "name": "Vitali Kiselev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good as always",
    "rating": 5,
    "name": "Misha Shklyar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Expensive",
    "rating": 3,
    "name": "Elnur Musayev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ok",
    "rating": 5,
    "name": "Гандзюк Богдан",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Value for money",
    "rating": 5,
    "name": "A S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Smelly",
    "rating": 4,
    "name": "Oleh Hrebnov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Sergey Boldyniuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty",
    "rating": 5,
    "name": "MalkatShva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice",
    "rating": 5,
    "name": "vadim sorpen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cheap.",
    "rating": 5,
    "name": "Eugene Napadovskiy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best relax",
    "rating": 5,
    "name": "one1 1400",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best place",
    "rating": 5,
    "name": "Oleh Sak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not that tasty",
    "rating": 2,
    "name": "Piotr Duda",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food",
    "rating": 4,
    "name": "Phi Lippe",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super food",
    "rating": 5,
    "name": "Andrew Sh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious 👌🏽👌🏽👌🏽",
    "rating": 5,
    "name": "SMRK",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Higher prices",
    "rating": 4,
    "name": "Daniel Slováček",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Classic",
    "rating": 5,
    "name": "D. S.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "cheap",
    "rating": 3,
    "name": "Umay Yavas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Breakfast 😃😃😃",
    "rating": 5,
    "name": "Jérémie Michel (Le Conscientiseur)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really taste",
    "rating": 5,
    "name": "Diego González Lahsen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "OK",
    "rating": 4,
    "name": "Олександр Лакей",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "evertime again",
    "rating": 5,
    "name": "Ralph S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "More choices",
    "rating": 5,
    "name": "hasan inanır",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place",
    "rating": 5,
    "name": "Dr. Usama Bajwah",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place",
    "rating": 4,
    "name": "Hani Al Hindi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "convenient",
    "rating": 5,
    "name": "Artem Noumen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Unbelievable",
    "rating": 5,
    "name": "Nazarii Ovcharchyn",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не дорого и вкусно. Здесь также можно рассчитаться бонусами программы \"Бонус +\" от ПриватБанка.\nДля этого надо: …",
    "rating": 5,
    "name": "Serega M",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Неплохой вариант позавтракать или пообедать. К приятному удивлению, котлета по-киевски была очень достойная, сочная. Драники не очень\n, пересолены (даже на наш вкус). По интерьеру, внутри очень много залов, в …",
    "rating": 4,
    "name": "Helen A",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Заказал доставку через Glovo. Доставили быстро, вопросов нет. Не положили одно из блюд, но Glovo компенсировал это промокодом. Открыв другое блюдо обнаружил большой волос в омлете 🤷🏻‍♂️ …",
    "rating": 1,
    "name": "Богдан Маслюк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We visited this institution on Saturday, August 14, at about three o'clock in the afternoon, there were a lot of people. The area of ​​the institution is large and planning is difficult when you get there for the …",
    "rating": 5,
    "name": "Андрей Андрей",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В Харьков очень люблю это заведение, но в Киеве - сплошное разочарование!(((\n\nДлинные очереди (социальная дистанция? Нет, не слышали). Медленное обслуживание …",
    "rating": 3,
    "name": "Anna Guash",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Посещали это заведение 17.05 вечером в 19 часов.\nЛюдей почти небыло. Персонал был не совсем вежливым,несмотря  на то что все пишут наоборот( может были разные смены) Еды  было много, но она была не свежой и …",
    "rating": 2,
    "name": "Тетяна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень хорошее место. Огромное помещение. Недорого. За +/-350 грн мы взяли салат, рагу, пюре с котлетой, 2 компота, блинчики с вишней, 2 куска торта и кофе. Всё было очень вкусно. Особенно великолепный кусочек лавандового торта)) …",
    "rating": 5,
    "name": "Ксена Давиденко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It is a Self-Service restaurant in the center of Kiev. The price-quality ratio is very good, and you can try typical Ukrainian dishes. …",
    "rating": 5,
    "name": "Fernando López",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ну Пузатка она везде классная:) Чисто, просторно, дёшево. Выбор блюд большой и разнообразный. Кто любит по жирнее, кто на пп- есть, что выбрать. В связи с тем, что это центр бывают достаточно длинные очереди. Но когда как, под вечер никого …",
    "rating": 4,
    "name": "Max Prykhodko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Service average. Medium dishes. Hardly anyone speaks English - and the dishes are only written in Ukrainian. In addition, the atmosphere of the canteen is a bit of fast food. Cheap - and this is probably the only …",
    "rating": 2,
    "name": "Agnes",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ужасное заведение. Пытались поужинать, взяли еду и подошли к кассе. Работала 1 касса и это в выходной воскресенье ( 22.08)  Приборов не было, на мою просьбу принести приборы, мне начали хамить и кричать. Посуду грязную со столов не убирают. …",
    "rating": 1,
    "name": "Юлия П",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice to eat some local dishes. The price is not too high, you will spend around 8 euros per person to eat well. …",
    "rating": 5,
    "name": "Lucas Leal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) food is normal. as correctly written \"home type\". for a thrifty lunch - very good. but! no connection, internet too. Yes, the lower floors are a basement, but providing at least affordable Wi-Fi is not a problem. …",
    "rating": 3,
    "name": "Sergius Kyiv",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) This is a small Japanese-style hotel located in a great location! If you don't have claustrophobia it may be good luck for 1 night :) The bed is clean, but the shower is not so good. There is the consol Pley Station. …",
    "rating": 3,
    "name": "Iryna Ganachaud",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) He was here on January 2, 2022. Late was poured into a beer glass for 46 hryvnias. When I asked if it was always the case, the woman at the bar said that there were a lot of customers and all the dishes for the latte …",
    "rating": 1,
    "name": "Andriy Kuznetsov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место для качественного перекуса. Без пафоса, чисто, вкусно и уютно. Самообслуживание, но и цена не ресторанная... Беру тут супчики и стейки из сёмги. Вареники тоже хороши. Все продумано, очереди если и случаются, то стоять в них …",
    "rating": 5,
    "name": "Максим Толмачев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Каждый раз, когда я в Киеве, бываю здесь. Раньше здесь были лучшие вареники с вишнями и подавали их здесь необычно: в сливочном соусе и по желанию сахар и сметена. Пища богов, для меня самое лучшее лакомство из всех. Все изменилось, и я …",
    "rating": 4,
    "name": "Nadiia Hudyma",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cospa is the shop where you can enjoy the strongest local food. It seems like it's all over Ukraine because of the chain, so I wanted to go to other cities ... …",
    "rating": 5,
    "name": "ayk nyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Только вышел с Пузатой хаты. Такой же пузатый🙂\nЗдесь хороший выбор блюд. Минимум четыре первых, салаты, картошка, овощи, вареники, тортики,  компот и многое другое. …",
    "rating": 5,
    "name": "Ruslan Chepil",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Главное - еда! Очень вкусно. Биток в кляре с кунжутом, хек на овощной подушке, кус-кус с овощами, борщ... да что перечислять, что ни брала - всё вкусно.\nРасположение - идеально, улица Хрещатик, в десяти метрах от станции метро …",
    "rating": 5,
    "name": "ELENA Fedorova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Люблю сеть этих заведений за то что в них можно поесть по домашнему и за адекватную стоимость. Но это заведение интересно еще и своим интерьером, расположено оно как бы в подвале, лестница длинновата как по мне. Внутри уютно и просторно, …",
    "rating": 5,
    "name": "Игорь TREXIG",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хороше место для покушать.\nТак как находится заведение в центре - много посетителей, в связи с этим очереди. …",
    "rating": 4,
    "name": "Тур Совет",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) After repair, the establishment became more beautiful and comfortable. The modern interior and traditional tasty cuisine make it popular among Kyivites, city guests, tourists. Everything here is always fresh and …",
    "rating": 5,
    "name": "Сергій Мазур",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Perfect for breakfast but not only ..\nA wide selection of cheap dishes, drinks. Big traffic, that's why everything is fresh. We ate here 3 times during our stay in Kiev. Satisfied every time. :) The …",
    "rating": 4,
    "name": "Zbyszek Pajak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Любимое место, где можно поесть вкусно, разнообразно и недорого. Большой выбор салатов, супов, мясных и рыбных блюд, гарниров, блинов, вареников, десертов. Есть отдельный зал, где продают кофе и алкогольные напитки. В целом заведение …",
    "rating": 5,
    "name": "Yelena Sharonova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное и не дорогое кафе в самом центре столицы.  Можно хорошо покушать вдвоем на 350 гривен. Все вкусное и свежее,  остались очень довольны. Интерьер современные, не смотря на подвальное помещение вентиляция работает отлично,  запаха …",
    "rating": 5,
    "name": "Olga K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Идеальное местоположение, привычное и стабильное меню, качество достойное цены. Общительный и понимающий персонал, не торопящий с выбором и готовый подсказать даже в мелочах. Ну что ещё можно говорить о данной сети... Больше указателей в …",
    "rating": 5,
    "name": "Алексей Чечулин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отлично!Теперь это одно из любимых заведений) Нравится что не нужно ждать, а просто выбирать сразу что хочешь, МММ... А какой вкусный Оливье! Десерты! Домашняя кухня, все по вкусу, чисто и доступные цены 😌 …",
    "rating": 5,
    "name": "Божена Москаленко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "На мой взгляд, один из лучших ресторанов сети Пузата Хата. Находится прямо в центре столицы, очень просторно, много места и есть розетки. Обслуживание быстрое и вежливое. Еда стандартная для ресторанов этой сети: вкусно, недорого, быстро. …",
    "rating": 5,
    "name": "Oksana Halushko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Заведение находится в самом центре города.  Здесь всегда вкусно и уютно. Были в выходной вечернее время, народу было не много,  сесть было где. Столы чистые, туалеты убраны, персонал вежливый. Рекомендую 👍 …",
    "rating": 5,
    "name": "Алёночка Александровна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Perfect for tourists who don't speak Russian or Ukrainian. Point your finger at the ready meals and with the tray go to the cashier. Attention the drinks are behind the trays so to be taken first. Cutlery at the …",
    "rating": 4,
    "name": "Raimondo Antonio Terzaghi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) And everything would seem perfect. Tasty, colorful, not expensive, beautiful interior, lots of space, everything new ... but spoiled the impression at the entrance that there is no pantus, we saw how difficult it is …",
    "rating": 4,
    "name": "Тетяна Бухун",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Борщ отличный, зразы с грибами очень приличные, узвар шикарен, вареники с мясом норм. И по очень демократичной цене. И по ощущениям, то здесь вкуснее, чем в ПХ в Харькове возле градусника. Хотя может просто сильно кушать хотелось) …",
    "rating": 5,
    "name": "Александр Таровитов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Еда вкусная, но это единственный плюс. Из минусов самообслуживание , к этому ещё непонятно обустроенное помещение, из-за этого тяжело найти что-либо) даже обычный поднос для еды не могли долго найти, хоть и спрашивали несколько раз, …",
    "rating": 4,
    "name": "Виктория Вейс",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Центр города. Рядом мусорка ничем не отгорожена. Туалет по техническим причинам не работал. Куриный биток был ни на что не похож, мясо на вкус на него не походила. Внутри всегда очень людно, но в целом не плохо. …",
    "rating": 3,
    "name": "Александра Анохина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Раньше часто сюда ходили. Давно не была,расширились, вход теперь с другой стороны. После ремонта меня интерьер расстроил. Белые стены,белая плитка в туалете - это как в больнице. Убрали картины, которые очень нравились. Убрали детскую …",
    "rating": 4,
    "name": "Kazimira",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A good establishment, a varied menu, a clean and many free places. We have lunch here regularly, very much like \"breakfasts\", they pity until 11:30, if the late workers will be frozen nodding at \"bosses\". Everything …",
    "rating": 5,
    "name": "Mikhail B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Perfect 👏👏👏 Everything is at the highest level !!! The choice of dishes is huge, for all tastes! They cook very tasty! The establishment is clean and comfortable! …",
    "rating": 5,
    "name": "Татьяна Обийдыхата",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусная еда. Брала пельмени, нет лишних специй в фарше. Сметанки положили достаточно. Вкусный  чай с бергамотом и ореховый тортик оставили приятное впечатление. На входе проверяют температуру, не пускают без масок, есть антисептик. На …",
    "rating": 5,
    "name": "Катерина Мяу",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусная еда, нормальные цены, приличный интерьер. Был первый раз, поэтому немного неожиданно, здесь самообслуживание по типу столовой. Все остальное - хорошо. …",
    "rating": 5,
    "name": "Виталий Ростовцев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Зайти и заблудится, а в общем не плохо для место быстро поесть. Выбор блюд сезонный, это радует. Цены :средней категории. Интерьер не броский, спокойный. …",
    "rating": 4,
    "name": "HELIN",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "божественное место. чисто, красиво,сытно и доступно. переехали совсем немного, но с помощью указателей легко понять куда. я ещё не сказала о розетках, можно сидеть и заряжать смартфон/планшет/ноутбук. но особенно меня впечатлил дизайн, …",
    "rating": 5,
    "name": "Kitty",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, цены для туриста из Беларуси приемлимые. Порции по размерам не большие и не маленькие. Можно попробовать украинский борщ, вареники, пельмени и другие блюда украинской кухни. Есть пиво, десерты. …",
    "rating": 5,
    "name": "Aleks Stah",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The menu includes delicious dishes of our native cuisine, a cozy atmosphere and tranquility …",
    "rating": 5,
    "name": "Богдан Колос",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пузатая Хата на Крещатике, которая находится сразу, возле выхода из метро, понравилась больше чем остальные. Бывала во многих кафе этой сети, но там реально классно. Во-первых, уютно. Во-вторых, огромное помещение в два этажа. Можно найти …",
    "rating": 5,
    "name": "Юлия Пономаренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cakes.\nNot always fresh food. Sometimes raw potatoes and stale salads.\nUpd. During the last visit I liked the high level of surface disinfection. …",
    "rating": 4,
    "name": "SvetLana Kalinova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно но очень дорого. Много людей. Некоторые столы сильно устали\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrey Metkiy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Еда хорошая, но проблема с местами,большая проблема... Второй этаж при нас перекрыли, рядом девушка сказала, что они там убирать не особо хотят, вот и закрывают к вечеру. Мы были около 17.В итоге моя дочь начала есть есть стоя у кассы, …",
    "rating": 1,
    "name": "Galaktika",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Все очень вкусно. Даже предусмотрено одноразовые приборы,чтобы во время карантина безопаснее было. …",
    "rating": 5,
    "name": "Анетти Счастливая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) This place definitely deserves to be \"5\". But there is one thing: shooting is forbidden here. Still suspiciously looking like a hooligan. And then it turned out that he had no table knives, and even the napkins were …",
    "rating": 3,
    "name": "Андрей Кошельник",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Традиционную котлету по-киевски и вкусный тыквенный салат стоит попробовать!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tatsiana P",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Неплохо. Звезда минус за полное отсутствие пандуса или какой то возможности людям с инвалидностью зайти в ресторан …",
    "rating": 3,
    "name": "Анна Басай",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great price and great food. I highly recommend! Upon arrival in Kiev, the first thing we want to eat and there is no better place. It is a bio, so we wander with a plate. Ukrainian borscht and dumplings with cherries …",
    "rating": 5,
    "name": "Rianek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Готовят, как и во всех \"Пузатых Хатах\", вкусно. Цены потихоньку растут, но доступны. Эта кафешка большая, много залов, есть туалет и есть где помыть руки. Но очень много народу было. Не знаю, всегда ли здесь так. …",
    "rating": 4,
    "name": "Larysa Sokolova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Vsyhno ok but the price is 3%% vec than in Czech and the Polish is ok and v e ch e e walk ATM cards can be paid with Rublami / Hryvnem * …",
    "rating": 5,
    "name": "Jevvgenij Komorov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Место хорошее, с хорошым выбором для посетителей, а вот охрана не очень, (Есть и грубияны) …",
    "rating": 3,
    "name": "Витос Бумчик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very rich !! We swell to eat all typical Ukrainian homemade dishes for only € 12 (without drink) as recommended by the free tour guide and 100% recommended! …",
    "rating": 5,
    "name": "janina ramirez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, быстро, недорого, просторно. Есть супы на выбор, горячие блюда, салаты. Вареники, практически, домашние. Неплохой кофе и десерты (в отдельном зале) Персонал внимательно следит за чистотой. Из минусов заведения - слишком маленький …",
    "rating": 5,
    "name": "Eduard Shk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) During our Kiev stay we were here several times eat. You have a large selection of typical Ukrainian dishes, all of which taste great. For a full tray with several dishes you pay only 2-3 € which is simply …",
    "rating": 5,
    "name": "Jul",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Самая лучшая Пузата Хата из всех, в которых была. Все, абсолютно все, что заказывали, а именно окрошку, пюре, отбивная, грибы с овощами и сырники. Цены приемлемые. Была приятно удивлена интерьером, туалеты чистые. Не сильно шумно. Выбор …",
    "rating": 5,
    "name": "Наталия Рябова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The price was good as well. We ate Kiev chicken and hinkali ravioli (with potatoes) and vegetarian salad (closed package). It was delicious and fresh. …",
    "rating": 4,
    "name": "Mevlüde Arslan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ели в нескольких филиалах в центре Киева, остались очень довольны. Широкий ассортимент блюд, прекрасные десерты, быстрое обслуживание, все очень вкусно, свежее и хорошего качества. Цены демократичные. Очень рекомендую! …",
    "rating": 5,
    "name": "Anna G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great price performance. For 10 € 2 people can eat.\n\n(Original) …",
    "rating": 4,
    "name": "Alex Malaeck",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "После карантина борщ превратился в воду с буряком и картошкой. Про капусту и томат забыли совсем. По старой памяти взяла большую порцию (36 гривен) , но это того не стоит совсем. Раньше приходила покушать борщ и что-то ещё по настроению. …",
    "rating": 1,
    "name": "Anzhela Lupakova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Обожаю это место! Каждый раз, когда приезжаю в Киев, всегда прихожу именно сюда. Здесь можно просто и быстро перекусить(но это будет не фастфуд ☝️👍), так и плотно покушать😁. Огромный плюс в том, что они готовят блюда из домашней кухни и …",
    "rating": 5,
    "name": "Юлия Жиганова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приехали с ребёнком  в Киев на день, ночь были в дороге, проголодались и было холодно.\nЗашли в \"Пузату хату\" . …",
    "rating": 3,
    "name": "Weronika",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно и доступно в самом центре Киева.\nБерите \"кусковое\" мясо, а не рубленое - это гарантия получить мясо без \"примесей\" ( филе, отбивная, котлета по-киевски) …",
    "rating": 5,
    "name": "Karyna Karina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошие цены. Что бы хорошо покушать -достаточно и 100 грн. Например, куриные крылья 4шт. 28грн., салат из квашеной капусты 24грн., картошка по-селянски (не рекомендую) 17грн., хороший борщ 27грн, пампушки 4грн., пиво 29грн. Столы убираются …",
    "rating": 3,
    "name": "Богдан Шаренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень просторно и вкусно. Порции большие, еда выглядит и есть аппетитной. Цены завышены даже в сравнении с другими отделами той же Пузатой Хаты. …",
    "rating": 4,
    "name": "Влад Данилов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Нечастый гость в «Пузатой Хате». Но здесь очень понравилось. Красивый дизайн интерьера в эклектическом стиле, в котором соединились лофт, модерн, минимализм, экостиль и другие, что выгодно отличает это кафе от других из группы «Пузата …",
    "rating": 5,
    "name": "Alex Reaper",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very large room. A lot of places, comfortable, cozy. You can sit even with a great company. Nice finish, interior. Saw tea with cake, delicious. …",
    "rating": 5,
    "name": "Inna Vasuljivna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Puzata Hata ... Super chain of restaurants where you will find typical Ukrainian cuisine, from soups to more substantial dishes, with self-service formula (ideal for those who do not know the language because you can …",
    "rating": 5,
    "name": "Andrea Olla",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Лучшее место в Киеве! Нежная картошечка пюре, невероятная котлета по-киевски и вареники с вишней на десерт – залог прекрасного дня для каждого. А увидев сумму чека жизнь заиграет ещё более яркими красками, ведь цены более чем доступные. …",
    "rating": 5,
    "name": "Рита Костенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) An institution that is fully responsible for such a slogan \"fed up and happy\". My breakfast is eggs, hunting sausages and pancakes with cherries + -100g. Tasty no complaints, maybe). Last time ordered a comp. …",
    "rating": 5,
    "name": "Михайло Царюк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Сегодня, в шабат, решили с мужем поужинать в пузатой хате. Наш мишленовский повар заболел, а есть то хочется, пришлось выбирать из того, что было. Первое, что повергло в шок это размер столовых приборов. Ложка размером с половник и вилка …",
    "rating": 4,
    "name": "Мария",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Недавно посещала это кафе (оно после ремонта) Очень интересный интерьер, вкусная еда, и большое разнообразие в выборе блюд. Но, есть небольшие минуса. Первое, без Гида не найти туалет, и второе три кассира не справляются с таким потоком …",
    "rating": 4,
    "name": "Лилия Ятчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отвратительный персонал. Охранник обращается к гостям не как иначе чем: \"маску одела\". Второй не пускает на второй этаж так как там мнимая уборка. На столах никто не убирает. В заведении фактически ночуют гости столицы (и тут охрану ничего …",
    "rating": 1,
    "name": "Инна Грищенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Really appropriate place to eat well. Always a great choice, everything is delicious and homey. Cheap. It will give a head start to many Kyiv restaurants both in terms of the quality of dishes and the organization of …",
    "rating": 4,
    "name": "Сергій Бобир",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень понравилось меню,  здесь можно очень вкусно и сытно поесть,  и не дорого. Меню разнообразное, цены приемлемые, в зале чисто,  в туалете тоже. В целом самое лучшее место где можно вкусно и не дорого поесть. …",
    "rating": 5,
    "name": "Светлана Лаптева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Pretty clean. The food is fresh. There are toilets.\nUnfortunately, the range of dishes has decreased and prices have risen.\nIn the morning it is possible to order a full breakfast (several dishes to …",
    "rating": 4,
    "name": "Вікторія Гудименко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Заведение,где можно вкусно и недорого поесть на Крещатике.Хорошо что рано открывается.Красивый интерьер.Чисто. …",
    "rating": 5,
    "name": "Lynx R",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Food was available, though the queue was long. Cooked, usually not like a restaurant, but you can eat ... …",
    "rating": 4,
    "name": "Andrii PAN",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Breakfast in a pot-bellied house is the best thing that has happened to me at such a price. The quality is higher than the price :) …",
    "rating": 5,
    "name": "Ksenia Golius",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, быстро, чисто. Настоящая Украинская кухня. Хороший выбор. Много места. Есть бар с напитками и десертами. …",
    "rating": 5,
    "name": "Vyacheslav TES",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Many cities. Cozy. I liked the borsch, but not the cheesecakes. It tastes like a lot of flour smeared with egg and lightly fried. I almost didn't notice the cheese there. …",
    "rating": 3,
    "name": "Современная Абстракция",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Много народа. В туалете всего 3 кабинки - очень долго ждать пришлось когда освободится. Цены невысокие. Очередь тоже была большая в кафе - человек 10. …",
    "rating": 3,
    "name": "Олександр Горощенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Были тут вечером, модно вкусно и не очень дорого поесть, солянка очень понравилась а вот пюрешка была уже подуставшей (суховата), есть выбор блюд, на входе просили сертификат вакцинации, успели покушать, хотели взять ещё десерт но не …",
    "rating": 4,
    "name": "Роман",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ожидаемый уровень еды и  сервиса- нормально для быстрого обеда. Порадовал интерьер в Пузатой хате возле метро Крещатик …",
    "rating": 4,
    "name": "Dina Parhomchyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Обслуживание быстрое,  цены очень приемлемые. Кухня как дома , очень вкусно . Посадочных мест много , и даже в обиднее время есть свободные места . Персонал очень приветливый . …",
    "rating": 5,
    "name": "Alex Mad",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не здание, а лабиринт) очень уютное место, можно и для свиданий — укромных уголков не мало) Еды выбор всегда большой, все вкусное, недорого …",
    "rating": 5,
    "name": "Мария Мисаилова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It is very good to have a rest. Delicious food. Pleasant staff, all are polite. Cleanliness. As I happen in Kiev, I only accept food in the Belly House. …",
    "rating": 5,
    "name": "Татьяна Троцковец",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хороший ресторан украинской и не только кухни, для быстрого и качественного питания. Есть все необходимые элементы. Возможность помыть руки при входе, туалеты внутри помещения. Разнообразное меню. Система самообслуживания. Цены не …",
    "rating": 4,
    "name": "Вадим Иванищев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Простая вкусная еда. Но удивил персонал -  очень медленное обслуживание, а несколько раз просто игнорирование, пришлось стоять и ждать, пока на нас обратят внимание, при этом посетителей особо не было в этот момент... …",
    "rating": 4,
    "name": "Kateryna Vdovchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Как всегда миллион раз спасибо . Единственная просьба , соки подавайте ещё и теплые мы с ребенком были , она попросила сок , а он только холодный . Спасибо сотрудникам подогрели . Вообще очень отзывчивый и приветливый  персонал . Удачи вам. …",
    "rating": 5,
    "name": "Ольга 1402",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Люблю это заведение. Вкусно,быстро,недорого. Очень вкусный борщ,компоты,выпечка. Селёдка под шубой- не домашняя,но в охотку можно поесть. Полноценный обед-100-150 грн. Вполне приемлемо!) …",
    "rating": 5,
    "name": "Галина Андреева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Раньше \"Пузата хата\" славилась деловой вкусной едой, ещё называли её \"студентческим кафе\") А это зашли и цены мягко говоря велики... компот по цене кофе((\nНа 100 грн уже не покушаешь …",
    "rating": 4,
    "name": "Светлана",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Чисто, просто . Вечером выбор еды не большой, но это логично. Плох - нет мобильной связи,  не ловит. …",
    "rating": 4,
    "name": "Marina Tvorogova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Lots of choice, you have to wash your hands before going in.\nA lot of space. …",
    "rating": 5,
    "name": "010 Diangelo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I always eat in the cities I travel in Puzataya Khata. Delicious and simple …",
    "rating": 5,
    "name": "Олена Баркова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great food at an affordable price.\n\n(Original) …",
    "rating": 5,
    "name": "Darek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Regional food at very good prices.\n\n(Original) …",
    "rating": 5,
    "name": "iwona dobrosielska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Все было очень вкусно и не дорого! Очень красивый интерьер. Заказала котлету по-киевски порцию овощей (грибы и кабачки), борщ и компот! Все полностью вкусно, наелись и сытые и довольные пошли дальше изучать город! Все супер! …",
    "rating": 5,
    "name": "Екатерина Мойсова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Находится в центре города. Удобное расположение. Вкусно и недорого. Средний чек (1,2 и 3) 100 грн. Всем рекомендую. …",
    "rating": 5,
    "name": "Viktoria Chervinska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, быстро, домашняя еда, относительно недорого (как для Киева) да ещё и в центре столицы!!! Думаю лучше не найти, особенно те , кому надоела фаст-фуд! Меню на любой вкус! Борщ, как дома..... Вообщем заходите, не пожалеете,...если …",
    "rating": 5,
    "name": "Vladimir Raviolli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cool place. Delicious breakfasts. Everything is delicious. Friendly and positive staff. Lots of space. You have to overcome some mazes to go in and out) …",
    "rating": 5,
    "name": "Yevhen Kartsan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее место-вкусно и не дорого. Рекомендую\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Daniell Kisiel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Место новое, красивое, еда вкусная но помещение прям лабиринт, туалет что бы найти надо потрудиться, ну и ремонт сделали а все уже поломано, мыло течет, писюар оторван, сушка рук не работает, кручков в туалете нету. А вообщем все хорошо. …",
    "rating": 4,
    "name": "Евгений Якубенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Мы с женой остались довольны. Поели на 220 гривен(~ 7€). Очень нормально для нас в плане цены( мы сами из Риги). Выбор блюд и ассортимент нормальный. Что-бы просто утолить голод- то, что надо. Чем- то по ассортименту блюд напоминает …",
    "rating": 5,
    "name": "Vadims Pugačovs",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В Киеве были проездом, понравилась локация на Хрещатике. Цены адекватные,но конечно 50 грн за котлету по-киевски многовато... Но если воспринимать эту котлету как отдельную \"достопримечательность\"для иностранцев, тогда может быть и …",
    "rating": 5,
    "name": "Snezhana “Day by Day” Gukasyan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Цены приемлимы, заведение понравилось, по приходу не нужно искать туалет где помыть руки, а сразу чуть дальше по коридорчику есть проходная комната с умывальниками, мыло, сушка для рук. А дальше вдоль разаточных столов трубчатая платформа …",
    "rating": 5,
    "name": "Сергей Прохур",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Еда вкусная, а вот обслуживание... Чтобы помыть руки с мылом нужно оооочень напрячься в поисках дозатора, где это самое мыло может быть... Они попросту пустые... …",
    "rating": 3,
    "name": "Nataly Ukraine",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Нет вайфая и салфеток мало на всякий случай.\nА в целом всё ок 👌 Очень вкусно, чисто, приятная атмосфера и цены нормальные))) …",
    "rating": 4,
    "name": "Сергей Толстых",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Раньше часто ходил есть в это заведение, пока не начали попадаться волосы в еде. …",
    "rating": 1,
    "name": "Oleksii Karachynskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) In Kiev have branches everywhere, they are delicious and the prices are affordable. Meals in the photo about 40 rubles …",
    "rating": 5,
    "name": "Ersin ŞAHİN",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень разнообразное меню с салатами и горячим. Есть отдельная зона с десертами. Чисто, уютно, много места. Жаль что нет вай фай и отсутствует связь, т.к. полуподвальное помещение. Еда вкусная. Салат, вареники и узвар обошлись в 98 грн. …",
    "rating": 4,
    "name": "Anipe_ab",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A good option for a quick and tasty meal. It's worth trying unknown dishes. I came across a delicious, unidentified sour soup (it wasn't cucumber or cabbage soup). Prices reasonable. …",
    "rating": 4,
    "name": "Jarosław K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно, очень быстро, очень уютно, все по умеренным ценам. Можно приобрести судочки и забрать еду с собой. При входе есть отдельно отдел с десертами, которыми можно просто залюбоваться. Попробовать не удалось, т.к. не хватило для них …",
    "rating": 5,
    "name": "Elena Er",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Прекрасное место.  Невероятно вкусная кухня)Чисто и уютно. Советую всем посетить  Пузату Хату на Крещатике) …",
    "rating": 5,
    "name": "Анастасия Ефремова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место для того что бы перекусить, тихо, спокойно. Отличный выбор на любой вкус. …",
    "rating": 5,
    "name": "Денис Нечаев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Заказали мы неплохо таки. Поели тоже. Сидели мы на краю к перегородке\nМоя подруга хотела выйти и тут перегородка падает продирает себе ногу. Работники хоть бы подошли и сказали что все ли нормально у нас?  Нет конечно.  Зачем. Им …",
    "rating": 1,
    "name": "Annet Zakharova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В сети пузатых хат готовят лучше борщи среди всех фаст-фуд заведений. Хотя именно этот ресторан назвать фастфудом трудно. Я бы говорил про open space ресторан, тут можно спокойно и вкусно покушать. Тут не чувствуется нависающего над тобой …",
    "rating": 5,
    "name": "Alex Delsian",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "еда вкусная, но мне вместо пол порции сырников на кассе пробили полную. Проверяйте не одходя от кассы. …",
    "rating": 3,
    "name": "Любомир Карпов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не знаю, как можно побывать в Киеве и не побывать в Пузатой Хате.\nИ если уж побывал там, как можно невзлюбить это место.\nОчень вкусно, довольно дешево, супер! …",
    "rating": 5,
    "name": "Kirill Yeshmantovich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty cuisine. Everything was delicious and affordable. …",
    "rating": 5,
    "name": "Тарас Семенюк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food is adequate for the price. The set in the photo costs about PLN 35. However, for the best borscht and dumplings, go somewhere else :-) …",
    "rating": 4,
    "name": "Krzysztof Cz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cook well, delicious, happy to suggest a choice. By the way, a wide selection of dishes, so you can easily find something for yourself. Well done. The facility is clean and warm. Nice music) …",
    "rating": 5,
    "name": "Надежда",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Puzata Hata is a well-known chain of restaurants in Ukraine. You can eat to your heart's content here for a really affordable price. The food is delicious and the staff is very helpful. …",
    "rating": 5,
    "name": "Heiko Mertsch",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Много посадочных мест, есть где зарядить телефон. Как всегда проблемы с столовыми приборами и иногда до персонала \"не достучаться\" но лучше чем в других хатах. Чтоб вкусно перекусить на Крещатике - рекомендую! …",
    "rating": 4,
    "name": "Sanya L",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Quite a decent place to eat, drink coffee or tea with delicacies. The interior is so-so. But the tables are cleaned in time, clean. …",
    "rating": 5,
    "name": "Наталья Никулина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The usual assortment of the Belly House, large halls, on holidays it is difficult to find a table to eat.\nMade on the site of a former bomb shelter, so be prepared for the fact that …",
    "rating": 4,
    "name": "Volodya Denysiuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Бюджетно и быстро. Единственный минус этого заведения-столовой, это непонятные коридоры без указателей. Потеряться там модно на раз два! Главное найти выход) …",
    "rating": 3,
    "name": "Katty Kolas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, быстро. Но очень грязно. На пол страшно было лишний раз глянуть. Не аппетитно. Под столами такая грязь, будто там вообще никогда не убирали. Впервые сидела в заведении, где нет wi-fi. В наше время это немного странно 🤷🏻‍♀️ …",
    "rating": 3,
    "name": "Olena",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Long service, dishes with stains. Very surprised by the savings of napkins, 2 pieces per person. Some kind of savagery. …",
    "rating": 2,
    "name": "Александр Козаченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Dishes are not the first freshness, long service at the box office, not very tasty.\nFrom the borscht on the day of the visit there was one name. The only thing I …",
    "rating": 3,
    "name": "Ярослава Борзова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Замечательное заведение. Очень порадовал комплексный завтрак за 50 грн! Очень вкусно и сытно на весь день. Спасибо. …",
    "rating": 5,
    "name": "Медовик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) This is the best if you are in Ukraine. It is a very inexpensive and tasty buffet. You can try different protein options. Highly recommended if you want to eat well and not spend a lot of money …",
    "rating": 5,
    "name": "Felipe Ferreira",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is very tasty, the only thing is on Khreshchatyk and always crowded, but there are always places to eat)) …",
    "rating": 4,
    "name": "Iryna Lbk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty. Value for money is ideal. I don't know where else in Kyiv you can eat for 150-200 hryvnias. (salad, borsch, second) (vegetables + portion of meat). Portions are large, very happy to visit. …",
    "rating": 5,
    "name": "Владислав Ткаченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy, clean and delicious) A wide selection of dishes, especially for vegetarians, and very useful) …",
    "rating": 5,
    "name": "Miroslava Molotchko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Самое дешевое, где можно полноценно и вкусно поесть  во Львове, рекоммендую коплексые завтраки там😋 …",
    "rating": 5,
    "name": "Алексей Скляров",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Замечательное место. Всегда можно вкусно, быстро и недорого покушать. Особенно приятно это для командировочных и для туристов. Порадовал перенос входа в \"Пузату Хату\" непосредственно рядом с метро \"Хрещатик\". Удобная перепланировка и …",
    "rating": 5,
    "name": "Александр Пицык",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, affordable, and convenient location. You can take cool photos …",
    "rating": 5,
    "name": "Antonina Vishnevskay",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) 10/10, very good! I love this borsch and pies :)\n\nAlso super cheap …",
    "rating": 5,
    "name": "Laurie Clark-Michalek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Recently, there have been extremely tasty cakes😊this is a huge plus for sweet tooth, especially nice when there is still a promotion, when buying a piece of coffee cake for 5 UAH👍 …",
    "rating": 5,
    "name": "Mariia Kasykova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Лучшее заведение для того чтобы вкусно покушать и недорого\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Evgen's CAMP (ТАНКИСТ_В_ХЕРСОНЕ)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is great, moderately tasty, clean. Employees cope 100%, but a fat minus, wanted to leave a tip, and the girls were scared, and said it was impossible. I think this is unacceptable, tips should always be and …",
    "rating": 4,
    "name": "Ирина Змаева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно,бюджетно,чисто. Минус одна звезда за салат из капусты с огурцом. Стоимость салатика 44.00 грн.в июле(по весу до 200 гр). При этом в чеке котлета по-киевски(мини на завтрак) в чеке стоила 32.00 грн. …",
    "rating": 4,
    "name": "Катя Р",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Добротная еда,за умеренные деньги с большим выбором. Просторные помещения,учтивый персонал, стараться сразу убрать грязную посуду и подготовить столик для посетителя. Главное свеже приготовленное, разнообразное и можно упаковать с собой. …",
    "rating": 5,
    "name": "Олена Тітова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень хорошая Пузатая хата. Есть два входа, так же в нём двор этажа. Еда очень вкусная и везде чистота. . Конечно же есть оплата картой, так же вы можете купить их продукцию в виде полуфабрикатов в фирменной упаковкой. Так как заведение …",
    "rating": 5,
    "name": "Миша Клевцов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I really like the food here, delicious, inexpensive, clean, friendly staff. …",
    "rating": 5,
    "name": "Москотін Світлана",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Мммм...это любовь с первого куся!!!! Вкусно, по-домашнему, большой выбор, все горячее и свежее, НО будьте вримательны с салатом Цезарь))) я когда его брала, то думала что это обычный Цезарь   курицей) а как дошло дело до взвешивания и цены, …",
    "rating": 5,
    "name": "Anneti Shvets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) In general, a good institution with democratic prices in the city center. They cook deliciously, but the establishment needs renovation, the most impressed by the corrugated ceiling, covered with salt stains and rust …",
    "rating": 4,
    "name": "Levko Kviatkovskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Я очень часто обедаю в Пузатой хате, так как работаю недалеко.\nНедорого и вкусно.\nСегодня я хотела поесть, но меня не пустили, так как у меня нет сертификата …",
    "rating": 1,
    "name": "Марина Володько",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) At first glance, a good institution. Especially recently made repairs. But we had to wait in a long queue. At the same time, some cash registers did not work. …",
    "rating": 1,
    "name": "Serhii Panchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее заведение, вкусно и не дорого, но из-за отсутствия связи не помешало бы установить вай-фай. …",
    "rating": 4,
    "name": "Vlad Kudritskiu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Так себе заведение, учитывая его дислокацию и ценники - пища не лучшего качества, особенно неприятно было кушать холодный жаренный картофель... …",
    "rating": 3,
    "name": "Ivan Semko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) cozy, delicious. It's a pity WiFi is not available, even the Internet does not catch. …",
    "rating": 4,
    "name": "hennadii hladkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Адекватное соотношение цены и качества. Достаточное количество посадочных мест, комфортно и чисто. Без километровых очередей. Попробуйте их грибной крем-суп!) …",
    "rating": 5,
    "name": "Наталья Котляр",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We went to this Ukrainian restaurant in August 2021 while visiting Kiev. We ate well, there is a lot of choice of traditional dishes at very reasonable prices. The decoration inside is very pretty, we ate upstairs, …",
    "rating": 5,
    "name": "Nataliya ECHARD",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное заведение сытно покушать и нормально по деньгам. Но часто не хватает места за столиками. Котлета по киевски очень вкусная, но когда свежая. Бывает что не свежая и тогда не очень. …",
    "rating": 4,
    "name": "Ksenia Джер",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food is good tasty and cheap 2 people bought a lot of things 250 grivnaua …",
    "rating": 5,
    "name": "RTÇ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всё очень понравилось. Красиво, чисто, быстро и главное вкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Игорь Шнейдер",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A restaurant where you can taste Ukrainian national dishes. Food is cheap but tasteless and cold. I couldn't finish my favorite kievski katlet (Kiev chicken, with its full translation, Kiev Meatballs) here. It was …",
    "rating": 2,
    "name": "xXperi Xx",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Место хорошее,вкусно готовят,хорошее обслуживание,места много,можно сидеть компанией,цены не дорогие,рекомендую!!!! …",
    "rating": 5,
    "name": "Света Семак",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В Пузатой хате, я любила только вареники с вишнями. И в этот раз  ужинала именно ними, но после ужина получила вместе с насыщением - отличную изжогу. Именно в этот раз вишни в варениках были кислыми, сахара было мало, купить дополнительно …",
    "rating": 3,
    "name": "Маргарита Спивак",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cheap, but the food is worth the price, I will not say that bad, but I cook better :) Inside some labyrinths, we still need to understand where to go. The tables are tight, and some other columns are tight, with a …",
    "rating": 3,
    "name": "Михаил Н. С.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Часто захожу перекусить. Всем доволен)\nТолько в обеденное время лучше не заходить - очень много людей. Ну и пампушки каждый год становятся меньше( …",
    "rating": 4,
    "name": "Ruslan Yemchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) After repairing the \"Puzata Hut\" it became more modern and stylish: no hayloft. The dishes taste just as delicious !!! …",
    "rating": 5,
    "name": "Vladimir Kolesnik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Constitution Square, this is the best option for the restoration of democracy by the Self-Organization of Local Active Territorial Communities to Live Happily and with Dignity of the PEOPLE of Ukraine and Ukrainians …",
    "rating": 5,
    "name": "Михайло Страшок",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Был в этом заведении 2 раза. Завтраки были очень вкусные с пюре, борщ тоже вкусный. В общем, это намного круче, чем всякие фастфуды с их бургерами. …",
    "rating": 5,
    "name": "Игорь",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, large portions, spacious halls. I advise everyone like fast food or a canteen …",
    "rating": 5,
    "name": "Katerina Stekacheva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) All is well. It was evening, the choice of food was minimal but there were many desserts. Everything is delicious and nice. …",
    "rating": 5,
    "name": "Александр Вавилов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Плюсы: Хорошее месторасположение,  в самом центре. Еда свежая, вкусная, цены умеренные. …",
    "rating": 5,
    "name": "Sadovska Anna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Как всегда вкусно и недорого .\n\n(Translated by Google)\nAs always tasty and inexpensive.",
    "rating": 5,
    "name": "Maksym qwerty",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Быстро, перекус, но главное,много места,какими то лабиринтами . Удобно\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Маринка",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно и не дорого. Подходит для коренных жителей и для туристов.\nОсобенно вкусный и не дорогой лимонный пирог. Сегодня мы взяли аж 2 штуки домой. …",
    "rating": 5,
    "name": "Shafranek show",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошая идея, домашняя кухня по доступной цене. Вкусно, за счёт потока людей- все свежее. Часто заходим, когда гуляем, ребенка кормили там тоже. Отличная альтернатива, когда голодный и нужно быстро и вкусно поесть. …",
    "rating": 5,
    "name": "Наталья Шамоева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We were on a frosty New Year's Eve. I wanted to eat and keep warm. The food was delicious, but everything was cold. And this is very inappropriate in winter. …",
    "rating": 4,
    "name": "Римма Борисова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Decent food for adequate money. Cozy halls where you can comfortably chat with friends over dinner. We were not disappointed after a very long, long break in visiting the \"Belly House\". Satisfied with the service and …",
    "rating": 5,
    "name": "Julia Bair",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всегда задаюсь вопросом: почему наливают супы/борщи так, что они разливаются, очень хотелось бы саму посуду побольше …",
    "rating": 4,
    "name": "Marianna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great salmon in Dutch sauce (maybe a little wrong with the name of the sauce)! Thanks for updating the menu …",
    "rating": 5,
    "name": "Марина Острицкая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее место для общения за обедом или ужином , если они не в праздничном формате :) . Просторно, чисто , уютно. Не очень богатый выбор постных блюд, как мне показалось. Ну и цены подросли (как , впрочем, и во многих других местах). Но …",
    "rating": 4,
    "name": "Lada Life",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy place. You can have a delicious meal, sit in a pleasant company on comfortable armchairs, drink a beer or a glass of wine …",
    "rating": 5,
    "name": "Oлена Колб",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Я люблю Пузату Хату.\nТут уже есть любимые блюда и всегда интересно попробовать что-то новое.\nЯ не знаю как у них прописаны технологические карты, но даже в разных городах …",
    "rating": 5,
    "name": "Vasyl Radionov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Большая столовая, подвал, как всегда очень вкусно\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Jiles *",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great place to eat tasty and cheap. Very convenient location in the center of the capital of Ukraine. You can order dishes such as borscht, dumplings with sour cream, compote and others. I recommend! …",
    "rating": 5,
    "name": "Serhii",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Snug. Lots of dishes. For travelers, that's it. Large selection of dishes. Very good location. Near Khreshchatyk and 2 metro stations. …",
    "rating": 5,
    "name": "Viktor Dovban",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хороший ассортимент,  приемлемые цены и самое главное - вкусные блюда. Уютный интерьер. …",
    "rating": 5,
    "name": "Антонина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Похожа на тюрьму , кругом надзерательницы (работницы) как бы не украли пюрэ или кампотик , ужааас, еду выхватывают не успев доесть, и  горе охранники котлеток..)))) …",
    "rating": 1,
    "name": "Кач калдык",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Обновленная Пузатая хата порадовала как обычно котлетой по -киевски и дерунами. Все вкусно, перекусить можно быстро, мест достаточно. …",
    "rating": 5,
    "name": "Светлана Кошевая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Для туристов - оч клевое место! И украинская кухня, и по очень низким ценам\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитрий Шок",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Уютно, неплохая кухня, бюджетно. Картошка, салат шуба, сок, салат из капусты, котлета рыбная с лосем, кетчуп и хлеб около 140 грн. …",
    "rating": 4,
    "name": "Olesya Shapovalova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Как все рестораны сети Пузата хата, хорош доступными ценами. Но обслуживание, уют мне больше нравятся на ул. Сагайдвчного, на Подоле, благодаря комфоптному помещееию …",
    "rating": 4,
    "name": "Beautiful world VK",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good location (easy to get here by subway), lots of space, no crowds and queues, like at South Station. For some reason, the bar has a limited selection of drinks (not coffee), did not find anything for themselves. …",
    "rating": 5,
    "name": "Ольга Свідзинська",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень люблю это заведение. Уютно, вкусно, чисто, не дорого.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Irina Iren",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее место для приема еды.\nЕда всегда свежая, разнообразная и вкусная.\nЦены умеренные и доступные. …",
    "rating": 5,
    "name": "Татьяна Мюллер",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Просто прелесть, все очень вкусно,чисто, единственный минус нет Wi-Fi.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "inna manzhos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Добротная столовая. Жаль, цены растут быстрее, чем обесценивается гривна. 96 грн за небольшой стейк, картофельное пюре, оливье, булочку и морс …",
    "rating": 3,
    "name": "Eugene Gribachev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень испортилась Пузата хата. Раньше будучи студенткой, всегда шли сюда и можно было вкусно и не дорого поесть, сейчас обед на двоих 500-700 грн, за обычные продукты, салат огурец помидор стоит 45 грн, это очень дорого. И качество …",
    "rating": 2,
    "name": "Лера Козырева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cevizli pasta (tort) superrr (arihaviy tort)",
    "rating": 5,
    "name": "Hulki BK",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан быстрого питания с украинской кухней, присутствует в ассортименте спиртное. Еду нормальная, цены приемлемые. Недостаток в час пик очереди на кассе. …",
    "rating": 4,
    "name": "Матюшин Никита",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Как всегда хороший выбор блюд, бюджетное решение полноценного обеда для приезжих. Вкусно, чисто, комфортно. Карантинные нормы соблюдаются. Есть антисептики, приборы, хлеб - в индивидуальной упаковке …",
    "rating": 4,
    "name": "Елена Панченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное заведение с домашней кухней и быстрым обслуживанием. Атмосфера располагает к встрече с друзьями. Очень уютно, тепло и вкусно. …",
    "rating": 5,
    "name": "Natali Shubina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Normal home type food. Quite a lot of people, which is why it is not very comfortable in the order area. Mobile communication and the Internet also work poorly in some halls. …",
    "rating": 4,
    "name": "Iren Zhuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Нормальная столовка. Мне вкусно, хоть многие блюда достаточно жирные. Между Маком и Пузатой хатой всегда выбираю Хату …",
    "rating": 4,
    "name": "Оксанка Ксю",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно, недорого. На входе проверили сертификат. В зале чисто и много места. Остались довольны и ценником и едой …",
    "rating": 5,
    "name": "Aleksandr Penkovsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Все очень вкусно. Адекватные цены. Быстрое обслуживание как по выбору блюд так и по уборке и дезинфекции столов. Кофе с тортиками тоже мне очень нравится. …",
    "rating": 5,
    "name": "Ольга Грабовская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "По соотношению цена/качество одно из лучших заведений в центре Киева\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Иван Киреев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всё   вкусно, как всегда.  Интересная планировка. Только вот минус в том, что телефон вы не подзарядите здесь и связь хорошая только  ближе к выходу. Wi-fi  нет. …",
    "rating": 4,
    "name": "Helen Ber",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Взяла жареную картошку с мясом,по рекомендации продавца...как можно было так испортить картошку??? Ужасно сухая,не соленая и куча масла... есть невозможно. Деньги на ветер, даже не стала её есть,а просто ушла голодной. Очень разочаровалась! …",
    "rating": 1,
    "name": "Kira Aleksandrova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) There is a funny table literally in four dicimeters near the stairs (almost below them), but that's right, a funny feature, and such a beautiful place, in the summer it's pretty cool in the middle :) …",
    "rating": 5,
    "name": "Wladislaw Kowalchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Место неплохое за счет цен на блюда и расположения.\n\nОтдельно хочется отметить хороший интерьер. Все ухожено и намного лучше, чем в …",
    "rating": 3,
    "name": "Антонина Корнева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Quite high quality and delicious food. I would like to change the range sometimes …",
    "rating": 4,
    "name": "Ирина Смирнова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Купили вареники, а нам не предложили сок по акции. Обидно.\nНо все равно большая часть еды вкусная. …",
    "rating": 4,
    "name": "Євгенія Чевичелова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) If you change the schedule, indicate it on your website, Google maps, and not just on the front door of the institution with a blindfolded ad a la canteen or stand 90's in the collective farm. …",
    "rating": 1,
    "name": "Leonid Medved",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Лучшее место что бы позавтракать и пообедать когда ты на работе.Еда вкусная,часто вносят новые блюда в меню.Хотелось бы разнообразия завтраков,так как приелись уже) …",
    "rating": 5,
    "name": "MaName51 “WithEyesWideShut”",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I find it a perfect restaurant to eat fast typical Ukrainian dishes at a very good price. Hard to beat. …",
    "rating": 5,
    "name": "Francesc Berenguer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The queue near the only men's toilet is a sanitary hour. In my opinion, cleaning should be done faster. …",
    "rating": 4,
    "name": "Oleh Chernov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Все вкусно, большой выбор еды, приятная атмосфера., чистота порядок.  Заведения находится в подвальном помещении из-за этого множество комнат в которых можно заблудится) …",
    "rating": 5,
    "name": "Сергей Рядский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место, чтобы покушать и отдохнуть от просмотра достопримечательностей Киева. Относительно недорого и вкусно можно покушать. Есть возможность взять с собой на вынос. Удобное расположение и все нужное внутри. …",
    "rating": 5,
    "name": "Александр Чеботарев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всё понравилось! Классно! С друзьями весело провели время и покушали. Цены конечно не дешёвые. Но если учитывать, что центр столицы тогда понимаю почему. …",
    "rating": 5,
    "name": "Сергей Гера",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I often visit the Belly House. I like that you do not need to wait for your order and there is a good choice of dishes. Came, took, paid at the box office and savored. Everything is fast and convenient. Puzata Khat on …",
    "rating": 5,
    "name": "Lesya Rutyan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Тут можно покушать. Иногда качество еды так себе. Часто в обеденное время чего-то нету. Комплексный обед обойдется в 100-110 грн …",
    "rating": 4,
    "name": "Sergii Podoliuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Экономно и быстро. Вкусами меня не впечатлили, зато не пришлось долго ждать. Когда торопишься - самое оно …",
    "rating": 5,
    "name": "Татьяна Андреевна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно! Не вызывает чувство брезгливости! А, это главное! И сравнительно не дорого! …",
    "rating": 5,
    "name": "сергей валериевич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно, не дорого, уютно. Первое, второе, десерты, выбор огромный!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дима Винница",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The usual range with the usual quality. What can distinguish this institution - large windows at the table. The feeling of an open area with complete comfort (without wind, snow and rain) …",
    "rating": 5,
    "name": "Zakhar Kanevskiy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно. Цены относительно приемлемые на большинство блюд. Единственный минус что много грязной посуды на столах стоит. Не успевают убирать …",
    "rating": 4,
    "name": "Юлия Юрьева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) All tasty. A great choice for every taste and prices are pleasantly surprised. …",
    "rating": 5,
    "name": "Ирина Фортуна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very comfortable inside, near the metro station, there were a lot of people inside, the food is delicious, everyone liked it …",
    "rating": 5,
    "name": "Юлiя Iонова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусный борщ, пюре, суп, ой, да и все остальное тоже.\nПерсонал - просто бубочки!\nВ уборных чисто, столы убирают моментально, внутри тоже приятно посидеть. Обожаю …",
    "rating": 5,
    "name": "Marina Luchka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Столы убирают редко, подносы посетители сваливают на соседние столы. В туалете очередь, как к мавзолею. На одной из двух касс не работал терминал. …",
    "rating": 3,
    "name": "Dmitry Isaenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Место, где можно недорого и вкусно поесть. Работает по принципу самообслуживания - на взоле берешь прлгос и столовые приборы, сам выбираешь себе еду, затем оплачиваешь на кассе. …",
    "rating": 5,
    "name": "Mikalai Sysoyeu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Никогда не думала что еда в ресторане, тем более такого формата, может быть как домашняя. Салаты свежие, не стекшие как в других заведениях продают. Картошка как домашняя, пюре по консистенции как крем и достаточно масла, то есть оно не …",
    "rating": 5,
    "name": "Таня Калиниченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cuisine, wonderful brine!\nA good place for a full snack. …",
    "rating": 5,
    "name": "Оксана Товстоноженко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Puzata Hata - it is made in Kharkov and Kiev by one style.\nCozy, delicious, affordable. …",
    "rating": 5,
    "name": "Ніна Терещенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ну что я Вам скажу: набить желудок - самое то! Домашняя кухня, уютная атмосфера, приветливый персонал. Но, Вы хоть раз кушали у Тищенка?! Его зимнее меню доставляет бдаженство, и чувство радости. Я Вам скажу так: если Вы были в Киеве, и не …",
    "rating": 4,
    "name": "Serhii Yermola",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I advise against! I could say something about food, but I haven't even tasted it. I was only refused a meal because I had no mask. If there were 0 stars - I would not give a single one! …",
    "rating": 1,
    "name": "Ania Trojan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всегда вкусно! На 110 грн, я наелась на сутку вперед. В любом городе, где бы я не была, везде ищу, сеть столовых \"Пузата Хата\". …",
    "rating": 5,
    "name": "Алёнка Арбузова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Можно вкусно перекусить в самом центре столицы, все вкусно, цены немного выше среднего. …",
    "rating": 4,
    "name": "Ксюша Козаревич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A good place where you can have a delicious and not expensive snack …",
    "rating": 4,
    "name": "Дмитрий Конько",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Homemade Ukrainian cuisine, sometimes a bit oily but generally delicious. Who doesn't know, the restaurant has undergone a major redesign, and I recommend a visit and see the huge difference …",
    "rating": 4,
    "name": "Владислав Яцкив",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В первый раз был в этом заведения.\nОстались только хорошие впечатления.\nИнтерьер хорош, вкусно готовят, да ещё и бюджетно. …",
    "rating": 5,
    "name": "4iki_Piki",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно, еда отличный, выбор в меню большой. С утра не всегда теплая картошка, сейчас столкнулись с тем, что пришлось просить разогревать. В зале кофейни очень холодно, реально дуют вытяжки отовсюду просто дубак. Сидишь как на улице, …",
    "rating": 3,
    "name": "Анастасія Семілуцька",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Кухня очень хорошая,  вкусная и сравнительно недорогая....но в этом же помещении надо ходить с навигатором …",
    "rating": 4,
    "name": "Margo Vobolis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great place!\nTasty, comfortable, and most importantly - good prices\nThe staff is friendly and it does its job well. I liked that everyone is smiling …",
    "rating": 5,
    "name": "Ксеня Лінник",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Fast food atmosphere ... and this weighing of meals, it looks a bit comical. Food ok - maybe the descriptions of the dishes are too small and you have to ask about everything. …",
    "rating": 3,
    "name": "Grzegorz Kotwica",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, as always. You can eat at a budget price (30-40 UAH), and a considerable amount. …",
    "rating": 5,
    "name": "Юлія Кулик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) For many years they lived in the Belly House. I especially like Khreshchatyk. It is very tasty, always clean, spacious and beautiful. Friendly people never spoil the mood. Everything is thought out for comfort. I get …",
    "rating": 5,
    "name": "Olga Galustyan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Место зайти и перекусить, быстро сытно, недорого, вкусно не все, но это уже зависит от повара, кафешка быстрой украинской еды. …",
    "rating": 3,
    "name": "Игорь Андронов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пустили покушать, не смотря, что уже 15 минут до закрытия. Мы успели, конечно. Вежливый персонал в т.ч. и охрана. Тут никогда не бывает невкусно ;) …",
    "rating": 5,
    "name": "Михаил",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very convenient location. Large room, fast, large selection of dishes, tasty and convenient. There were a lot of people, but everyone had enough space. I liked it. …",
    "rating": 5,
    "name": "Елена Чумак",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) All very tasty, plenty of places to sit, great food choices and cheap! …",
    "rating": 5,
    "name": "Vlad",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Чистая, просторная и видать хорошие повара, бо всё что брали было вкусно)\nИз минусов: полное отсутствие связи и интернета, зная это могли бы хоть вай-фай там сделать😏 за это звезду и сняла …",
    "rating": 4,
    "name": "Yuliya Grushina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пельмени были вчерашние, но администратор зала (18.12.21) отлично справился со своей работой, разрешив все недоразумения …",
    "rating": 4,
    "name": "Богдан Добровольский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Significantly added to the price of norms lunch about 200 UAH. But delicious and a wide range of opening hours …",
    "rating": 4,
    "name": "Ростик Скобленко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Мягкая и уютная атмосфера. Кухня как всегда вкусная ( не без нюансов конечно , например дали недожаренные сырники но без проблем заменили на нормальные извинившись). …",
    "rating": 5,
    "name": "Юрий Галич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) 3 *** - only for the fact that the menu does not contain lean (or marked as \"songs / vegetarian\") dishes. Well and in WC - constant queues on weekends ... …",
    "rating": 3,
    "name": "Mykola Oliyarnyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Довольно вкусно и не очень дорого. Можно найти и диетическую еду, взять гречку с паровыми овощами и котлетами, супы, салаты. Есть десерты и горячие напитки. …",
    "rating": 5,
    "name": "Андрей Малащенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Достаточно хорошо на свою цену.Чисто,можно выбрать уютное тихое место.Рекомендую! …",
    "rating": 4,
    "name": "Юлия Белевская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно! Особенно сырники♥️\n\n(Translated by Google)\nDelicious! Especially cheesecakes ♥ ️",
    "rating": 5,
    "name": "Оля Сухорукова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Самое лучшее место для того чтоб недорого и сытно покушать. Еда действительно не дорогая и вкусная (но не вся, рис с овощами не советую, рис как вода без вкуса и запаха а овощи полу сырые). Огромный выбор еды, очень понравилась жареная …",
    "rating": 5,
    "name": "beas t",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Обожаю национальную украинскую кухню. Пузата Хата ресторан со слоганом: быстро, вкусно, дёшево! …",
    "rating": 5,
    "name": "PSYSTUDIO",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We visited the restaurant today, had lunch, it was delicious, the restaurant is comfortably decorated, the food is fresh and delicious, I recommend you can come in, but a little request to add a little less salt to …",
    "rating": 5,
    "name": "Саша Кравець",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Was on the weekend. There are not many people, which made me very happy. Price range so as to eat well - 150-200 UAH / per person. The staff is friendly, although mostly women in their 50s, looking at their work you …",
    "rating": 5,
    "name": "Андрій Б",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее заведение, здесь можно очень вкусно и сытно поесть вполне ща доступные цены) …",
    "rating": 5,
    "name": "Elena Kravchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously!)\n\n(Original)\nСмачно!)",
    "rating": 5,
    "name": "Людмила Людмила",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) One of the best restaurants, fairly low prices and delicious home cooking …",
    "rating": 5,
    "name": "Victoria Fadeeva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Поели, было не плохо, хотелось выпить воды, был декабрь, вода была только из холодильника. …",
    "rating": 3,
    "name": "Юлия Мирошник",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A lot of people. A huge queue. There are few places. The cuisine is delicious, the prices are high. …",
    "rating": 4,
    "name": "Nataliia Savenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Сеть \"Пузата хата\" удерживает лидирующие позиции у любителей домашней кухни. Особенностью заведения на Крещатике является планировка. Тут много залов, зальчиков, укромных уголков. Нет ощущения перегруза. Очень уютно. …",
    "rating": 5,
    "name": "Андрей",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Super dragon. Very tasty dumplings. The borscht is also first class. …",
    "rating": 5,
    "name": "Zagłębie Sosnowiec",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I have been visiting Puzata Hut for many years. But the other day they were impressed by their action \"Morning coffee for breakfast for 5 hryvnias\". This is not coffee, but \"drink\". Although they always have quite …",
    "rating": 3,
    "name": "Natali Upirova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Самое практично место, чтобы сытно и недорого поесть.\nОчереди не длинные, но обычно работают всего 2 кассы.\nЛетом в помещение бывает душно. …",
    "rating": 5,
    "name": "Влад Gets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Два бала за дизайн, дизайн кафе превратился в европейский.\n«Пузата Хата» уже не та!\nРаньше это был Ресторан Украинской Кухни. …",
    "rating": 2,
    "name": "Тарас Вялый",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good traditional Ukrainian food at reasonable price.\n\n(Original) …",
    "rating": 5,
    "name": "Liliya Mykolayiv",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food at a great price.\n\n(Original) …",
    "rating": 5,
    "name": "Mariusz Grześ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В этом заведении очень легко заблудиться, так как очень много залов. Помещение находится в подвале, связь здесь очень плохо ловит. Я не мог найти своих друзей, когда мы договорились встретиться с ними здесь. Радуют только цены в этом …",
    "rating": 3,
    "name": "Віталій Кальковець",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, много места, а главное тихо и хорошо\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vassily79 F",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличный интерьер, чистые помещения, приятный персонал. Широкий ассортимент блюд, всё свежее и вкусное. Особенно радуют цены)\nКак минус - огромные очереди …",
    "rating": 5,
    "name": "LevaiJo `",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Нормальная еда , всегда много людей.\nБольшой минус : вонь в коридоре где туалеты, потому еда только с собой там есть не возможно …",
    "rating": 3,
    "name": "Юлия Макаренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень уютно внутри. Просторно и комфортно. Блюда вкусные и свежие. Чистота на хорошем уровне. С большим удовольствием  посещаю данное заведение и другим советую. …",
    "rating": 5,
    "name": "Андрей Дяченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Если хочется,быстренько по кушать по домашнему и не дорого,то тогда вам сюда) Приятный интерьер украинских тадицый,у украинская кухня …",
    "rating": 5,
    "name": "Артём Шевченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно. Очень нужное место. Хоть и тесновато, но сидеть за столиком с варениками лучше, чем сидеть голодным на вокзале! Цены радуют, ассортимент - тоже. Есть туалет. …",
    "rating": 5,
    "name": "Eugeniy “PseudoCat”",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Цены мега демократичные.  Ресторан в центре Киева.  Квартал до Крещатика)))  1000-1500грн.  Прекрасный ужин на двоих.  В нашем городе так не поешь))  все очень вкусное!!  Свежее!!  Уха изтрех видов рыбы.. Пальчики оближешь!!  А виделиб как …",
    "rating": 5,
    "name": "Olga Fray",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Bistro bar with very good food, local too. I highly recommend it, tasty, a lot and not expensive …",
    "rating": 5,
    "name": "Magdalena Wojtyra",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пузатка хороша.) Если от нее многое не желаешь.\n1. Убрано, 2. Хороший выбор блюд, 3. Блюда на разный 'кошелек' , 4.Вкусно, 5. Подносы уже не такие вонючие:) *по крайней мере-именно в этой Пузатой на Крещатике …",
    "rating": 4,
    "name": "Alabam_Ka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good Ukrainian fast food restaurant. Cheap and delicious! Today I ate buckwheat porridge with mushrooms, two salads and cheesecakes. I liked everything! …",
    "rating": 5,
    "name": "Mykola Pryhodko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, приемлемые цены, хороший интернет, красивый вид на втором этаже на Стеллу! …",
    "rating": 5,
    "name": "Юлия Евтушенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Заведение отличное, все что заказал было очень вкусным. Спасибо вам.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алексей Литовченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It's horrible, what negligence in this institution!\n\n(Original) …",
    "rating": 2,
    "name": "Роман Дусик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "все отлично, салатики вкусные, пельмешки, конечно, бывают и лучше, в целом довольны, цены демократичные, работает алкогольный бар, правда берем сначала вкусные закуски, а потом  с подносом идем на выход к бару, интерьр уютный, порядок и …",
    "rating": 5,
    "name": "Olha Siryk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Прекрасная домашняя вкусная и свежая кухня по доступным ценам)))) разнообразие блюд радует, очень много места, просторно между столиками, чистота помещений и уважительность персонала порадовала)))!!! …",
    "rating": 5,
    "name": "Anna Simivol",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Бюджетный вариант поесть. Вкусно,все свежее,большой выбор блюд, отдельно есть кафе с очень достойным кофе/ чай, тортики, пироженки. Если захочется чего то покрепче, то же есть в наличии. Рекомендую …",
    "rating": 5,
    "name": "Анжела Анжела",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Большая столовка. Приемлемо. После ремонта кстати стало миленько)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Eugene Yemchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Уютные столики.\nВкусное и разнообразное меню.\nПо сезону сейчас есть напитки:  для взрослых - глинтвейн, для детей - какао. …",
    "rating": 5,
    "name": "Leyla Leyla",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Все отлична кухня хорошая сытная но один малинький минус нет wi-fi\n\n(Translated by Google) …",
    "rating": 5,
    "name": "сергей слипчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "К сожалению вареники с вишней были с сырым тестом внутри, не доварили. Это испортило общее весьма приятное впечатление, так как остальные блюда были довольно вкусными. …",
    "rating": 4,
    "name": "Ювелир Одесса",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "К тортику кофе за 5 грн. прекрасная идея\n\n(Translated by Google)\nCoffee cake for 5 UAH. great idea",
    "rating": 5,
    "name": "Юлия Шиян",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, we spent 3 weeks in Ukraine visiting Kiev, Kharkiv or Odessa, wherever it was possible we were looking for these restaurants because of the delicious food and low prices. Before leaving, we read the …",
    "rating": 5,
    "name": "Jarek Daria",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее заведение как для буфета. Цены умеренные, не заоблачные. Много людей но и в тоже время всегда есть куда расположиться. …",
    "rating": 4,
    "name": "Елена Правосуд",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The design of the restaurant is very interesting and beautiful, but the kitchen is unfortunately three out of five. The only thing I liked 100% - sea buckthorn juice. …",
    "rating": 3,
    "name": "Gary Nort",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Many halls, clean, design thoughtful, bright. There are not enough paper towels in the toilet. The dishes are very tasty. Prices are satisfactory. At the tables immediately cleaned. The staff staff are friendly. Thank …",
    "rating": 5,
    "name": "Снежана Снежана",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Если рассматривать как парк, то задана очень высокая планка!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Громадянин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пузата Хата на Крещатике, новая, выбор украинской кухни не маленький, но хотелось бы больше, чисто, вежливый персонал. Не хватает сухих полотенец у рукомойников у входа, а то с мокрыми руками идёшь дальше( сушилки настенные доооолго сушат и …",
    "rating": 5,
    "name": "Alyona Zhuchinskaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Охрана рассказывает что \"мы никогда ничего не подогреваем\" (второе холодное), грубит. Это происходит в момент написания поста …",
    "rating": 2,
    "name": "Влад Сер",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) What is the price and quality. This is not a restaurant, so do not expect something incredible, but you can go and eat cheaply (within 200 UAH per person) (do not eat, but eat well) without getting food poisoning. …",
    "rating": 4,
    "name": "Иван Кравченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, дёшево и сердито. Хотите поесть не дорого в центре Киева? Вам сюда! Чисто опрятно тепло и вкусно! Нужно отдать должное девочкам уборщицам реально везде и всё чисто …",
    "rating": 5,
    "name": "Тимофей Затушевский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) All food is oversalted. The administration doesn't want to improve anything. If you want to keep your health, visit a good place, but not this place. …",
    "rating": 1,
    "name": "AERO3D",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Первые блюда так себе, для центра Киева могло быть и лучше... а вот по вторым все вкусно. …",
    "rating": 3,
    "name": "Максим Стойчев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятное заведение, очень большое, и удобно зонированное. При входе можно быстро выпить кофе с пирожными или тортиком, дальше длинный коридор и большая площадь самого кафе. Всё стандартно, вкусно, свежо, адекватные цены, приветливый …",
    "rating": 5,
    "name": "Alex Alex",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, were in the morning, so there were few people, a great alternative to a hearty breakfast in the morning when most establishments are not open. The temperature is measured at the entrance, the order must be …",
    "rating": 5,
    "name": "Наталя Ванькович",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусный завтрак за 36 грн)\nМне все понравилось! Рекомендую! …",
    "rating": 5,
    "name": "Yana Dikanova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very comfortable, friendly staff and the price is very nice. …",
    "rating": 5,
    "name": "Robert Bear",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Быстро и недорого перекусить можно здесь, продукты свежие, выбор большой. Не ждите изысков, но и цены соответствующие. Обслуживание быстрое, места много. Расположение удачное, прямо рядом с метро Хрещатик. …",
    "rating": 5,
    "name": "Мария Артеменко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Простое, очень простое городское кафе. Обслуживание не всегда хорошее.\nЕда очень заурядная- не для того, что бы получить от нее удовольствие, а для утоления голода. …",
    "rating": 3,
    "name": "Наталья Новикова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Часто тут бываю. Приятная обстановка, удобство, чистота, дезинфекция. Вкусно и не так уж и дорого для Крещатика. Большой минус - ни Wi-Fi'я, ни мобильной связи - в 21-м веке так нельзя. …",
    "rating": 4,
    "name": "Evgen Maximov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Снаружи думала небольшая кафешка,но внутри хатка была такая пустая,уютная, теплая и очень!!!очень чистая!!!Персонал приветливый и отзывчивый!\nЕда отличная и очень разнообразная!!! …",
    "rating": 5,
    "name": "Лариса Хмельницкая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Traditionally tasty and filling. Moment: if you sit in the cold season near the windows near the entrance (steps) - constantly when you open the front door from below there is a strong draft, which is not very …",
    "rating": 4,
    "name": "Sergiy Podoprigora",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, недорого, быстро, для быстрого и непритязательного обеда /ужина рекомендую …",
    "rating": 5,
    "name": "Светлана Разуваева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Repair spoils both mood and appetite. It is absolutely impossible to enjoy the process of eating. Ragged chairs and benches ... the floor with abrasions as well as tables .... and as if they put vases, as if it was a …",
    "rating": 2,
    "name": "Оксана Гавриленко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) She always loved Puzata's house, but today she visited Puzata on Khreshchatyk. Dirty floor, a huge institution 2 cleaners who do not even have time to remove broken glasses that are lying right on the road. And now …",
    "rating": 2,
    "name": "Олександра Трохименко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very well laid out place, cheap and very good Ukrainian dishes for the price. The restaurant is very big and clean, I recommend. …",
    "rating": 5,
    "name": "Nicola Forlai",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "обслуживала меня ужасная кассир (в чеке написана фамилия Катрич Да) молодая девушка.\nя попросила оплатить еду с помощью Бонус+, уточнила несколько раз, она …",
    "rating": 1,
    "name": "Катя Гусак",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, but not crazy. Lots of choice, inexpensive, lots of seating. It's definitely worth checking out :) …",
    "rating": 4,
    "name": "Alicja Górska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Мне здесь очень понравилось, и очень уютненько. По сравнению с ЖД воклалом небо и земля …",
    "rating": 5,
    "name": "Наталия Шумейко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Мест для уютного приёма пищи мало но в целом очень вкусно.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Лёд",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Тут довольно вкусно и дёшево, особенно если учесть, что это центр города.\nВыбор большой, есть завтраки и комплексные обеды.\nПриятно, что на Крещатике есть нефастфудные бюджетные заведения, особенно когда …",
    "rating": 5,
    "name": "Александра Сашина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Любимое место с бюджетными ценами в Киеве. Всегда все свежее, видела что там даже день рождения праздновали. Рекомендую. …",
    "rating": 5,
    "name": "Анна Барсукова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cutlet in Kiev with mashed potatoes and compote with pancakes with cherries - a win-win and the choice of the traveler …",
    "rating": 5,
    "name": "Anton Pinchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Просто замечательное место. Был крайне удивлен. Сначала подумали, что это просто рядовая не очень вкусная столовка, а оказалось, что все совсем не так. Дёшево и многие блюда типа борща куда вкуснее, чем такие же блюда в ресторанах …",
    "rating": 5,
    "name": "Aleksandr K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хотите знать честный отзыв и мнение? = заведение Низшего класса. Плохо обученный персонал - 3 марта, приблизительно в 8:30 утра, зашли в ПузатуХату по улице Шота Руставели, и хотели позавтракать, НО ,хамство пьяного охранника из категории …",
    "rating": 1,
    "name": "DimitriuS Stao",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Нормальная пузатка, но всегда очень много народа и поэтому очередь(\nСо столов убирать-протирать не успевают((\nИз плюсов - вкусно, отличные виды из окон и атмосфера на верхнем этаже🤗 …",
    "rating": 4,
    "name": "Ольга Филютчик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Updated the interior, made the entrance from the main exit from the metro \"Khreschatyk\". The range is standard for the network. It became more expensive. …",
    "rating": 4,
    "name": "Володимир",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Прекрасное место! Каждый раз, когда приезжаю в Киев - посещаю одно из заведений \"Пузата хата\". Это всегда вкусно, сытно, чисто и недорого! …",
    "rating": 5,
    "name": "Антон Барака",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Здесь очень просторно, много столиков, уютно, есть розетки. Огромный выбор еды на любой вкус. Минус- нет WiFi. …",
    "rating": 5,
    "name": "Наталія Міхеєва",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан-столовая украинской кухни известной сети. Находится возле Майдана Независимости. Имеет выходы на две улицы. Само помещение в подвале, в нескольких уровнях. Из недостатков - маленький туалет, в который постоянно очередь. Цены …",
    "rating": 4,
    "name": "Андрей Лапкин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Это заведение для всей семьи. В нем можно и полноценно пообедать и выпить кофе или что-то покрепче. Вкусная еда и очень дешёвая для Киева. Обед обойдётся в среднем 70 грн. с человека. Радует то, что помещение большое, три или четыре зала, …",
    "rating": 4,
    "name": "Кристина Соколовская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан находится в самом центре Киева,на Крещатике.Цены доступные,вкусные блинчики со шпината и вареники с вишнями.Особо хочется отметить десерт .Это что-то  завораживающее.🍰☕ …",
    "rating": 5,
    "name": "Tanya Zhelavskaia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Побывали в заведении, которое находится рядом с метро Крещатик. Вкусный кофе, глинтвейн действительно согревает 🤗 насчёт блюд - в принципе нормально, но как готовят в Пузатой хате на Почтовой площади мне нравится больше. И внутри …",
    "rating": 5,
    "name": "Наталья Кручок",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I love. Delicious, cheap, nice, clean and nice!\n\n(Original) …",
    "rating": 5,
    "name": "Jacek Placek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A very nice chain. Fresh, tasty and very cheap. Meal delivery system like in Ikea …",
    "rating": 5,
    "name": "Marcin Pe",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятное место, удобное расположение. Достаточно много места и мест. Тихо, едва слышно ненавязчивую музыку. Хороший выбор вкусностей, адекватные цены, особо без очередей. Только салаты пахнут холодильником, но десерты впечатляют отличными …",
    "rating": 5,
    "name": "Тамила Гаджиева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Borscht that you won't eat in Poland anymore, cream as thick as Grandma's once! …",
    "rating": 4,
    "name": "Marcin Zych",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Мы ходили сюда на завтрак . Не шедевр поварского искусства , но сытно и вкусно . Все , что надо что бы встретить новый день . Разные виды завтраков , блины , салаты и каши . Очень-очень дешево полный завтрак с напитком - 3$ . С блинами и …",
    "rating": 4,
    "name": "Mark Finger",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Quite good. The atmosphere here is much better than in the Belly House in GLOBUS. It is also clean and visible that the tables are really disinfected. …",
    "rating": 4,
    "name": "Khrystyna Khomiak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Можно вкусно поесть, да и вокруг красиво.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Александр Барабаш",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Первый раз побывала в 2021 году и очень разочарована ((  До этого часто посещали эту сеть частенько, в основном в Глобусе и на Подоле и иногда на Крещатике, не было особых нареканий. Жлобское обслуживание, перед мной обслужили девушку без …",
    "rating": 2,
    "name": "Катрина Файна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно по очень приемлемым ценам, котлеты ел даже ребёнок, который не ест нигде\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Marija Čehoviča",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Еда на 4, персонал слабоват, очень эмоционально все говорят\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Артем Алексеев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Clean, tasty, high quality\nPrice for lunch 160-200 UAH with salads.\nFriendly atmosphere, I like it! …",
    "rating": 4,
    "name": "Roman Lebedev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Качество некоторых блюд оставляет желать лучшего. Some dishes are not so good as it seems to be. …",
    "rating": 3,
    "name": "Elmar Alizade",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Рекомендую.  Просторно помещение. Всегда есть свободные места. Еда свежая и вкусная. Отличный ценник. …",
    "rating": 5,
    "name": "Nataliya Bogun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food is not bad, but the general service is so-so, clean the dishes after chopping food slowly, the cashier is fast, but very \"business\". The area in front of the car is dirty …",
    "rating": 3,
    "name": "Елена Ладыга",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, сытно и не за все деньги мира.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Zerg Atoff",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отвратительный сервис. В помещении нет связи, и никакой информации о правах потребителя. И никто из сотрудников не оказал помощь в возникшем вопросе, все сотрудники включая администратора отсылали сканировать код, который отсканировать …",
    "rating": 1,
    "name": "Anastasiia Semenchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) At my request to pour a portion of salad, an employee approached, who was cleaning dirty dishes and was going to pick up the salad in the SAME gloves. My disagreement was answered: we don't have enough staff. …",
    "rating": 2,
    "name": "Ksana M",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее соотношение цены и качества, идти рекомендуется если у вас все в порядке с желудком. Обычно после первых блюд изжога. Это касается всей сети. Данное заведение интересно своей архитектурой и удобно своим расположением. Даже при …",
    "rating": 4,
    "name": "Владимир Капанжи",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Первак уже много лет заслуженно считается одним из самых популярных ресторанов Киеве. В этот раз я тоже не была разочарована - хороший сервис, вкусная кухня, широкий выбор блюд из меню. Сделали частичный ремонт и стали ещё лучше! …",
    "rating": 5,
    "name": "Anastasia Ryduk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Ukrainian dishes\nthere is a menu for those who want to eat right …",
    "rating": 5,
    "name": "Сіона Левман",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всегда очень шумно.\nАссортимент блюд обширный.\nЦены, с учётом того что это Крещатик, нормальные. …",
    "rating": 3,
    "name": "Іван Негер",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Как я раньше писал. Здесь всегда вкусно готовят. В выходные дни много людей. Тяжело найти свободные столики. Есть туалеты и умывальники. Чисто и уютно. Если хочешь быстро поесть или перекусить ДОБРО ПОЖАЛОВАТЬ СЮДА! Экономится время. …",
    "rating": 5,
    "name": "Sergio Esin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Класс, вкусненько, свеженько, по цене ок. И в период эпидемии можно найти укромный столик, где другие люди не будут сидеть у тебя на голове, а на достаточной дистанции, поэтому ещё и безопасно. …",
    "rating": 5,
    "name": "Елена Игоревна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Мы с мужем часто заходим покушать на Крещатике. Котлетки, рубленный бифштекс, все вкусно. Только рагу было вчерашнее.Но это не смертельно. Уютненько более\n-менее. Однозначно лучше, чем в фастфуде, выходишь сытый и довольный. …",
    "rating": 4,
    "name": "Olga Drach",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Было всё вкусно. Но не хватает wi-fi. Или хотя бы, чтобы не блокировали мобильный интернет)). …",
    "rating": 4,
    "name": "Вика Сидоренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное \"бистро\" поесть во время путешествий по Киеву, за адекватную цену.\nНо есть но.\nЛабиринт какой-то квест по поиску мужской уборной, кассы, чай на баре, бар …",
    "rating": 4,
    "name": "kolya fishing",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Достаточно вкусная еда за очень умеренную цену по меркам Киева. Еда простая и без особых изысков, но довольно разнообразная. Много столов, найти место не проблема. Единственный недостаток - сквозняки в залах. …",
    "rating": 5,
    "name": "Nataliia Markovska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) This is a big misunderstanding. The people who work there have lost their human dignity. Their behavior is equated with concentration camp workers during World War II. I do not advise anyone to visit this place. …",
    "rating": 1,
    "name": "Witek Witek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great place to eat. I really like to eat in these establishments. Everything is fresh and delicious, a large selection of different dishes for every taste and preference. I advise you to visit. …",
    "rating": 5,
    "name": "Володимир Бабула",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно и близко к метро. Есть что выбрать - и первое, и второе и компот))))) Советую борщ и окрошку. Всегда есть выбор салатов.\nНе очень удобно, что приезжать надо на 3эт ТЦ, а потом по лестнице с подносом …",
    "rating": 5,
    "name": "Екатерина Екатерина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is delicious. Very large room. Lots of free seats.\nThe tables are disinfected after each visitor. …",
    "rating": 5,
    "name": "alex c",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень большое помещение, в котором без проблем можно найти укромный уголок и насладиться котлетой по киевски …",
    "rating": 5,
    "name": "Valy Lan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место. Доступно перекусить.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Serhii",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Был проездом в Киеве и, сравнив несколько кафешек, остановился на этой. Ценник на блюда вполне адекватный, еда вкусная, атмосфера приятная. Когда с супругой хотели есть, то шли туда и вполне наедались за 200гр. …",
    "rating": 5,
    "name": "Андрей Старикович",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее заведение из этой этой сети. Приятный ненавязчивый интерьер, удобные столы и стулья. Несколько залов всегда дают возможность найти свободное место и выбрать его по своему вкусу. Для одного места, чисто с некоторыми но. Еда вкусная и …",
    "rating": 4,
    "name": "Anton Yelahin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious simple food. Convenient location. Purely. Cozy (but not near the location of the \"loud\" dishwashing). There are plenty of places, so you can find where it is more comfortable …",
    "rating": 5,
    "name": "Maxim StSt",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Чистенько, не людно. Вкусные горячие блюда. Очень понравилось большое пространство, где каждый себе найдет укромное местечко. …",
    "rating": 4,
    "name": "Katusha G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Чистое, акуратно, приятное заведение зайти покушать. Всё свеженькое, вкусно, разнообразно. Людей всегда много.\nЕдинственное туалеты не в очень чистом состоянии. Запах слышно из туалета в …",
    "rating": 4,
    "name": "Елена Мнищенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Она хоть и достаточно новая, но есть много минусов. 1. Не заведение а лабиринт, хоть карту какую то сделайте. 2. В женском туалете на 2 или три раковины только 1 мыло и оно прикреплено на правой стенке от входа, что крайне не удобно …",
    "rating": 4,
    "name": "•Αλυςοφκα UwU•",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всегда вкусно кормят. Если не опоздаете, то в обед попробуете наивкусннйшие вареники. В обед они особо быстро \"разбираются\" 👍👍👍 очень вкусный борщ, пюре, котлетки, красная рыба, оливье, сырники и ,конечно же, напитки...это то,  что я …",
    "rating": 5,
    "name": "Anna Rutz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, недорого, быстро можно поесть. Удобное расположение. Приятная обстановка. Чисто и уютно несмотря на огромный поток посетителей. Как издержки потока - очередь в WC, но это не портит общее  впечатление. Итого твердая пятерка! …",
    "rating": 5,
    "name": "анна Anna (Annahana)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень хорошо всё продумано для работы в карантинных условиях: есть таблички на столах \"стол продезiнфiковано\" достаточно большое расстояние между столами. Где нужно, везде есть антисептик. Но, не мыла ни пенки для мытья рук не было  ни в …",
    "rating": 4,
    "name": "Дмитрий Араканцев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Помню, когда была студенткой все время здесь ела, было недорого и вкусно\nА сейчас цены почти как в обычном кафе, и блюда стали хуже\nКотлеты как-будто вчерашние были …",
    "rating": 3,
    "name": "Ольга Потапова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Прекрасный ассортимент, приветливый и доброжелательный персонал. Бюджетные цены.Поиятный интерьер, уютно.Сеть заведений по всему городу. Для тех, кто устал от роллини и круассанов на ходу, - лучше \" Пузатой хаты\" по ценам и ассортименту не …",
    "rating": 5,
    "name": "Елена Лебедева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Довольно уютное место. Относительно конечно, соответственно его классу. Здесь очень часто многолюдно, это тоже следует учитывать.\nНо отличается от других заведений этой сети ресторанов более современным и …",
    "rating": 5,
    "name": "Егор Поливанов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусные и сытные завтраки, кофе и тортик с инжиром топчик, цены норм, приятная обстановка, девушка блондинка на баре очень милая и приветливая, советую к посещению. …",
    "rating": 5,
    "name": "Olya Klimenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень много места. Правда, не везде уютно, так как может быть сквозняк.\nКрасивый интересный дизайн)\nХороший выбор еды даже вечером. Вкусно. …",
    "rating": 3,
    "name": "v20",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всё такое новенькое, свеженькое. Но честно говоря, в плане дизайна (возможно это и новые тенденции), то мне не очень нравится. Больше похоже на столовую. В помещении было очень жарко. Официантам в помещении ходить в легких блузочках …",
    "rating": 4,
    "name": "Hanna Kosik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Удобное расположение! Я как туристка ценю именно эту \"пузатую хату\" за то что она в двух минутах от метро Крещатик (это одна ветка с \"вокзальной\", добираться до вокзала максимум 20минут) часто я там кушаю перед поездом. Очень нравится что …",
    "rating": 5,
    "name": "Инна Набойченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень твердое тесто у вареников, видно долго лежали. Окошка - только и того, что пахнет Украине укропом, а сделана, похоже, на воде, вместо кваса? Сегодня слабо …",
    "rating": 1,
    "name": "Anatolij Senkevich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Искусственно созданный \"национальный\" уголок. Гигантская столовая со средней ценой и очень средним качеством блюд в центре Киева. Те же вареники очень далеки от совершенства. Котлета по киевски сухая, колбаска с прожилками и твердая. Все …",
    "rating": 3,
    "name": "Дмитрий Панкин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, дёшево, много места, уютно и тепло. Завтраки по 60 грн. Единственный минус, внутри не ловит мобильная связь. …",
    "rating": 5,
    "name": "Stan Bond",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Сеть кафе с украинской кухней. Хоть они себя называют сетью ресторанов, но я бы такое им название не дал бы, т.к. по сервису обслуживания приходиться самому бегать выбирать блюда, потом с подносом бежать на кассу, и самое интересное в этом …",
    "rating": 4,
    "name": "Павел Антонов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Теперь спросите меня:\nГде набить пузо едой  - Пузатая Хата.\nГде получить гастрономический оргазм- ТИЩЕНКО …",
    "rating": 4,
    "name": "Dmytro Dobrovolskiy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ребята, это лучшее место в Киеве! Очень вкусно, очень душевно! Всегда приветливые работники. Обожаю Пузату!) П.с.: особенно ваши варенички и десерты!) Всегда захожу сюда, когда приезжаю в Киев.  Навеки ваш, постоянный посетитель! …",
    "rating": 5,
    "name": "Владислав Поляков",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback!\n\n(Original)\nЩиро дякуємо за ваш відгук!",
    "rating": 4,
    "name": "Юлия Жогел",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and comfortable, good music and great interior! …",
    "rating": 5,
    "name": "Андрей",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вполне приятное место для позавтракать или просто перекусить. Меню без всяческих изысков, но при этом вкусно.\nОсобо хотелось бы отметить пожилую даму, работающую там. Как она красиво и …",
    "rating": 5,
    "name": "Вероника Филимон",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошое заведение. Много мест, с первого раза можно заблудиться, просторно, приятный интерьер,  простые, но вкусные блюда. Обслуживание на украинском языке - красиво и приятно. Цены приемлемые/бюджетные, несмотря на то, что столица. …",
    "rating": 5,
    "name": "Guennadi Kourganov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Food is cheap, a good choice, but unfortunately not written ingredients of each recipe (very important for people who are allergic to certain ingredients) …",
    "rating": 4,
    "name": "Łukasz Szczęśniak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very good food. Cheap fast and nice atmosphere\n\n(Original) …",
    "rating": 4,
    "name": "Анастасия Саливон",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, дёшево, чисто. Очень большое помещение. Но внутри нет ни связи, ни вайфая, это нужно исправить …",
    "rating": 5,
    "name": "Michal Lubawy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very good food. I would call it good fast food with Ukrainian cuisine. The decor and the way of working is a little bit like express marche, but the food is much better. At the beginning, we take the tray and, moving …",
    "rating": 3,
    "name": "Елена Михайлова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не понравилось,  заказала порцию запечённой картошки, половина порции сырая, в борще не попалось картошки. Сырники понравились. …",
    "rating": 5,
    "name": "Юлия Гудимова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вполне неплохое заведение, всегда людно, готовят вкусно и большой выбор блюд.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Евгений Шаповал",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Если раньше это было действительно заведение домашней кухни по приемлемой цене, эдакой фолькскюхтен, то сейчас, после того как взвинтили цены, ПХ можно назвать малобюджетным рестораном с самообслуживанием. Качество продуктов нормальное, всё …",
    "rating": 5,
    "name": "Andrius",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great buffet dining with cheap, delicious and varied food. He who is there will eat and drink like a tsar. :) …",
    "rating": 4,
    "name": "Tetiana Nechas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is delicious, but coffee, it is constantly given to burnt in all establishments. It would be great if this issue could be corrected …",
    "rating": 2,
    "name": "No Name",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Цены слишком завыщены-3 небольших сырника с размерос в куринное яйцо, варенья ложка и компот- 79 грн. Качество еды не соответствует ценам. Не слишком чисто в зоне раздачи блюд. …",
    "rating": 1,
    "name": "Alena Bashluk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Сегодня в меню была солянка со вкусом вчерашнего борща. с морковкой и кусками капусты. поели с мужем, а теперь болят животы. повар экономит? или это такая новая политика заведения? …",
    "rating": 4,
    "name": "ChristEl ChristEl",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Плюсы- вкусно, разнообразно, можно зарядить мобильный, рядом с жд,в 6.00 уже открыто, угомонились уборщицы(раньше сметали со стола без спросу тарелки и чашки,которые ты хоть немного отодвинул от себя) …",
    "rating": 3,
    "name": "Елена Трач",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всё отлично! Три звезды за то, что нет Wi-Fi. Мобильная сеть не ловит, так хоть бы интернет был бы 😢 …",
    "rating": 5,
    "name": "Маргарита Кондратюк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Душевная и большая как по мне столовая. Вкусно и самое главное не дорого можно пообедать в центре Киева. Большое и разнообразное меню. Огромный выбор блюд. Приятный дизайн внутри, чисто и аккуратно. …",
    "rating": 3,
    "name": "Дмитрий Ронч",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Нет вайфай в заведении и сотовая связь не ловит потому что подвальное помещение. …",
    "rating": 5,
    "name": "Mauro Mercadante",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Perfect !, very cheap and the food is not bad. Ideal for travelers. …",
    "rating": 5,
    "name": "Игорь Павлов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно и демократичная цена. Не забудьте про вакцинацию. Без нее в заведение не попасть. …",
    "rating": 5,
    "name": "Алексеев Евгений",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно, и, относительно, не дорого. Повторяемость вкуса еды близка к 100%. (Всегда получаешь то, чего ожидаешь) Значительно превосходит другие рестораны этой ценовой категории …",
    "rating": 2,
    "name": "Onur Gören (hiyerarşist pedagog)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) a place I entered with the advice of a Ukrainian friend. the general opinion about this place is that it is cheap but the prices are not cheap for a middle income person. This place, which works with the logic of …",
    "rating": 5,
    "name": "Irina Polyakova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, как дома . Не дорого.\n\n(Translated by Google)\nTasty like home. Not expensive.",
    "rating": 4,
    "name": "Строева Светлана",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Я бы назвала это место домашней кухней. Блюда из повседневного домашнего меню. Всяческие супы и котлеты, салаты и компоты. Цены достаточно демократичные. Когда нет времени готовить дома - очень достойная альтернатива. …",
    "rating": 4,
    "name": "Vera Sirash",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Зашли случайно, охрана помогла справиться с посудой для напитков, оказывается для каждого напитка есть своя ёмкость! …",
    "rating": 5,
    "name": "Владислав Городецкий",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно по домашнему есть горячие блюда богатый выбор вторых блюд десертов кампотов. В общем советую. Недорого и вкусно …",
    "rating": 5,
    "name": "Ihor Nick",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно готовят. Кондитерские изделия отдельный разговор, на редкость хороши. Фирменный чай - Энергия природы, также заслуживает быть упомянутым. …",
    "rating": 5,
    "name": "Иван Асланов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Место отличное. Все очень вкусно, сытно и по приемлемым ценам. Были с женой в Киеве несколько дней и нас прям спасало это заведение. Гуляя по центру всегда находили неподалеку. Везде все на хорошем уровне. Молодцы так держать!!! …",
    "rating": 5,
    "name": "Марк Андреевич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Лучшее место с домашней едой и очень большой территорией, но слегка завышенные цены в последний год наблюдаются, но качество еды как и раньше на высоте …",
    "rating": 3,
    "name": "Pulyaev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Еда вкусная, цены приемлимые, персонал приветлив. Единственное, что никак не могу понять почему никто не пользуется перчатками? Палец с ногтями в тарелке с салатом это не очень гигиенично и приятно. Так же стаканы, вилки были не в самом …",
    "rating": 5,
    "name": "Елена Погорелова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Эстетично,разнообразное меню,все вкусно.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Роман Юрченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Нормальное место чтоб поесть, но есть нюансы.\nКогда люди на раздаче кричат \"проходите без очереди\" или что-то подобное, то скорее всего их слюни летят в еду. Хотелось бы чтоб они либо не орали, либо были в …",
    "rating": 1,
    "name": "Tim QQ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "21-й век. 2021 год. Центр Киева. В Пузатой Хате нет WiFi. Мобильная связь не ловит. Шок контент. …",
    "rating": 4,
    "name": "Владислав Романенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пожалуй, одна из лучших \"Пузатых\" в Киеве. Во-первых, всегда горячие блюда, во-вторых, чистота в заведении. Приятно удивляют размеры заведения, поскольку всегда можно найти свободное место. Единственным недостатком можно считать полное …",
    "rating": 3,
    "name": "Martha Koval",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cafe in self-service mode. Always crowded, especially at lunchtime. The assortment of salads, hot dishes, cold snacks, soups is great. Often the choice changes. Clean and comfortable. Service is better, as staff often …",
    "rating": 5,
    "name": "Pavlo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Традиционная домашняя кухня, а самое главно, что украинская. Здесь и вареники, и жареная картошечка, и сырнички, и борщ. На три – Пять долларов можно отлично покушать и выпить. Рекомендую всем …",
    "rating": 5,
    "name": "Yuliia Zaitseva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Спасибо всем сотрудникам за то, что спасали меня 17.09.2021\nСтало плохо в заведении и администраторы не растерялись! Помощь оказали.\nКухня у Вас тоже огонь) …",
    "rating": 3,
    "name": "Dmytro Syniahovskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Уютно, но недостаточно разнообразное меню. Вернее оно разнообразное, но не все есть в наличии))) …",
    "rating": 1,
    "name": "Артем Кожемякин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Постоянные клиенты в разных городах. Вчера на хрещатике покушали в 22.30 всей семьёй. Ребёнок еле доехал до гостиницы, и всю ночь жил в туалете.\nМы успели выпить лекарства. …",
    "rating": 4,
    "name": "Анна Саливончик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Быстрый перекус. Огромное кафе. Ассортимент мог бы быть шире. Котлета по-киевски превосходна! …",
    "rating": 4,
    "name": "Елена Мироненко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Большой выбор блюд украинской кухни. Быстрое обслуживание.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Александр Флагман",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное расположение,в самом центре Киева,современный дизайн,отличная кухня,разнообразное меню на любой вкус,несколько залов для приема пищи,есть туалет,плохая мобильная связь …",
    "rating": 3,
    "name": "Iurii Gulianytskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень мало касс и ассистентов для такого огромного наплыва людей как в центре города Киева. Поэтому Даже при полупустом зале в очереди можно провести 15-20 минут. Нехватка персонала сказывается на качестве блюд - что-то будет пересоленным , …",
    "rating": 5,
    "name": "Василий Пат",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Огромное помещение с лабиринтами, еле нашёл раздачу с кассой! А в остальном всё довольно хорошо! И ещё один недостаток, по карте еле нашёл, а вход со стороны Макдональдс. …",
    "rating": 3,
    "name": "Huaw Huaw",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Были два года назад, было лучше. Кухня испортилась. Картошка полусырая, вареники вообще без вкуса. Радует атмосфера и относительная чистота. Приветливый персонал. …",
    "rating": 3,
    "name": "Павел Руто",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Качество с каждым годом ухудшается обратно пропорционально росту цен...\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Чупакабра Чупакабра",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пузата хата как всегда на высоте.Разнообразное меню на любой выбор. Ну и цены ,конечно же радуют! Спасибо,что вы есть!) …",
    "rating": 5,
    "name": "Людмила Чоповая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Большое разнообразие блюд. Всегда есть свободные места, хоть и центр Киева.\nРекомендую …",
    "rating": 5,
    "name": "Snow St.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусная \"столовка\")\nЦены недорогие,чисто.Всегда много людей.Кормят вкусно👍 …",
    "rating": 4,
    "name": "Ilie Ostin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Плюс: Сочетание цены и качества. Минус: много левого народа заходит, просто в туалет, даже ряженные аниматоры. Из-за этого настоящим посетителям этого заведения нужно отстоять очередь , чтобы попасть в туалет. Мало вешалок для верхней …",
    "rating": 4,
    "name": "Артем 5",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I love a pot-bellied house. For 13 years, everything is stable, fresh and affordable. I always come here if I want to eat tasty and not expensive. …",
    "rating": 5,
    "name": "Елена Науменко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Выбор на любой вкус, есть диетическое меню, сладости. Обслуживание быстрое. На мой вкус все съедобное, свежее …",
    "rating": 5,
    "name": "Антон Панченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее заведение. Большой комфортный зал, приятный интерьер. Удобное расположение в непосредственной близости к центру города, что безусловно является основным преимуществом для туристов. Кухня вкусная, ассортимент широкий, цены умеренные. …",
    "rating": 4,
    "name": "Kaan Temiz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The prices are very affordable, my favorite part is the buffet and all the food I have eaten was delicious. Since it is an open buffet, there is no worry about what to expect. Those who do not want to eat pork must …",
    "rating": 5,
    "name": "Андрій Фомін",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and useful!\nThere is always something to choose from.\nDietary dishes, desserts, drinks for every taste, for any stomach. I love …",
    "rating": 5,
    "name": "Roman Yesyp",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy, neat and clean place. Friendly and courteous staff. Being in this place, as if immersed in a homely atmosphere. Wide choice of menus. Reasonable prices. …",
    "rating": 4,
    "name": "Евгения Копьяренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место, чтобы перекусить путнику, находящемуся в Киеве. Богатый выбор блюд, холодных и горячих. Очень вкусные лимонады, кампоты и вишнёвый сок. Большая площадь, аккуратные столики, и при этом люди друг другу абсолютно не мешают. …",
    "rating": 4,
    "name": "Анатолийч Йванов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Довольно неплохо, но дороговато. Вкусно. Всегда хороший ,холодный компот.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ігор Jvddjsdhodwbj",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food is fine but with what lockdown ate borscht not in a warm room but as a dog outside on the concrete and cold so sho so as a result of this cold cough, so the conclusion is that food is delicious but with …",
    "rating": 5,
    "name": "Адептус Астартес",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Соотношение цены и качества самое лучшее! Очень вкусно и сытно, обожаю это место. …",
    "rating": 5,
    "name": "özde yılmaz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Unfortunately, Ukraine is now an expensive place for us due to the exchange rate. This place is a little cheaper. …",
    "rating": 4,
    "name": "Diarmayd Man",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Одно из самых элитных мест этой сети. Очень большой, находится под землёй. По апартаментам красиво, мягкие сиденья. Можно заказать глинтвейн с тортиком и насладиться сей холодную погоду. Нет указательный знаков, чтобы понять где находиться …",
    "rating": 5,
    "name": "КАМАЗИСТ ИЗ ХАРЬКОВА",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Нормальный такой общепит такой. Вкусно по домашнему, не дорого и уютно\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Роман Будилов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее место для приема пищи, хорошее разнообразное меню, вкусно, но дороговато стало. …",
    "rating": 5,
    "name": "Алексей «UkrBest» Королев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "После реконструкции место очень изменилось - при чем, несомненно, в лучшую сторону.\nЗайти покушать в центре Киева - недорого и довольно вкусно - смело рекомендую. …",
    "rating": 5,
    "name": "Владимир Тищенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно готовят, цена умеренная, комфорт достаточный как для такого заведения, персонал всегда поможет) …",
    "rating": 5,
    "name": "irina zgirina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное,уютное  место.Центр города.Вкусная еда.Приветливый персонал.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Укр Зоо Коханівська",
    "cat": "Ukrainian restaurant"
  }
]