[
  {
    "review": "Allready 5 years my favourite club in Kiew ... everytime i come i visit or at least 2 times...  the staf is good, talks English, drinks are superb and you know how too cook.  Gosh, please open same here in Amsterdam, Holland.",
    "rating": 5,
    "name": "Pietro Marco Janssen",
    "cat": ""
  },
  {
    "review": "Business lunch for 100UAH is something you don’t expect from the Bar with 18+ warning on the entrance. But in fact you can get a decent lunch in the bar atmosphere with soft light, music and hookah smelt. Unfortunately there is not options in lunch menu. Service is good and fast.",
    "rating": 5,
    "name": "Михаил Ш",
    "cat": ""
  },
  {
    "review": "Thank you for response🙏🏻We’re so glad to pleased you😊 Our lunch menu will be change very soon! You’re welcome🖤",
    "rating": 5,
    "name": "Mohssin Assaban",
    "cat": ""
  },
  {
    "review": "It is kind of a place when you enter and you feel that everything is in harmony. The design, the lighting, the staff and above all the food and the Sheesha. Tip: try the beef salad and for the sandwich lovers, the chicken sandwich. Oh yeah...  The prices are reasonable (Also compared with other venues in Kiev)",
    "rating": 3,
    "name": "Markos Ktistakis",
    "cat": ""
  },
  {
    "review": "Thank you for nice response! You’re welcome😊",
    "rating": 4,
    "name": "sen sational",
    "cat": ""
  },
  {
    "review": "Nice atmosphere, food was very good, but it took a long time to be served and was a bit expensive. Hookah was fancy, but not very good. The reason that I decided to write this review and rate it with 3 stats, was that they charged us 10% …",
    "rating": 4,
    "name": "Artem Volkhonskyi",
    "cat": ""
  },
  {
    "review": "Thanks for your feedback! We look forward to seeing you again!",
    "rating": 5,
    "name": "Marina Vozdukhovych",
    "cat": ""
  },
  {
    "review": "Great Shisha (but expensive) and also good food. Even though it's 34 degrees they don't give out free water.\nUnfortunately, they give you a big water bottle which cost more than the food itself. Be aware of that.",
    "rating": 2,
    "name": "A KL",
    "cat": ""
  },
  {
    "review": "Very nice place. Delicious hookahs and delicious food. Big cocktail card. Nice place to romantic date, and friends meeting.",
    "rating": 5,
    "name": "Ruslan Ryskulov",
    "cat": ""
  },
  {
    "review": "Thank you for your nice response🖤 You’re welcome😊",
    "rating": 5,
    "name": "Anna Shcherba",
    "cat": ""
  },
  {
    "review": "An amazing place for any time and the day, the sheesha is superb 👌👌👌👌 Super tasty food and very polite, professional team.\nRecommending everyone who wants to spend quality time 🙂🙃",
    "rating": 5,
    "name": "Alexandr Stelmakh",
    "cat": ""
  },
  {
    "review": "Thank you so much for response😊  We’re so glad you enjoyed it! You’re welcome❤️",
    "rating": 5,
    "name": "Liubov Ivaniuk",
    "cat": ""
  },
  {
    "review": "Perhaps the place is nice and cozy, but I wouldn't know yet.  I was just arriving alone to meet friends who were already inside when another group in front of me was being allowed to enter.  I tried to walk in and a staff member closed the …",
    "rating": 5,
    "name": "Oleksii Shavykin",
    "cat": ""
  },
  {
    "review": "It’s a Great place with nice hookah. There are exceptionally pleasant staff. Prices are middle, location is perfect.\nInterior also is nice, comfortable chairs and benches. …",
    "rating": 5,
    "name": "Oleksandr Kurlovych",
    "cat": ""
  },
  {
    "review": "Thank you so much for your nice response😊You’re welcome❤️",
    "rating": 5,
    "name": "Anatoly",
    "cat": ""
  },
  {
    "review": "The staff is caring about each of the visitors. The cuisine and hookah are good. Being with a company you can also play tabletop games. The place is quite crowded, especially on the weekends. I suppose making a booking beforehand is a must.",
    "rating": 5,
    "name": "Andrew Rowenko",
    "cat": ""
  },
  {
    "review": "Thanks for your nice response! We are so glad that you liked everything and we will be glad to see you again🖤\nP.S. tables are really better to book in advance😄",
    "rating": 5,
    "name": "ShRe Ya",
    "cat": ""
  },
  {
    "review": "The best hookah in Kyiv. Awesome service, food, cocktails and atmosphere. Very good prices.",
    "rating": 5,
    "name": "Pietro-Marco Janssen",
    "cat": ""
  },
  {
    "review": "Thank you for response😊 You’re welcome🖤",
    "rating": 5,
    "name": "Ehab Toulba",
    "cat": ""
  },
  {
    "review": "One of our favorite shisha bars! Good hookah and cocktails)",
    "rating": 4,
    "name": "Alesteyr Rhaine",
    "cat": ""
  },
  {
    "review": "Thanks for your feedback! We look forward to seeing you again!",
    "rating": 5,
    "name": "Andrey Logunov",
    "cat": ""
  },
  {
    "review": "Very cozy place with really good hookah! Comfortable chairs, good atmosphere and music... Great choice to have a date with someone, because it also has a beautiful park nearby 😉",
    "rating": 5,
    "name": "Oleh Igorovich",
    "cat": ""
  },
  {
    "review": "Thank you so much for your response😊 You’re welcome🖤",
    "rating": 5,
    "name": "Jatsyshyn Dmitry",
    "cat": ""
  },
  {
    "review": "Nice stuff and interior, music is loud enough to hear people at your table and not hear other tables, prices above average, food and hookah are delicious :)",
    "rating": 5,
    "name": "Aykut",
    "cat": ""
  },
  {
    "review": "Best hookah in town. Period\nThe music is also soo good!",
    "rating": 5,
    "name": "Alexey",
    "cat": ""
  },
  {
    "review": "Thanks for your feedback! We look forward to seeing you again!",
    "rating": 4,
    "name": "Mhamad Alyan",
    "cat": ""
  },
  {
    "review": "This is by far the best hookah in Kyiv!\nConvenient location, yummy food, cozy atmosphere and suitable music. Flawless pace",
    "rating": 5,
    "name": "Pavlo Poliahushko",
    "cat": ""
  },
  {
    "review": "Thank you so much for nice response! You’re welcome 🖤",
    "rating": 5,
    "name": "Anastasiia",
    "cat": ""
  },
  {
    "review": "Best hookah bar in town. With a great ambience 🤍",
    "rating": 4,
    "name": "Mariia Polishchuk",
    "cat": ""
  },
  {
    "review": "One of my favorite places in Kiew. Good drinks, nice people and friendly personnel. Looking forward to visit it next week again :)",
    "rating": 5,
    "name": "Анастасия Мудраченко",
    "cat": ""
  },
  {
    "review": "Thank you so much for your nice response! You’re welcome❤️",
    "rating": 5,
    "name": "Iuliia Kalmykova",
    "cat": ""
  },
  {
    "review": "Great place, best service, shisha and drinks in town!",
    "rating": 5,
    "name": "Оксанка Ксю",
    "cat": ""
  },
  {
    "review": "Nice cocktails and great hookah. Minor reservation hiccups but nothing too serious.",
    "rating": 5,
    "name": "Alexander Sergienko",
    "cat": ""
  },
  {
    "review": "Thanks for your feedback! We are very glad that you liked our cocktails and hookah :) Please tell us in more details what and when the error was with the reservation? It is very important for us to know :)",
    "rating": 1,
    "name": "Вячеслав Дукин",
    "cat": ""
  },
  {
    "review": "Stylish, cozy place",
    "rating": 5,
    "name": "Leonid Velychkov",
    "cat": ""
  },
  {
    "review": "Thanks for the feedback!",
    "rating": 5,
    "name": "Ірина Оставська",
    "cat": ""
  },
  {
    "review": "Best hookah and cocktails",
    "rating": 5,
    "name": "Dimitri “Sweet”",
    "cat": ""
  },
  {
    "review": "The best location for smoke hookah",
    "rating": 5,
    "name": "Oleksii “Kingracer” Kolesnyk",
    "cat": ""
  },
  {
    "review": "Thanks you for great response! You’re welcome🖤",
    "rating": 5,
    "name": "Julia Isay",
    "cat": ""
  },
  {
    "review": "You should add an English menu)",
    "rating": 5,
    "name": "Сабина Т",
    "cat": ""
  },
  {
    "review": "Great service, Daniil 🤜🤛",
    "rating": 5,
    "name": "Olha Veleshchuk",
    "cat": ""
  },
  {
    "review": "Good plese and good sttaf",
    "rating": 5,
    "name": "Oleksandr Martiukhin",
    "cat": ""
  },
  {
    "review": "Great place for relaxing",
    "rating": 5,
    "name": "Виталина Викторовна",
    "cat": ""
  },
  {
    "review": "Thank You for comment! Welcome🤍💨",
    "rating": 5,
    "name": "Inna D.",
    "cat": ""
  },
  {
    "review": "Были первый раз в данном заведение. Только положительные эмоции.\nПриятная атмосфера, вежливый персонал. Десерты, оказались очень вкусными. Новогодняя атмосфера порадовала. …",
    "rating": 5,
    "name": "Елена Бахтигузина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Константин Кривошеев",
    "cat": ""
  },
  {
    "review": "Я здесь была несколько раз. Кальян неплохой, но ничего сверхъестественного. Большой выбор табаков и вкусов. …",
    "rating": 5,
    "name": "Светлана",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Maria, thanks for the feedback!\nWe welcome all comments to improve performance.\nWe look forward to seeing you again!\n\n(Original)\nМарія, дякуємо за зворотній зв‘язок!\nМи з радістю сприймаємо всі зауваження для покращення роботи.\nБудемо дуже раді бачити вас знову!",
    "rating": 5,
    "name": "Дмитрий Задорожный",
    "cat": ""
  },
  {
    "review": "Великолепное заведение в которое хочется вернутся. Киев не часто нас балует подобным (прекрасный дымный кальян (угли подкладывали регулярно), в наличии много вкусов и сортов табака, очень красивые и вкусные коктейли, ароматный чай). …",
    "rating": 2,
    "name": "Olya Shynkarenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Anastasia, we look forward to seeing you again!\n\n(Original)\nДякуємо за відгук!  Анастасія, ми чекатимемо нових зустрічей з вами!",
    "rating": 5,
    "name": "Kirill Zubenko",
    "cat": ""
  },
  {
    "review": "Атмосферное заведение, вход в него прячется в аутентичном парадном жилого дома (подъездом его назвать язык не поворачивается).\nДаже при полной посадке нет ощущения, что гости сидят на голове друг у друга. …",
    "rating": 2,
    "name": "Евджиния",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгуг! Будемо раді вас бачити знову!",
    "rating": 4,
    "name": "Sasha Mekal",
    "cat": ""
  },
  {
    "review": "Приятная кальянная со стильным интерьером, официанты вежливые, знают меню, извинились за то, что долго готовились блюда. Кальян достойный, курили около двух часов. Коктейли красивые и вкусные. Музыка приятная и не сильно громкая, не мешает …",
    "rating": 5,
    "name": "Анастасія Горелова",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 3,
    "name": "Маргарита Мазепа",
    "cat": ""
  },
  {
    "review": "Большое разнообразие кальянов, очень вкусное меню. Коктейли это вообще моя любовь! Ну и расположение - рядом с музеем напротив красного корпуса. Из недостатков - припарковаться можно при наличии везения:) …",
    "rating": 5,
    "name": "Женя Денисова",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Looking forward to new meetings in Strong!\n\n(Original)\nДякуємо за ваш відгуг! Чекаємо на нові зустрічі в Strong!",
    "rating": 5,
    "name": "Yurii K.",
    "cat": ""
  },
  {
    "review": "В первые посетил данное заведение 4 недели назад с друзьями. Были очень приятно удивлены, и я даже не поленился и оставил  отыв 5 *. В пятницу 22.10.2021 решил повторно посетить данное заведение. …",
    "rating": 5,
    "name": "Алена Кожокару",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good day! Thanks for your feedback, you are helping us become better. We closely monitor the quality of service, and be sure to understand the reasons for your negative experience during the visit.\nWe really want your next visit to take place and it will leave only pleasant impressions!\nIf possible, write your contact phone number so we can contact you to clarify the circumstances.\n\n(Original)\nДобрий день! Дякуємо за ваш відгук, ви допомагаєте нам ставати кращими. Ми уважно слідкуємо за якістю обслуговування, і обов’язково розберемося в причинах вашого негативного досвіду під час візиту.\nМи дуже хочемо, щоб наступний ваш візит все-таки відбувся і він залишив по собі лише приємні враження!\nЯкщо можливо, напишіть свій контактний номер телефону, щоб ми могли зв’язатися з вами для уточнення обставин.",
    "rating": 5,
    "name": "Anastasia Kortan",
    "cat": ""
  },
  {
    "review": "Уютная атмосфера, кальяны и чаи вкусные, вентиляция хорошая.\nНесмотря на довольно плотную посадку, в интерьере умудрились обеспечить достаточный уровень приватности для каждого стола/кресла/дивана. …",
    "rating": 4,
    "name": "Markov_remont",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Leonid, thank you for your feedback! We are happy that you have had a pleasant experience! We look forward to seeing you again!\n\n(Original)\nЛеонід, дякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Anastasia Rebko",
    "cat": ""
  },
  {
    "review": "Сегодня, были с подругой, редко пишу отзывы, но давно не было такой атмосферы. Кальянщик и официант были очень милые, коктейли принесли очень быстро, кальян был свежий с пряностями)) …",
    "rating": 5,
    "name": "Daria Dobrycheva",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for such a nice comment! Definitely looking forward to meeting you again!\n\n(Original)\nДякуємо вам за такий приємний коментар! Безумовно, в очікуванні нових зустрічей з вами!",
    "rating": 2,
    "name": "София Сидоренко",
    "cat": ""
  },
  {
    "review": "Довольно ламповый кальян бар. Нашли его случайно, внутри было свободное место в пятницу вечером, что означает возможность прийти без брони. В кальянах я не особо разбираюсь, но мой товарищ который спец в этом, сказал что они тут …",
    "rating": 5,
    "name": "Алина Титович",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Although I have not tried a hookah (due to certain health restrictions), but my friends are already quite \"layered\" in this case and praised it very much, saying that it does not \"weather\" and the necessary …",
    "rating": 5,
    "name": "Natali",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious and super cozy. Something like hookah luxury without pathos. …",
    "rating": 5,
    "name": "Евгений Ширманов",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Julia, thank you for your feedback! We look forward to seeing you again!\n\n(Original)\nЮлія, дякуємо за ваш відгук! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "DENIS XERSNIM",
    "cat": ""
  },
  {
    "review": "Наткнулись на данное место случайно и очень были этому рады. Теперь в нашу копилочку классных заведений +1. Попробовали многое : и кальян отличнейший, дымный, вкусный, угольки меняли вовремя; и по кухне несколько позиций …",
    "rating": 5,
    "name": "Anna Suslova",
    "cat": ""
  },
  {
    "review": "Прекрасное заведение для вечера как для уютного уединенного, так и для шумного празднования компанией. Кальяны очень достойные и вкусные! Оригинальная богатая чайная и коктейльная карты. Нравится все! Внимательный и максимально заботливый …",
    "rating": 5,
    "name": "Олександр Марченко",
    "cat": ""
  },
  {
    "review": "Большое спасибо за такой приятный отзыв! Будем очень рады видеть вас снова🥰\n\n(Translated by Google)\nThanks so much for such a nice review! We will be very happy to see you again🥰",
    "rating": 5,
    "name": "Nataliya Lyutenko",
    "cat": ""
  },
  {
    "review": "Аутентичный кальян-бар, отличное расположение, отменная забивка и крутые коктейли! Отдельное спасибо кальянщику Данилу, настоящий мастер своего дела, с прекрасным чувством юмора, благодаря ему данное заведение приобретает ещё бОльшую …",
    "rating": 5,
    "name": "Oleg Derivedmed",
    "cat": ""
  },
  {
    "review": "Очень порадовало что в туалете есть дезик, щётка для обуви, ушные палочки,крем для рук и куча всяких полезных штук:)\nЭто очень мило и необычно, так как видно что люди внимательны к мелочам , что не …",
    "rating": 5,
    "name": "Latteshift",
    "cat": ""
  },
  {
    "review": "Благодарим вас за такой отзыв! Нам очень приятно, что вам у нас понравилось! Всегда вам рады!!!))\n\n(Translated by Google)\nThank you for such a review! We are very pleased that you liked it with us! Always glad to see you !!!))",
    "rating": 3,
    "name": "Богдан",
    "cat": ""
  },
  {
    "review": "Дай бог здоровья всему персоналу, у которого чувствуешь себя самым долгожданным гостем на земле! Бармен, который делает коктейли специально с учетом твоих вкусовых предпочтений, куколки-официантки, которым не все равно, как ты себя …",
    "rating": 5,
    "name": "Toma Derugo",
    "cat": ""
  },
  {
    "review": "Вааааау! Перечитываем ваш отзыв уже много-много раз и расплываемся в улыбке😌 Спасибо вам большое за такие слова! Всегда рады вам, ваша команда STRONG🖤\n\n(Translated by Google)\nWahhhhh! We re-read your review many, many times, and blur into a smile. Thank you very much for such words! Always glad to see you, your STRONG🖤 team",
    "rating": 5,
    "name": "Byte Surfer",
    "cat": ""
  },
  {
    "review": "Киев щедр предложениями касательно локаций для проведения досуга, но это место, в которое точно хочется вернутся. Сервис на высшем уровне. Внимательность и оперативность работы сотрудников на протяжении всего вечера . Вкусная еда, крутые …",
    "rating": 5,
    "name": "Maksym Kuzmuk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Кристина Филюнова",
    "cat": ""
  },
  {
    "review": "Кальяны замечательные. Есть авторские колбы с нестандартными вкусами. Кухня тоже на высоте. Фондан просто божественный! :) Карта чаёв - на любой вкус и цвет.\nКоктейли трудно оценить. …",
    "rating": 5,
    "name": "Mat Kovskyi",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Constantine, thank you for your feedback! We look forward to seeing you again!\n\n(Original)\nКонстантин, дякуємо за відгук! Будемо раді бачити вас знову!",
    "rating": 2,
    "name": "Дмитрий Вишняк",
    "cat": ""
  },
  {
    "review": "Замечательное место для посиделок!) вкусные правильные коктейли, Ваш апероль меня покорил🥰 так же вкусный кальян. Большое разнообразие табаков, кальян курится долго и дымно, кальянщик постоянно контролирует процесс. Еда так же вкусная и не …",
    "rating": 5,
    "name": "Svitlana Zaiets",
    "cat": ""
  },
  {
    "review": "Спасибо большое😍 Очень ждем в гости еще🖤\n\n(Translated by Google)\nThank you very much😍 We are looking forward to seeing you again🖤",
    "rating": 2,
    "name": "Maksym Ostrokomorets",
    "cat": ""
  },
  {
    "review": "Очень классное заведение в центре Киева. Вкусные коктейли, отличная кухня, шикарный кальян. И все это за хорошие деньги, определенно ставлю 5+\nБольшое спасибо за хорошее обслуживание, персонал профессионалы своего дела, …",
    "rating": 5,
    "name": "Lidiia",
    "cat": ""
  },
  {
    "review": "Класс! Спасибо большое за такой приятный отзыв🖤 Мы оочень рады, что вас все понравилось и будем рады видеть вас снова😊\n\n(Translated by Google)\nClass! Thank you very much for such a pleasant review🖤 We are very glad that you liked everything and will be glad to see you again😊",
    "rating": 5,
    "name": "Владислав Журавель",
    "cat": ""
  },
  {
    "review": "Крайне редко пишу отзывы, но это именно тот случай. Были здесь во второй раз с промежутком почти в год. Первый раз впечатления были приемлемыми. Ничего плохого сказать не могу. Сегодня приехали под  вечер. Первое, что попало в поле зрения- …",
    "rating": 5,
    "name": "Полина Моисеева",
    "cat": ""
  },
  {
    "review": "Отличное и атмосферное заведение! Очень вкусные бургеры и дымные кальяны. Спасибо, обязательно придём еще …",
    "rating": 5,
    "name": "Alona Voloshyna",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Gena “Alli” Volk",
    "cat": ""
  },
  {
    "review": "Раньше часто приходила в бар, ибо соотношения цены и качества были хорошими. С учетом того, что кальян плохой (всегда), то коктейли (всегда) были вкусными, качественными и по адекватной цене. Сейчас же переработали кухню, добавили некоторые …",
    "rating": 5,
    "name": "Eugenia Bondarenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good evening! Thanks for the feedback. We are very sorry that you were dissatisfied with the visit to our institution! Prices are based on the fact that our meals and drinks are prepared from fresh products of the highest quality. As for the hookah, it's a matter of taste. Many of our guests come for hookah and are satisfied with its quality.\n\nSincerely, STRONG Hookah Bar\n\n(Original)\nДоброго вечора! Дякуємо за зворотний зв'язок. Нам дуже шкода, що ви залишилися незадоволені візитом у наш заклад! Ціни сформовані на основі того, що наші страви та напої готуються зі свіжих продуктів найвищої якості. Щодо кальяну, це справа смаку кожного. Багато наших гостей приходять саме на кальян та залишаються задоволені його якістю.\n\nЗ повагою, STRONG Hookah Bar",
    "rating": 5,
    "name": "Вера Сахарова",
    "cat": ""
  },
  {
    "review": "Отличное заведение, однако просьба давать негазированную воду в неограниченном количестве, в графине. Зарабатывать на обычной воде — это неуважение к гостям. …",
    "rating": 5,
    "name": "Mykola",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\nWe are happy to accept all comments for the improvement of your work - we will definitely consider! We look forward to seeing you again!\n\n(Original)\nДякуємо за зворотній зв‘язок!\nМи з радістю сприймаємо всі зауваження для покращення роботи, що до вашого - мы обов`язково поміркуємо! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Bogdan Chernous",
    "cat": ""
  },
  {
    "review": "Были первый раз в этом заведении\nПришли с парнем приятно провести вечер\nЯ заказала роллы (невероятно вкусные ) …",
    "rating": 5,
    "name": "Andrew F",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Anastasia, good afternoon!\nYour feedback is very nice and important for us!\nWe are definitely waiting for you to visit us to surprise you again and again\n\n(Original)\nАнастасія, добрий день!\nДля нас дуже приємний і важливий ваш зворотний зв'язок!\nНеодмінно чекаємо на вас у нас в гостях, щоб дивувати вас знову і знову",
    "rating": 5,
    "name": "Nina Vasilchenko",
    "cat": ""
  },
  {
    "review": "Ждали коктейли почти 40 минут... Нас игнорировали и говорили подождать ещё минуту…  Под конец вечера неадекватный посетитель начал приставать к одной из наших девочек и на удивление бармен заступился, что очень порадовало. Официантам минус… …",
    "rating": 4,
    "name": "Ігор Паламарчук",
    "cat": ""
  },
  {
    "review": "Заведение топ, очень часто сюда прихожу, сервис все лучше и лучше, стоит отметить кальяны, дымные, крепость 🔥 официанты работают со скоростью света, коктейли насыщенные 🔥 …",
    "rating": 5,
    "name": "Youcef Mazouni",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Eugenia, good afternoon.\nYou inspire us to new achievements! Thanks for the feedback and we look forward to seeing you again at Strong Bar!\n\n(Original)\nЄвгенія, добрий день.\nВи надихаєте нас на нові звершення! Дякуємо за відгук та чекаємо нових зустрічей у Strong Bar!",
    "rating": 4,
    "name": "Киргиз",
    "cat": ""
  },
  {
    "review": "Персонал приятный, цены как во всех подобных барах и кальянных, расслабляющая музыка.\nМесто для тех, кто хочет посидеть большой компанией и просто отдохнуть. …",
    "rating": 5,
    "name": "Ezegm",
    "cat": ""
  },
  {
    "review": "Спасибо за приятный отзыв🖤 Ждём в гости ещё😊\n\n(Translated by Google)\nThank you for your pleasant review🖤 We are waiting for a visit again😊",
    "rating": 5,
    "name": "Наталия Кондык",
    "cat": ""
  },
  {
    "review": "Замечательное место. Вкусные роллы и коктейли. Прекрасный персонал, компетентны в своей работе. Супер дымные кальяны. …",
    "rating": 5,
    "name": "Sergii Lomakin",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We are waiting for you again!\n\n(Original)\nДякуємо за відгук! Чекаємо на вас знову!",
    "rating": 5,
    "name": "KSENIIA CHAMLAI",
    "cat": ""
  },
  {
    "review": "Безумно приятное впечатление, приятный персонал, вкусный красивый кальян, 🤤🤤🤤отличные освежающие коктейли, есть настолки… 😌 …",
    "rating": 5,
    "name": "Валерия Рырмак",
    "cat": ""
  },
  {
    "review": "Заведение понравилось, кальяны были вкусные, дымные и долго курились и по адекватной цене + сами кальяны очень красивые. По кухне кушали салаты, тоже всё окей. В меню есть гречишный чай, который не часто встретишь в заведениях Киева. …",
    "rating": 5,
    "name": "Prosto Oleksandr",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Nice atmosphere, cozy design, and very friendly staff. Hookah is also very popular. Great place to relax and get out of trouble. …",
    "rating": 2,
    "name": "Liza Askari",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for such a great review😊 We are so pleased that you enjoyed it and look forward to hearing from you again🖤\n\n(Original)\nДякуємо за такий чудовий відгук😊 Нам дуже приємно, що вам все сподобалось та з нетерпінням чекаємо на вас знову🖤",
    "rating": 5,
    "name": "Илья Притула",
    "cat": ""
  },
  {
    "review": "(Translated by Google) We have been going to Strong for more than two years 💕 always tasty and smoky hookah, varied and very tasty cuisine! And thanks to this bar, we discovered Chinese tea - something incredible! 🥰 Good luck to you and …",
    "rating": 1,
    "name": "Serg Bojarchukov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Vladyslav Chernykh",
    "cat": ""
  },
  {
    "review": "«…такого я не ожидала…»\nСтавлю две звёзды за вкусный кальян! И адекватных кальянщиков. Кухня и остальной обслуживающий персонал - очень грустные и неприятные. Заказали суп - принесли …",
    "rating": 5,
    "name": "Anna Voloshyna",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello, we are very sorry that you were dissatisfied with the visit! Leave your phone number please, we want to find out the details!\n\n(Original)\nДобрий день, нам дуже прикро, що ви залишилися незадоволені візитом! Залиште свій номер телефону будь ласка, хочемо з`ясувати деталі!",
    "rating": 1,
    "name": "Валерия Мамичева",
    "cat": ""
  },
  {
    "review": "Обязательно вернусь сюда ещё раз ! Максимально вежливый и приветливый персонал , а это очень важно ! Нас встретила девушка администратор , любезно провела за столик, официанты не заставляли себя долго ждать , и в нужную минуту всегда были …",
    "rating": 3,
    "name": "Владислав Ошеров",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Alina, thanks for the feedback! See you!\n\n(Original)\nАліна, дякуємо за відгук! До зустрічі!",
    "rating": 1,
    "name": "Valeriya",
    "cat": ""
  },
  {
    "review": "Редко пишу отзывы положительные :) вчера с мужем заходили к вам - очень понравилось. Персонал приветливый, кальян вкусный, негрони отличный, ну и мне подсказала девушка коктейль на мой вкус - идеально. Успехов вам, будем заходить ещё …",
    "rating": 5,
    "name": "Oleksandr T.",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback!\n\nWe look forward to seeing you again in Strong\n\n(Original)\nДякуємо за ваш відгук!\n\nЧекаємо на нові зустрічі в Strong",
    "rating": 5,
    "name": "Kateryna Liash",
    "cat": ""
  },
  {
    "review": "Отличное заведение, приятный общительный персонал и хорошее меню. Считаю что рейтинг этого заведения оправданно высок и очевидно выше конкурентов что и привело меня в strong. С удовольствием  приду сново (возможно даже сегодня если найду …",
    "rating": 3,
    "name": "Andrew",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Eugene, thank you for your feedback! We look forward to seeing you again!\n\n(Original)\nЄвген, дякуємо за ваш відгук! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Denis",
    "cat": ""
  },
  {
    "review": "Лучшее заведение в Киеве , вкусно всё , персонал на высоте , администратор супер , кальян просто Агонь !! Рекомендую!!! …",
    "rating": 2,
    "name": "zzz",
    "cat": ""
  },
  {
    "review": "замечательно все, кальян,  еда, напитки,  сервис.  однозначно стоит сходить. но рекомендую бронировать заранее …",
    "rating": 5,
    "name": "Роман Ревва",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "п м",
    "cat": ""
  },
  {
    "review": "Интересное место.\nОтличная кухня, зачётные напитки.\nКальяны так же на высшем уровне. …",
    "rating": 2,
    "name": "Анастасия Гребенкина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious salads, desserts, drinks. There is no paper menu, sometimes it can be a problem)). …",
    "rating": 5,
    "name": "Дмитро Лаврик",
    "cat": ""
  },
  {
    "review": "Отличное место. Вкусная еда, большой выбор чая, да и в целом большой выбор чего покушать и попить. Вкусный кальян. …",
    "rating": 5,
    "name": "Олена Стебелецька",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Іван Король",
    "cat": ""
  },
  {
    "review": "Лучшее место, которое я когда либо посещала! Чудесные работники! Очень понравились! Обращались с нами отлично!\nБольшое разнообразное меню, вкусная еда (хотя обычно в кальянных еду невозможно …",
    "rating": 5,
    "name": "Xeniya Drb",
    "cat": ""
  },
  {
    "review": "Вкусные коктейли, приятная атмосфера. Но довольно шумно и самое главное шел покурить вкусный кальян, но он горчил, не смотря на то что заказывал Дарк …",
    "rating": 5,
    "name": "Marina Pavlenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\nWe closely monitor the quality of service, and we will be sure to understand the reasons for your dissatisfaction with hookah smoking.\n\nIf possible, please provide your contact phone number so that we can contact you to clarify the circumstances.\n\n(Original)\nДякуємо за зворотній зв’язок!\n\nМи уважно слідкуємо за якістю обслуговування, і обов’язково розберемося в причинах вашого незадоволення під час куріння кальяну.\n\nЯкщо можливо, напишіть свій контактний номер телефону, щоб ми могли зв’язатися з вами для уточнення обставин.",
    "rating": 5,
    "name": "Oleksandr Kryvenets",
    "cat": ""
  },
  {
    "review": "Приятное место с вкусной едой и хорошими кальянами. Хорошее расположение и классные сотрудники. …",
    "rating": 5,
    "name": "Игорь Филецкий",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Vladyslav Omelchenko",
    "cat": ""
  },
  {
    "review": "Отличное заведение. Прекрасные кальяны, есть трубки с аккумулятором холода, что встречается редко, кальянщики своё дело знают. Кухня и бар в полном порядке, придраться не к чему. Единственный минус что тут может быть трудно припарковаться в …",
    "rating": 4,
    "name": "Руслан Золотаренко",
    "cat": ""
  },
  {
    "review": "Очень хорошее место.\nКухня вкусная.\nОбслуживание приятное. …",
    "rating": 5,
    "name": "Алена Крутько",
    "cat": ""
  },
  {
    "review": "Благодарим за отзыв и отличную оценку!\n\n(Translated by Google)\nThank you for your feedback and great rating!",
    "rating": 5,
    "name": "Peace Duke",
    "cat": ""
  },
  {
    "review": "Могут сделать восхитительный кальян, вкуснейшие стейки из лосося и мяса. Есть боулы, а так же вкусные авторские коктейли и лимонадики. Перепробовала все меню, все на высоком уровне. Весь персонал вежливый и гостеприимный. …",
    "rating": 5,
    "name": "Євгенія Захарчук",
    "cat": ""
  },
  {
    "review": "(Translated by Google) One of your favorite establishments.\nGood design, clean, neat.\nFriendly team, excellent hookah. …",
    "rating": 5,
    "name": "Каминская Екатерина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) We are very glad to have you become one of your favorite establishments🖤 Thank you for such a nice review☺️ Looking forward to your visit😌\n\n(Original)\nМи дуже раді, що стали один з ваших улюблених закладів🖤 Дякуємо вам за такий приємний відгук☺️ Чекаємо в гості😌",
    "rating": 5,
    "name": "Wind Stepanov",
    "cat": ""
  },
  {
    "review": "Двойка из за некомпетентного администратора который на входе не может отличить сертификат о вакцинации который выдан в Европе. …",
    "rating": 5,
    "name": "Natalka_natoto",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\nWe welcome all comments to improve performance. We look forward to seeing you again!\n\n(Original)\nДякуємо за зворотній зв‘язок!\nМи з радістю сприймаємо всі зауваження для покращення роботи. Будемо раді вас бачити знову!",
    "rating": 5,
    "name": "Melniza",
    "cat": ""
  },
  {
    "review": "Отличный кальян и неплохая кухня. Столик нужно бронировать заранее, если не хотите сидеть у двери. …",
    "rating": 5,
    "name": "Александра",
    "cat": ""
  },
  {
    "review": "Благодарим за отзыв!  Будем рады видеть вас снова❤️\n\n(Translated by Google)\nThank you for your feedback! We will be glad to see you again❤️",
    "rating": 5,
    "name": "Ева Мария Арешина",
    "cat": ""
  },
  {
    "review": "Был в заведении, заказал портвейна, 160 гривен + попросил стакан воды, который мне принесли. Допил, попросил повторить, на что мне сказали, что на гостя полагается всего 1 бесплатный стакан воды (sic!). То есть, я захотел заказать алкоголь …",
    "rating": 5,
    "name": "Sergey Kucher",
    "cat": ""
  },
  {
    "review": "Одно из любимых заведений)\nВкусные коктейли, хороший кальян! …",
    "rating": 5,
    "name": "Виктор Григораш",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "G",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Atmospheric place. Delicious cuisine and hookahs. Great service and nice waiters. Very tasty author's tea raspberries and chili, to a hookah simply 🔥 …",
    "rating": 5,
    "name": "Gnat Panok",
    "cat": ""
  },
  {
    "review": "Делают даже привычные вкусы кальянов непривычно вкусно, удивлена) и коктейли отличные. И даже еда вкусная, бургеры бомба - неожиданно как для места, которое не специализируется на них …",
    "rating": 5,
    "name": "Max Inc.",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great place. The bar where we most often gather in Kiev. The best hookahs, delicious cuisine and a bar. Cozy and warm atmosphere. The staff is very friendly and professional. Have board games. Also very affordable …",
    "rating": 5,
    "name": "Hüseyin Terlemez",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We look forward to seeing you again!\n\n(Original)\nДякуємо за високу оцінку! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Sercan Polat",
    "cat": ""
  },
  {
    "review": "Спасибо за дегустацию совместно с HoneyBadger. У вас очень уютно и приятно, вкусно. Хотелось бы в меню увидеть пиццу. …",
    "rating": 5,
    "name": "Emil S",
    "cat": ""
  },
  {
    "review": "Благодарим вас за приятные слова! Обратим внимание на ваш комментарий! И ждём в гости снова!))\n\n(Translated by Google)\nThank you for your pleasant words! Let's pay attention to your comment! And we look forward to visiting again!))",
    "rating": 5,
    "name": "Марина Янчук",
    "cat": ""
  },
  {
    "review": "Очень атмосферное, и приятное место, еда очень понравилась.\nНо даже в вечер четверга стоит бронировать столик. …",
    "rating": 5,
    "name": "Мария Бабченко",
    "cat": ""
  },
  {
    "review": "Спасибо за ваш отзыв и высокую оценку!) Действительно, столик лучше бронировать заранее.\n\n(Translated by Google)\nThank you for your feedback and appreciation!) Indeed, it is better to book a table in advance.",
    "rating": 5,
    "name": "Влад Подолянюк",
    "cat": ""
  },
  {
    "review": "Вот моё прямо ВАУ. Кальяны хороши как никогда, есть на любой вкус, размер и запах))) Обратите внимание на чайную карту, особенно если для вас особый кайф расслабиться под кальян без алкоголя то это место то ч то надо. Так же вы сможете …",
    "rating": 1,
    "name": "никита фоменко",
    "cat": ""
  },
  {
    "review": "Хорошее место для любителей покурить кальян. Опытные кальянщики помогут вам подобрать кальян по вкусу. Официанты всегда внимательные и доброжелательные. Также хорошая, вкусная кухня и коктейли.Цены выше среднего. …",
    "rating": 3,
    "name": "Ulia Bogush",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good author's teas, hookah on the level, when hookah maintenance is always interested in whether everything is good or whether you like everything …",
    "rating": 5,
    "name": "Anzhela Morozova",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгуг! Будемо раді вас бачити знову!",
    "rating": 5,
    "name": "Elena Sabovska",
    "cat": ""
  },
  {
    "review": "Коктейли и кальяны очень крутые. Хорошая атмосфера в заведении. Отличная сервировка и подача. Обслуживание на высоком уровне. Большой выбор чая, попробовать его не удалось пока что …",
    "rating": 5,
    "name": "Алексей",
    "cat": ""
  },
  {
    "review": "Благодарим вас за отзыв! Мы очень рады! И ждем вас на чай!!!))\n\n(Translated by Google)\nThank you for your feedback! We are very happy! And we are waiting for you for tea !!!))",
    "rating": 5,
    "name": "Віталій Корнилюк",
    "cat": ""
  },
  {
    "review": "Постоянные гости заведения. Буквально после первых звонков наш номер записали и обращаются по имени, когда мы звоним 🤗 Кальяны всегда на уровне, а мы любители этого дела и есть с чем сравнивать 😎 Выбор еды небольшой, но всегда вкусно и …",
    "rating": 1,
    "name": "Dima Gapiy",
    "cat": ""
  },
  {
    "review": "Спасибо вам большое за такой отзыв! Улыбка до ушей😁\nБудем обязательно расширять меню и уже подумываем, чтобы организовать такую услугу со столиком для вас😅 Всегда рады видеть❤️\n\n(Translated by Google)\nThank you very much for such a review! Smile to the ears😁\nWe will definitely expand the menu and are already thinking about organizing such a service with a table for you😅 We are always glad to see❤️",
    "rating": 5,
    "name": "Андрей",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Not a bad place to go. The cuisine here is delicious, drinks and hookahs too. However, it would be desirable that in a flask did not throw plastic flowers. Respect for not writing on the menu that you have Tom Yam, …",
    "rating": 5,
    "name": "Дмитрий Юрченко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very nice place to stay good drinks hookahs and food. In my favorite place of Kiev front of the parc. Very nice and kind service. …",
    "rating": 1,
    "name": "Yana Vereshchaka",
    "cat": ""
  },
  {
    "review": "Неплохой бар в стиле лофт, только оно для курящих. Так что воняет табаком и кальяном. Быстро ушли выпили кофе. …",
    "rating": 5,
    "name": "Людмила Кашина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback!\n\n(Original)\nДякуємо за ваш відгук!",
    "rating": 1,
    "name": "Євген Лущиков",
    "cat": ""
  },
  {
    "review": "Приятная атмосфера , вкусные кальяны , хорошый выбор табаков, также вкусные коктели , могу сказать что лучшие тики коктели в Киеве …",
    "rating": 5,
    "name": "Anton Muzychenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Looking forward to new meetings in Strong!\n\n(Original)\nДякуємо за ваш відгуг! Чекаємо на нові зустрічі в Strong!",
    "rating": 5,
    "name": "Fuad Ibrahimov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very nice place. Hookah is wonderful, one of the best I've had to try. Delicious food, friendly staff. A place for frequent visits) …",
    "rating": 5,
    "name": "di",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Андрей Владимирович",
    "cat": ""
  },
  {
    "review": "Классное место в центре города! Отличный выбор коктелей. И хороший персонал!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгений",
    "cat": ""
  },
  {
    "review": "Спасибо большое за приятный отзыв☺️ Очень ждем в гости еще🖤\n\n(Translated by Google)\nThank you very much for your pleasant feedback! We are really looking forward to visit more!",
    "rating": 1,
    "name": "Kate",
    "cat": ""
  },
  {
    "review": "Классное место, чудесный интерьер, бар, кальян-отличный. Только в туалете не закрывайтесь на 2 щелчка, не могла выйти), заклинило замок. Еда - норм, но не восторг. Хотя это бар-кальянная, не должно быть особых ожиданий по кухне. …",
    "rating": 5,
    "name": "Udovitskyi",
    "cat": ""
  },
  {
    "review": "Атмосферное место . Очень вкусная кухня и кальяны. Приветливый и обходительный персонал . Отзывчивый администратор\nСюда хочется вернуться ) …",
    "rating": 5,
    "name": "Лада Подик",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Valeria, thank you for the feedback! We look forward to seeing you again.\n\n(Original)\nВалерія, дякуємо за відгук! Чекаємо на вас знову в гості.",
    "rating": 5,
    "name": "3 kilos",
    "cat": ""
  },
  {
    "review": "Сразу же возле входа вас встречают с улыбкой. Очень приятная атмосфера. Вкусные коктейли. Качественные кальяны. Хочу отметить именно кальянщика Ваню, пришли с другом, и начали расспрашивать, уделил время, на все ответил, сделал очень …",
    "rating": 5,
    "name": "Daria Kachan",
    "cat": ""
  },
  {
    "review": "Класс! Спасибо большое за такой крутой отзыв🖤 Очень рады, что вам у нас понравилось и поскорее ждём вас в гости снова☺️\n\n(Translated by Google)\nClass! Thank you very much for such a cool review🖤 We are very glad that you liked it and we are looking forward to visit you again soon☺️",
    "rating": 4,
    "name": "Ольга Бенда",
    "cat": ""
  },
  {
    "review": "Пришли в первый раз компанией заказали 2 кальяна, оба были не очень по вкусу. На просьбу поменять неудобные табуретки на нормальные кресла администратор отреагировала только когда мы стали самостоятельно брать стульчики с барной стойки. …",
    "rating": 5,
    "name": "Алексей Чувахин",
    "cat": ""
  },
  {
    "review": "Спасибо за ваш отзыв! Просим прощения за невнимательность администратора, нам очень жаль, что сложилась такая ситуация😔 Обязательно примем во внимание ваши замечания❤️ Может быть вы помните имя кальянщика, который делал вам кальян? Будем очень благодарны за подробности🙏🏻\n\n(Translated by Google)\nThanks for your feedback! We apologize for the carelessness of the administrator, we are very sorry that this situation happened😔 We will definitely take into account your comments❤️ Maybe you remember the name of the hookahman who made you the hookah? We will be very grateful for the details🙏🏻",
    "rating": 5,
    "name": "Stanislav Kondratiev",
    "cat": ""
  },
  {
    "review": "Отличные кальяны, душевная обстановка. Персонал очень внимательный.  Рекомендую это место …",
    "rating": 5,
    "name": "Oleksii Shelukha",
    "cat": ""
  },
  {
    "review": "Спасибо за такой приятный отзыв! Очень ждём вас в гости снова🖤\n\n(Translated by Google)\nThanks for such a nice review! We look forward to visiting you again🖤",
    "rating": 5,
    "name": "Pzvedeniuk",
    "cat": ""
  },
  {
    "review": "23.10.2019\nМда...\nС друзьями хотели покурить кальян и пообедать, предварительно один из нас зашёл …",
    "rating": 5,
    "name": "Oleksandr Mirnyy",
    "cat": ""
  },
  {
    "review": "Нам очень жаль, что случилась такая ситуация😔 Мы очень любим животных, но очень переживаем, так как у нас много кальянов это может угрожать их безопастности😌 Ещё раз просим прощения за то, что вас не предупредили сразу и в качестве извинений хотим вас угостить кальяном😊Будем очень рады видеть вас!\n\n(Translated by Google)\nWe are very sorry that this situation happened😔 We love animals, but are very worried, because we have many hookahs that can threaten their safety😌 We apologize again for not being warned immediately and want to treat you with a hookah as an apology 😊We will be very happy to see you!",
    "rating": 5,
    "name": "Iurii Aladdin",
    "cat": ""
  },
  {
    "review": "Постоянный посетитель этого заведения. На прошлой неделе мне дважды принесли холодный бургер, после чего я решил принципиально ходить в другую кальянную.  Однако, когда вчера я туда решил вновь наведаться, ко мне сначала подошла официантка …",
    "rating": 5,
    "name": "Денис Княжницкий",
    "cat": ""
  },
  {
    "review": "Спасибо вам большое за честность и за то, что доверились и пришли к нас вновь🖤 Еще раз здесь просим прощения за холодные бургеры и обещаем, что они ушли и больше никогда не вернутся😃\nВсегда очень ждем вас❤️\n\np.s. и ревнуем к другим кальянным😁\n\n(Translated by Google)\nThank you very much for your honesty and for trusting and coming to us again🖤 Once again, we apologize for the cold burgers and promise that they left and will never come back😃\nWe are always looking forward to see you❤️\n\np.s. and jealous of other hookahsальян",
    "rating": 5,
    "name": "Соня Сурнина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great service, delicious food, incredible cocktails and original atmosphere. …",
    "rating": 5,
    "name": "NineOne sport",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 3,
    "name": "Жанна Исаенко",
    "cat": ""
  },
  {
    "review": "Бронировала с утра, просила уединенное место в кресле. Когда пришла в бронированное время, мне предложили место на проходной среди каких то мужиков или на баре. Теперь ходить искать другой бар в пятницу вечер. НЕ РЕКОМЕНДУЮ! …",
    "rating": 5,
    "name": "Igor Zviagin",
    "cat": ""
  },
  {
    "review": "Раньше кальяны были лучше.\n\nПодача хорошая, часто подходили менять угли, но они были бесвкусные. …",
    "rating": 1,
    "name": "مشتاق اسافر SUS_06",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\nWe welcome all comments to improve performance. If possible, please provide your contact telephone number so that we can contact you to clarify the circumstances.\n\n(Original)\nДякуємо за зворотній зв‘язок!\nМи з радістю сприймаємо всі зауваження для покращення роботи. Якщо можливо, напишіть свій контактний номер телефону, щоб ми могли зв’язатися з вами для уточнення обставин.",
    "rating": 5,
    "name": "Sasha Onyshchenko",
    "cat": ""
  },
  {
    "review": "Выгоняют кота на улицу из подъезда, учитывая то, что он очень дружелюбный. Подъезд вам не принадлежит. Сразу показывает ваше отношение к животным и то, что вы не пет френдли. Животное не виновато то, что у него нет дома и вы могли бы …",
    "rating": 5,
    "name": "Кристина Гурская",
    "cat": ""
  },
  {
    "review": "(Translated by Google) So far, the best hookah bar in the center of Kiev. Cold tube for everyone, great cocktails and a good choice on the menu. …",
    "rating": 5,
    "name": "ksa_ ksana",
    "cat": ""
  },
  {
    "review": "Очень атмосферное  место. Приветливый персонал. Чисто, аккуратно. Очень вкусная кухня , особенно панкейки! Дымные кальяны и крутая музыка. Рекомендую , однозначно ))) …",
    "rating": 1,
    "name": "Владимир",
    "cat": ""
  },
  {
    "review": "Кальяны топ!\nКухня на троечку. Ел куриное филе с рисом -- не вкусно.\nОбслуживание как повезет.Не спрашивают все ли понравилось, воды не приносят :( …",
    "rating": 5,
    "name": "Vladimir Prisyazhnyuk",
    "cat": ""
  },
  {
    "review": "Отличные напитки, большой выбор кальянов, европейская кухня. Меню регулярно обновляется …",
    "rating": 5,
    "name": "Виталий Нижник",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгуг! Будемо раді вас бачити знову!",
    "rating": 5,
    "name": "Alexander Podybaylo",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Ventilation system works poorly, hookah smoke (which is forbidden to smoke indoors) even in the eyes and ears. Quarantine restrictions are violated (distance, mode of operation). Service language - Russian !!! Maybe …",
    "rating": 2,
    "name": "Net Ka",
    "cat": ""
  },
  {
    "review": "Отличный кальян, вкусная еда и приятная атмосфера. Что ещё для счастья нужно? :) …",
    "rating": 5,
    "name": "Angela Cole",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation!\n\n(Original)\nДякуємо за вашу оцінку!",
    "rating": 5,
    "name": "Валерия Пивень",
    "cat": ""
  },
  {
    "review": "Потрясающее место! Очень уютно, обслуживание на высоком уровне, шикарные коктейли с красивой подачей и отменный кальян!\nСпасибо за чудесный вечер!) …",
    "rating": 5,
    "name": "Юрий Евстратов",
    "cat": ""
  },
  {
    "review": "Персонал не может решить что то между собой, официант говорит что счёт можно раздельно, подошла администратор девушка и начала так с неприязнью отвечать:,,ну девушка,официант ошиблась,, кальянщик очень вежливый, но впечатление не очень …",
    "rating": 5,
    "name": "Дима Козик",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Anastasia, good afternoon! Thanks for your feedback, you help us become better. We closely monitor the quality of service, and be sure to understand the reasons for your negative experience during the visit.\nWe really want your next visit to take place and it will leave only pleasant impressions!\nIf possible, write your contact phone number so we can contact you to clarify the circumstances.\n\n(Original)\nАнастасія, добрий день! Дякуємо за ваш відгук, ви допомагаєте нам ставати кращими. Ми уважно слідкуємо за якістю обслуговування, і обов’язково розберемося в причинах вашого негативного досвіду під час візиту.\nМи дуже хочемо, щоб наступний ваш візит все-таки відбувся і він залишив по собі лише приємні враження!\nЯкщо можливо, напишіть свій контактний номер телефону, щоб ми могли зв’язатися з вами для уточнення обставин.",
    "rating": 5,
    "name": "Andrii (manyXL)",
    "cat": ""
  },
  {
    "review": "Ставлю 5, так как всегда великолепные кальяны, еда и обслуживание.\nВчера обсчитали на один напиток, заметили только впоследствии.\nНадеюсь, что это была случайность. …",
    "rating": 5,
    "name": "Ивашина Оксана",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Definitely worth a visit. Hookah, service, food of the highest level. Nice staff and great atmosphere. If you are planning an evening, book in advance) …",
    "rating": 4,
    "name": "Maxim Stepanenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) One of the most delicious steaks, good lemonades and hookahs …",
    "rating": 5,
    "name": "саша 34",
    "cat": ""
  },
  {
    "review": "Раньше заведение было абсолютно другого формата: упор на гастрогурманов. Владельцы всё переосмыслили и решили из прошлого оставить только стильный интерьер(хотя тоже совсем другой)). Откровенно признаюсь это первая часть оценки, вторая, …",
    "rating": 5,
    "name": "Oreon Tech",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Мы очень рады, что вам понравился STRONG🖤 Скажите, пожалуйста, чем вам не понравились наши коктейли? Обязательно примем во внимание😊\n\n(Translated by Google)\nThanks for the feedback! We are very glad that you were satisfied🖤 Please tell us in more detail when you did not like the hookah? It’s very important for us to know🙏🏻\n\n(Translated by Google)\nThanks for the feedback! We are very glad that you liked STRONG🖤 Please tell me why you did not like our cocktails? Be sure to take into account😊\n\n(Translated by Google)\nThanks for the feedback! We are very glad that you were satisfied🖤 Please tell us in more detail when you did not like the hookah? It’s very important for us to know🙏🏻",
    "rating": 5,
    "name": "lubanya kashtanova",
    "cat": ""
  },
  {
    "review": "(Translated by Google) I really liked the institution. Pleasant service, delicious hookah and food. Prices for the institution in the center are very loyal. The atmosphere and the interior are just high …",
    "rating": 5,
    "name": "Віка Маклюк",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you very much for your wonderful feedback !!!)) It is very valuable for us!\n\n(Original)\nЩиро дякуємо за ваш чудовий відгук!!!)) Для нас це дуже цінно!",
    "rating": 5,
    "name": "Valeriya Ivanova",
    "cat": ""
  },
  {
    "review": "В некоторых коктейлях больше сиропа, фреша или любого другого компонента, чем алкоголя. Это не касается всех коктейлей, но виски саур и пара других с виски весьма хороши. Цены на коктейли нормальные. Кальян мягкий …",
    "rating": 5,
    "name": "Юрій Блінов",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв!😊 Мы обязательно учтём ваши замечания по поводу коктейлей и будем ждать вас в гости ещё☺️\n\n(Translated by Google)\nThank you for your feedback! 😊 We will take into account your comments about cocktails and will be waiting for you to visit more☺️",
    "rating": 5,
    "name": "Ivan Liulchuk",
    "cat": ""
  },
  {
    "review": "Вкусный кальян и кухня, приветливый персонал и приятный интерьер. Всё, что нужно для приятного отдыха. …",
    "rating": 3,
    "name": "Oleksandr Abramov",
    "cat": ""
  },
  {
    "review": "Очень приятное заведение. Цены приближенные к американским, но с великолепным сервисом и вкуснейшей кухней. …",
    "rating": 5,
    "name": "Тетяна Богдан",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Bogdan Koots",
    "cat": ""
  },
  {
    "review": "Симпатичное и уютное место с приятной музыкой и милым персоналом. Было бы лучше, если бы не разводили в коктейлях алкоголь до едва заметного подкалывания в затылке. …",
    "rating": 5,
    "name": "Стелла Буш",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Ruslan, good afternoon 🖤 Thank you for your feedback! Let me ask you, which cocktail did you order? Call us or write your phone number to our e-mail so that our manager can contact you 🙏🏼\n\nSincerely, Strong Bar\nstrongbar.kyiv@gmail.com\n0 (97) 129 12 92\n\n(Original)\nРуслан, доброго дня 🖤 Дякуємо вам за відгук! Дозвольте поцікавитися, який саме коктейль ви замовляли? Зателефонуйте нам або напишіть на нашу пошту свій номер телефону, щоб наш менеджер зміг з вами зв’язатися 🙏🏼\n\nЗ повагою, Strong Bar\nstrongbar.kyiv@gmail.com\n0 (97) 129 12 92",
    "rating": 5,
    "name": "Danyyil Giba",
    "cat": ""
  },
  {
    "review": "Обожаю это место. Прийти просто отдохнуть, поесть и хорошо выпить! Кальяны отличные …",
    "rating": 5,
    "name": "Jara Litovka",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Waiting for you again!\n\n(Original)\nДякуємо за ваш відгук! Чекаємо на вас знову!",
    "rating": 4,
    "name": "Dmytro",
    "cat": ""
  },
  {
    "review": "Хороший кальян, хороший чай и лаундж. Приятный интерьер и внимание к деталям\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Егор Жуковец",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great place, cool hookahs, both in taste and visually!\nKitchen for 4 points! …",
    "rating": 4,
    "name": "V Sl",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Waiting for you again!\n\n(Original)\nДякуємо за ваш відгук! Чекаємо на вас знову!",
    "rating": 5,
    "name": "Marysia Andegaweńska",
    "cat": ""
  },
  {
    "review": "Одно из любимых заведений Киева.\nЛучший кальян в городе, однозначно!\nОбслуживание и кухня отличное!) …",
    "rating": 5,
    "name": "Александр Лабиннак",
    "cat": ""
  },
  {
    "review": "Нам очень приятно слышать такой отзыв о нашей работе! Спасибо вам! До встречи в STRONG  ❤️\n\n(Translated by Google)\nWe are very pleased to hear such a response about our work! Thank you! See you at STRONG ❤️",
    "rating": 5,
    "name": "Анжелика Гордиенко",
    "cat": ""
  },
  {
    "review": "Очень приятная кальянная. Красивая подача и вкусные кальяны. Так же есть вкусный чай и коктейли …",
    "rating": 5,
    "name": "OLSON LVIV",
    "cat": ""
  },
  {
    "review": "Еда вкусная и кальян хороший , а цены приемлемые\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Svitlana Zaitseva",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Очень рады, что вам понравилось😊 Ждём в гости ещё🖤\n\n(Translated by Google)\nThanks for the feedback! We are very glad that you liked it",
    "rating": 5,
    "name": "Pavlenthius Grushevsky",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Wonderful interior, delicious hookah.\n\n(Original) …",
    "rating": 5,
    "name": "Аліна Миронець",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Kristina Zavaliaeva",
    "cat": ""
  },
  {
    "review": "Приятный бар с классным обслуживанием и музыкой.\nхороший дымный кальян, мы брали лёгкий. …",
    "rating": 2,
    "name": "Ярик Ник",
    "cat": ""
  },
  {
    "review": "5/5\nОтличный кальян, нормальная еда, очень вкусные напитки. Обслуживание хорошее. Понравилось всё, спасибо 💜 …",
    "rating": 5,
    "name": "Victoria G",
    "cat": ""
  },
  {
    "review": "Отличное заведение. Стильно, модно, вкусно. Кальяны на высоком уровне.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктор Голуб",
    "cat": ""
  },
  {
    "review": "Много посетил кальянных,но тут особенно понравилось качество и обслуга.Но советую бронить стол заранее.Как-то заходили и не было мест,но администрация лояльно отнеслась и посадили за барный столик(где очень удобные стульчики),а потом …",
    "rating": 5,
    "name": "Максим Скрипченко",
    "cat": ""
  },
  {
    "review": "Спасибо большое за такой приятный отзыв🖤 Будем очень рады видеть вас снова!\np.s. столики действительно лучше бронировать заранее😄\n\n(Translated by Google)\nThank you very much for such a pleasant review. We will be very glad to see you again!\np.s. tables are really better to book in advance😄",
    "rating": 5,
    "name": "Andrey Lifintsov",
    "cat": ""
  },
  {
    "review": "Одно из лучших заведений за последнее время. Вот все хорошо. И интерьер уютный, хочется вернуться и еда вкусная и на любой выбор и кальяны и напитки. Обслуживание тоже на высоком уровне И при этом с хорошими и адекватными ценами. Рекомендую …",
    "rating": 5,
    "name": "Alina Tykhonova",
    "cat": ""
  },
  {
    "review": "Спасиииииибо💫💨 Всегда рады видеть🖤\n\n(Translated by Google)\nSpasiiiiibo💫💨 Always glad to see🖤",
    "rating": 5,
    "name": "Koray Keskin",
    "cat": ""
  },
  {
    "review": "Замечательное место! Отличный кальян, один из лучших в Киеве, вкусная еда и приветливый персонал. Всем рекомендую!:) …",
    "rating": 5,
    "name": "Lina G",
    "cat": ""
  },
  {
    "review": "Благодарим за теплые слова!\nС нетерпением ждём следующей встречи с вами!\n\n(Translated by Google)\nThank you for your kind words!\nWe look forward to seeing you next!",
    "rating": 5,
    "name": "F P",
    "cat": ""
  },
  {
    "review": "(Translated by Google) I would like to note that this Hookah Bar, at the moment, surprises its visitors with a really professional approach to ordering and to the guest! One of the few places in Kyiv where you really feel valued. Thanks to …",
    "rating": 5,
    "name": "Олег Грушаник",
    "cat": ""
  },
  {
    "review": "(Translated by Google) We are very pleased to receive such feedback, so we understand that we are moving in the right direction! Thank you for your kind words! See you at STRONG!\n\n(Original)\nНам дуже приємно отримувати такі відгуки, так ми розуміємо, що рухаємося у правильному напрямку! Дякуємо вам за теплі слова! До нових зустрічей в STRONG!",
    "rating": 5,
    "name": "Рома Ключников",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Alcohol is normal. Hookah is less expensive, don't go less than 4 people 🤣 …",
    "rating": 5,
    "name": "Julia Fedoseenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгуг! Будемо раді вас бачити знову!",
    "rating": 5,
    "name": "Петро Онищук",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The hookah is nice, the employees are smiling ✨\n\n(Original) …",
    "rating": 5,
    "name": "Микола Лопачук",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We look forward to seeing you again!\n\n(Original)\nДякуємо за високу оцінку! Будемо дуже раді бачити вас знову!",
    "rating": 4,
    "name": "Chorny Oleksandr",
    "cat": ""
  },
  {
    "review": "Офигенные кальяны. Суперская атмосфера и приятно порадовала кухня. Место расположения очень удобное …",
    "rating": 5,
    "name": "Viktor Hyrylovskyi",
    "cat": ""
  },
  {
    "review": "Благодарим за тёплый отзыв! Мы рады, что вам понравилось! До новых встреч 🖤\n\n(Translated by Google)\nThank you for your kind feedback! We are glad that you liked it! Until next time 🖤",
    "rating": 5,
    "name": "Олег Олегович",
    "cat": ""
  },
  {
    "review": "Отличное место! Кальян божественный))классная музыка\n\n(Translated by Google)\nPerfect place! Hookah divine)) cool music",
    "rating": 5,
    "name": "Микола Левчик",
    "cat": ""
  },
  {
    "review": "Большое спасибо за такой приятный отзыв! Будем очень рады видеть вас снова🥰\n\n(Translated by Google)\nThanks so much for such a nice review! We will be very happy to see you again🥰",
    "rating": 4,
    "name": "Marsia Mokriy",
    "cat": ""
  },
  {
    "review": "Хорошее место, атмосферное. Кальяны супер. Приветливый персонал\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Semen Dudko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Maria, thank you for your feedback! We look forward to seeing you again!\n\n(Original)\nМарія, дякуємо за відгуг! Будемо раді вас бачити знову!",
    "rating": 5,
    "name": "David Newart",
    "cat": ""
  },
  {
    "review": "Уже не раз выбираю это место для кальяна - прекрасно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Егор Буренко",
    "cat": ""
  },
  {
    "review": "Место хорошее\nНо заказали кальян за 250 и чай за 110\nПосчитали все вместе 490 …",
    "rating": 5,
    "name": "Lina Stepanova",
    "cat": ""
  },
  {
    "review": "Нам очень досадно, что произошла такая ситуация, и мы бы хотели ее разрешить как можно быстрее. Ранее у нас не было подобных случаев, обсчет гостя нам не свойствен.\n\nМогли бы вы нам помочь выяснить: когда вы у нас были (точная дата и время), кто вас обслуживал и какие позиции вы заказывали?\n\nБудем благодарны, если вы свяжитесь с нами для оперативного решения данного прецедента, наши контакты: +380 (94) 129 12 90, strongbar.kyiv@gmail.com.\n\nСпасибо!\n\n(Translated by Google)\nWe are very sorry that such a situation has occurred, and we would like to resolve it as soon as possible. Previously, we have not had such cases, we do not tend to miscalculate the guest.\n\nCould you help us find out: when did you visit us (exact date and time), who served you and what items did you order?\n\nWe will be grateful if you contact us for a prompt solution of this precedent, our contacts: +380 (94) 129 12 90, strongbar.kyiv@gmail.com.\n\nThanks!",
    "rating": 5,
    "name": "Olena Panchenko",
    "cat": ""
  },
  {
    "review": "Коктейли с классной подачей, но по вкусу средние. Сервис тоже средний, не очень внимательные официанты. …",
    "rating": 5,
    "name": "ROBOвладелец Oligarch",
    "cat": ""
  },
  {
    "review": "Самый лучший бар из всех баров в которых мы были за последние несколько лет!!! Супер обслуживание, вкусная еда, напитки, атмосфера, интерьер - всё на высшем уровне!!! 👍 …",
    "rating": 5,
    "name": "Назар",
    "cat": ""
  },
  {
    "review": "Спасибо за приятный отзыв! Мы очень рады, что вам у нас понравилось😊 Всегда рады вас видеть😌\n\n(Translated by Google)\nThanks for the nice review! We are very glad that you liked us😊 We are always glad to see you😌",
    "rating": 5,
    "name": "Виталий Опанасюк",
    "cat": ""
  },
  {
    "review": "Очень атмосферно, хорошая коктейльная карта. Кальян вкусный. Но стронг, ноги подкашивались)) …",
    "rating": 3,
    "name": "Кирилл Дрыжаков",
    "cat": ""
  },
  {
    "review": "Спасибо за ваш отзыв😊 Сильно рады, что вам все понравилось🖤 Ждём в гости ещё и в следующий раз сделаем кальян полегче😄👌🏻\np.s. не забудьте попросить об этом нашего кальянщика☺️❤️\n\n(Translated by Google)\nThank you for your feedback😊 We are very glad that you liked everything🖤 We are waiting for a visit also and next time we will make a hookah easier😄👌🏻\np.s. do not forget to ask our hookahman about this☺️❤️",
    "rating": 5,
    "name": "Denys Gereykhanov (Den_0001)",
    "cat": ""
  },
  {
    "review": "Отлично, очень приятное и дружелюбное обслуживание. Понравился кальян, грамотно подобрали …",
    "rating": 5,
    "name": "Бодя Medtronic",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Standard hookah bar. Prices are average, the atmosphere is pleasant, the cuisine is delicious. Convenient location. …",
    "rating": 5,
    "name": "Julia Ju",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We look forward to seeing you again\n\n(Original)\nДякуємо за відгук! Будемо раді бачити вас знову🖤",
    "rating": 5,
    "name": "Vladimir Siabro",
    "cat": ""
  },
  {
    "review": "Пришли компанией 4 человека нам Запретили сдвинуть Столы сказали что мы не адекватно себя ведём . Бред. Такого отношения к посетителям я не встречал нигде. Руководство примите меры! …",
    "rating": 5,
    "name": "Yevheniia V.",
    "cat": ""
  },
  {
    "review": "Спасибо, обязательно примем меры☺️\n\n(Translated by Google)\nThanks, be sure to take action☺️",
    "rating": 5,
    "name": "Кира Бронштейн",
    "cat": ""
  },
  {
    "review": "Комфортное и уютное место. Вкусная кухня. Отличные кальяны.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Михаил Тимченко",
    "cat": ""
  },
  {
    "review": "Отличное место,супер кальян и очень прикольное место,всем советую,отдых будет на уровне в этом заведении) …",
    "rating": 5,
    "name": "Katerina Gerasimenko",
    "cat": ""
  },
  {
    "review": "Кальян был ужасный. Нас было трое, всем было неприятно его купить. Просили без мяты, принесли с мятой. Печалька …",
    "rating": 5,
    "name": "Назар Шматко",
    "cat": ""
  },
  {
    "review": "Спасибо, что оставили отзыв. Мы очень огорченны, вместе с вами, что произошла такая непонятная ситуация. Хотели бы повторить встречу, чтобы полностью изменить мнение о себе! Поэтому приглашаем вас в Strong, чтобы угостить абсолютно любым кальяном, который вы предпочтёте!\n\n(Translated by Google)\nThank you for leaving a review. We are very upset, together with you, that such an incomprehensible situation has occurred. We would like to repeat the meeting to completely change the mind about yourself! Therefore, we invite you to Strong to treat you to absolutely any hookah you prefer!",
    "rating": 1,
    "name": "Ioan",
    "cat": ""
  },
  {
    "review": "Классное место, с отличной атмосферой, вкусным кальяном и коктейлями) Отдельная благодарность официанту Максиму …",
    "rating": 4,
    "name": "Анастасия",
    "cat": ""
  },
  {
    "review": "Девушка распорядитель думает, что коридор жилого дома относится к заведению, и выгоняет кота на мороз. Отжала лестницу подъезда у кота. Больше не принесу свои деньги в это место!!!! …",
    "rating": 5,
    "name": "Анастасия Николаевна",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку🖤 Будем очень рады видеть вас снова😊\n\n(Translated by Google)\nThank you for your rating🖤 We will be very happy to see you again😊",
    "rating": 5,
    "name": "Anna Pavlova",
    "cat": ""
  },
  {
    "review": "Очень вкусная кухня. Кальяны тоже гуд, но как по мне малость оверпрайс 370 грн за дарк. …",
    "rating": 5,
    "name": "Dmytro Nedvetskyi",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв🖤 Ждём в гости ещё☺️\n\n(Translated by Google)\nThanks for the feedback🖤 We are waiting for a visit again☺️",
    "rating": 5,
    "name": "Роман Колодеев",
    "cat": ""
  },
  {
    "review": "Один из лучших кальянов в Киеве.\nВеликолепный персонал и замечательное обслуживание. …",
    "rating": 5,
    "name": "Кмітон Олег (Kmiton)",
    "cat": ""
  },
  {
    "review": "Спасибо большое за отзыв! Нам очень приятно! До новых встреч в STRONG!)\n\n(Translated by Google)\nThank you very much for your feedback! We are very pleased! Until next time in STRONG!)",
    "rating": 5,
    "name": "Dmitry Zhukov",
    "cat": ""
  },
  {
    "review": "Очень уютный классный интерьер! Кальян по адекватной цене, вкусная еда, классное место. Бывает проблемно припарковаться. …",
    "rating": 5,
    "name": "Алина Евгеньевна",
    "cat": ""
  },
  {
    "review": "Спасибо большое за приятный отзыв😊 Будем очень рады видеть вас снова🖤\n\n(Translated by Google)\nThank you very much for your pleasant feedback😊 We will be very glad to see you again🖤",
    "rating": 5,
    "name": "Mykhailo Logvin",
    "cat": ""
  },
  {
    "review": "Отличный кальян, хорошая кухня. Приятный персонал, угощает холодным арбузиком!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Maksym Khalin",
    "cat": ""
  },
  {
    "review": "Благодарим вас за отзыв! Передаем ребятам комплименты, это действительно мотивирует и дает силы делать все еще лучше!)) До новых встреч 😉\n\n(Translated by Google)\nThank you for your feedback! We convey compliments to the guys, it really motivates and gives strength to do everything even better!)) Until next time 😉",
    "rating": 4,
    "name": "Qqq Qqq",
    "cat": ""
  },
  {
    "review": "Атмосферное место с продуманным интерьером! Отличное обслуживание, топ кальяны и превосходная кухня и бар! …",
    "rating": 1,
    "name": "Vovan4eg",
    "cat": ""
  },
  {
    "review": "Быдло менеджмент. Карантин не соблюдается. Кальян посредственный. Запах цвели и сырость в этом подвале …",
    "rating": 5,
    "name": "Сергей Обуховский",
    "cat": ""
  },
  {
    "review": "Спасибо за ваш отзыв\n\n(Translated by Google)\nThanks for your feedback",
    "rating": 5,
    "name": "Alexandеr Bondar",
    "cat": ""
  },
  {
    "review": "Отличное место , хороший кальян и не дорого\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Андрей Березюк",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Мы очень рады, что вам понравилось у нас😊 Будем рады видеть вас снова🖤\n\n(Translated by Google)\nThanks for the feedback! We are very glad that you liked us😊 We will be glad to see you again🖤",
    "rating": 5,
    "name": "Igor Savelenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good place with nice staff, everything is clean, hookahs are cool. …",
    "rating": 5,
    "name": "Maxim Gorban",
    "cat": ""
  },
  {
    "review": "1. Хорошие кальяны\n2. Большой выбор вкусной еды\n3. И самое главное - идеальное обслуживание! …",
    "rating": 5,
    "name": "Михаил Тимченко",
    "cat": ""
  },
  {
    "review": "Спасибо большое за приятный отзыв😊 Будем рады видеть вас снова❤️\n\n(Translated by Google)\nThank you very much for your pleasant feedback😊 We will be glad to see you again❤️",
    "rating": 5,
    "name": "Darina Popova",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Atmospheric place)) Its a cool style and super hookah. The kitchen is also on top) …",
    "rating": 5,
    "name": "Павлина Каплий",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your kind feedback!) It is very valuable for us!\n\n(Original)\nДякуємо за ваш приємний відгук!) Для нас це дуже цінно!",
    "rating": 5,
    "name": "Bens Mercedes",
    "cat": ""
  },
  {
    "review": "Место классное, кальяны вкусные, но настолько накуренно, что тяжело там находиться(((вытяжки не справляются(даже если ты сидишь и уже не куришь кальян, то тебе все равно становиться не хорошо от количества дыма вокруг🤢 …",
    "rating": 5,
    "name": "Алена Тимофеева",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Очень рады, что вам у нас понравилось и обязательно учтем ваши замечания по поводу вытяжки :)\n\n(Translated by Google)\nThanks for the feedback! We are very glad that you liked it and will definitely take into account your comments regarding the hood :)",
    "rating": 5,
    "name": "ID69",
    "cat": ""
  },
  {
    "review": "Рекомендую попробовать Капучико и насладиться тихой обстановкой в уютном гаштхаузе, всем рекомендую, плохого не посоветую 🥃👍🙏 …",
    "rating": 5,
    "name": "Илья Шершавец (G1vn)",
    "cat": ""
  },
  {
    "review": "Приятное заведение для посиделок с друзьями. Приятные коктейли и действительно хороший кальян. Рекомендую. …",
    "rating": 4,
    "name": "Алексей Волков",
    "cat": ""
  },
  {
    "review": "Спасибо😊 Мы очень рады, что вам у нас понравилось! Ждём в гости ещё🖤\n\n(Translated by Google)\nThank you😊 We are very pleased that you liked it! We are waiting for a visit",
    "rating": 5,
    "name": "MORNINGSTAR",
    "cat": ""
  },
  {
    "review": "Очень вкусная кухня, отличные кальяны и огромный выбор китайского чая.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dmytro Ternovyi",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good hookah..delicious donor. pleasant atmosphere.\n\n(Original) …",
    "rating": 4,
    "name": "Nikita Babich",
    "cat": ""
  },
  {
    "review": "Уютное место. Хорошая музыка, приятные кальяны и самый вкусный хумус в Киеве!))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alex Kucher",
    "cat": ""
  },
  {
    "review": "Благодарим за приятные слова! Очень рады, что вам нравится у нас!) До новых встреч!))\n\n(Translated by Google)\nThank you for your pleasant words! We are very glad that you like it with us!) Until next time!))",
    "rating": 5,
    "name": "Александр Антощук",
    "cat": ""
  },
  {
    "review": "Как говориться, именно заплутал🤷‍♂️\nПроезжая 🏎 лежачий полицейский, кинул взгляд налево и обратил внимание на большую, красивую, старинную, отреставрированную дверь 🚪, а над ней очень …",
    "rating": 5,
    "name": "Алексей Федоренко",
    "cat": ""
  },
  {
    "review": "Спасибо огромное за такой приятный отзыв💥 Очень рады, что вы остались довольны! Ждём в гости ещё🖤\n\n(Translated by Google)\nThank you so much for such a nice review💥 We are very glad that you were satisfied! We are waiting for a visit again🖤",
    "rating": 5,
    "name": "Ольга Чернявская",
    "cat": ""
  },
  {
    "review": "Очень вкусные бургеры и стеки и конечно же кальяны, одно из лучших заведений Киева …",
    "rating": 5,
    "name": "Виктория Романенко",
    "cat": ""
  },
  {
    "review": "Отличные цены для бара в центре Киева) Всегда людно, хорошие кальяны и коктейли💋 …",
    "rating": 5,
    "name": "Maryna N.",
    "cat": ""
  },
  {
    "review": "Приятная обстановка, спасибо Ане за позитивное настроение,  не оставило нас быть равнодушными …",
    "rating": 5,
    "name": "Аскольд Кузин",
    "cat": ""
  },
  {
    "review": "Спасибо за приятный отзыв! Мы очень рады, что вам всё понравилось😊 Ждём в гости ещё❤️\n\n(Translated by Google)\nThanks for the nice review! We are very glad that you enjoyed it. We are waiting for a visit",
    "rating": 5,
    "name": "Наталия Манелюк",
    "cat": ""
  },
  {
    "review": "В принципе место очень уютное. Вежливый персонал. Адекватное отношение к клиентам. В общем все неплохо. Это, как по мне. …",
    "rating": 5,
    "name": "Анна Анчифорова",
    "cat": ""
  },
  {
    "review": "Спасибо за ваш отзыв! На что нам стоит обратить внимание, чтобы оценка была в 5 звезд?\n\n(Translated by Google)\nThanks for your feedback! What should we pay attention to to get a 5-star rating?",
    "rating": 1,
    "name": "Макс Ковальчук",
    "cat": ""
  },
  {
    "review": "Очень хорошее место, приятный интерьер, удобная локация, добрый и отзывчивый персонал, ненавязчивая и уютная атмосфера, все  понравилось, обязательно вернусь. Из новых мест где был в последнее время это определенно наиболее запомнилось. …",
    "rating": 5,
    "name": "Kiril Vinokurov",
    "cat": ""
  },
  {
    "review": "Супер🖤Спасибо большое за приятный отзыв! Мы оочень рады, что вам все понравилось и будем рады видеть вас снова😊\n\n(Translated by Google)\nSuper🖤Thank you very much for your nice review! We are very glad that you liked everything and will be glad to see you again😊",
    "rating": 5,
    "name": "Алана Прокопенко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) A normal shisha place once and it doesn't taste good 🥺\n\n(Original) …",
    "rating": 5,
    "name": "Artem Chechel",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\nWe welcome all comments to improve performance. If possible, please provide your contact telephone number so that we can contact you to clarify the circumstances.\n\n(Original)\nДякуємо за зворотній зв‘язок!\nМи з радістю сприймаємо всі зауваження для покращення роботи. Якщо можливо, напишіть свій контактний номер телефону, щоб ми могли зв’язатися з вами для уточнення обставин.",
    "rating": 5,
    "name": "Полина Владимировна",
    "cat": ""
  },
  {
    "review": "Пока что лучший кальян в Киеве!)сервис просто супер и очень классный кальян!)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vitaly Golkov",
    "cat": ""
  },
  {
    "review": "Большое спасибо за такой приятный отзыв! Будем очень рады видеть вас снова🥰\n\n(Translated by Google)\nThanks so much for such a nice review! We will be very happy to see you again🥰",
    "rating": 5,
    "name": "Роман Hr",
    "cat": ""
  },
  {
    "review": "Интерьер -5\nОбслуживание максимально приятное -5\nКальян -5 …",
    "rating": 5,
    "name": "Андрій Плис",
    "cat": ""
  },
  {
    "review": "Вкусный кальян, внимательные официанты , приятная атмосфера )\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Діма Завалєй",
    "cat": ""
  },
  {
    "review": "Первый раз такое встречаю. Пришел днем с сыном (17лет) на ланч. И отказали пообедать, т. к. Ему нет 18 …",
    "rating": 5,
    "name": "Stanislav Kondratiev",
    "cat": ""
  },
  {
    "review": "Спасибо вам за обратную связь🙏🏻 Нам очень жаль, что случилась такая ситуация и мы ни в коем случае не хотели чтобы у вас остались плохие впечатления о нашем заведении.\n\nТак как в нашем заведении курят кальян, а мы сильно заботимся о здоровье и безопастности всех людей, вход к нам возможен только с 18 лет, то есть совершеннолетним😌\n\nПриносим свои извинения и желаем вам всего доброго❤️\n\n(Translated by Google)\nThank you for your feedback🙏🏻 We are very sorry that such a situation happened and we in no way wanted you to have bad impressions of our establishment.\n\nSince hookah is smoked in our institution, and we strongly care about the health and safety of all people, access to us is possible only from the age of 18, that is, an adult😌\n\nWe apologize and wish you all the best❤️",
    "rating": 5,
    "name": "Лидия Линиченко",
    "cat": ""
  },
  {
    "review": "Топовая кальянная. Чайная карта, коктейльчики, интерьер, музыка. На начало 2020 года очень кошерное место! …",
    "rating": 5,
    "name": "Victoriia Makhalova",
    "cat": ""
  },
  {
    "review": "Спасииииибо! Всегда рады видеть вас💨\n\n(Translated by Google)\nThank you! Always glad to see you💨",
    "rating": 5,
    "name": "Nikolay Tarielashvili",
    "cat": ""
  },
  {
    "review": "Очень рад что открылись после карантина, самая качественная и вкусная еда в столице, Кальяны просто космос:) …",
    "rating": 5,
    "name": "Rulon Oboev",
    "cat": ""
  },
  {
    "review": "Виталий, огромное спасибо за такие теплые слова. Нам очень приятно! Будем рады видеть вас почаще!!\n\n(Translated by Google)\nVitaly, thank you very much for such kind words. We are very pleased! We will be glad to see you more often !!",
    "rating": 5,
    "name": "Мария Лазарчук",
    "cat": ""
  },
  {
    "review": "Вкусная кухня, отличные кальяны и приятная атмосфера.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Алексей Погорелов",
    "cat": ""
  },
  {
    "review": "Благодарим за приятный отзыв!\n\n(Translated by Google)\nThanks for the nice feedback!",
    "rating": 5,
    "name": "Alex Tymoshchuk",
    "cat": ""
  },
  {
    "review": "Все неплохо если бы не официантка с пмс.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Таня Ткаченко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello, we are very sorry that you were dissatisfied with the visit! Leave your phone number please, we want to find out the details!\n\n(Original)\nДобрий день, нам дуже прикро, що ви залишилися незадоволені візитом! Залиште свій номер телефону будь ласка, хочемо з`ясувати деталі!",
    "rating": 5,
    "name": "Sergey Nenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Nice place, a good selection of hookahs and an interesting cocktail menu. …",
    "rating": 4,
    "name": "Andrew Chornovolenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation and good feedback! We are waiting for you again!\n\n(Original)\nДякуюємо за вашу оцінку та приємний відгук! Чекаємо вас знову!",
    "rating": 1,
    "name": "Antony",
    "cat": ""
  },
  {
    "review": "Очень уютно, хорошие официанты, вкусный кальян.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Екатерина Живанова",
    "cat": ""
  },
  {
    "review": "Спасибо за ваш отзыв и оценку! Будем рады вам снова!)\n\n(Translated by Google)\nThank you for your feedback and rating! We will be glad to see you again!)",
    "rating": 4,
    "name": "Inna Prysenko",
    "cat": ""
  },
  {
    "review": "Очень комфортное заведение с превосходным кальяном и прекрасным общительным персоналом! …",
    "rating": 5,
    "name": "Артур Швець-Богданов",
    "cat": ""
  },
  {
    "review": "Спасибо вам большое за такой приятный отзыв! До новых встреч в STRONG!\n\n(Translated by Google)\nThank you very much for such a pleasant review! Until next time at STRONG!",
    "rating": 5,
    "name": "Andrii Romanenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Beautiful hookahs, cozy atmosphere, nice place.\n\n(Original) …",
    "rating": 5,
    "name": "Morteza Fard",
    "cat": ""
  },
  {
    "review": "Отличный бар, очень классная атмосфера, хорошие кальяны и вменяемые цены как для центра города …",
    "rating": 5,
    "name": "Danaec Fly",
    "cat": ""
  },
  {
    "review": "Спасибо за такой классный  отзыв! Очень ждем вас в гости еще❤️\n\n(Translated by Google)\nThanks for such a cool review! We look forward to seeing you again❤️",
    "rating": 3,
    "name": "Alina Maslenok",
    "cat": ""
  },
  {
    "review": "Приятное место. Хороший кальян, вкусные коктейли.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "yevhen",
    "cat": ""
  },
  {
    "review": "Спасибо за приятный отзыв! Ждем  гости еще :)\n\n(Translated by Google)\nThanks for the nice review! We are waiting for guests again :)",
    "rating": 4,
    "name": "Dipak Kumar",
    "cat": ""
  },
  {
    "review": "Хороший кальян. Достойная для кальянной кухня, приятное обслуживание\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksandr Naglov",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Очень ждем вас в гости еще❤️\n\n(Translated by Google)\nThanks for the feedback! We look forward to seeing you again❤️",
    "rating": 5,
    "name": "Антон Зотов",
    "cat": ""
  },
  {
    "review": "Прикольное место)) Вкусный медальоны\n\n(Translated by Google)\nCool place)) Delicious medallions",
    "rating": 5,
    "name": "Nelly Gharibyan",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв😊 Очень ждём в гости снова🖤\n\n(Translated by Google)\nThanks for the feedback😊 We look forward to visiting again в",
    "rating": 5,
    "name": "Alexander Park",
    "cat": ""
  },
  {
    "review": "Хорошее место, кальян супер и недорогой, а вот цены на напитки немного высокие\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Максим Бараш",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Ждем в гости еще :)\n\n(Translated by Google)\nThanks for the feedback! We are waiting for a visit again :)",
    "rating": 4,
    "name": "Viktoria K",
    "cat": ""
  },
  {
    "review": "Отличные кальяны. Очень уютное место.\n\n(Translated by Google)\nExcellent hookahs. A very cozy place.",
    "rating": 4,
    "name": "Максим Безручко",
    "cat": ""
  },
  {
    "review": "Атмосферное место, коктейли реально вкусные, бармен работает профессионально. Буду заходить в гости чаще) …",
    "rating": 5,
    "name": "Maksym Pushkar",
    "cat": ""
  },
  {
    "review": "Спасибо за такой классный отзыв❤️ Поскорее ждём вас обратно☺️\n\n(Translated by Google)\nThank you for such a cool review. ’We’re waiting for you back soon.’",
    "rating": 5,
    "name": "Alex Plishchenko",
    "cat": ""
  },
  {
    "review": "Вкусно, калик огонь :)\n\n(Translated by Google)\nDelicious, kalik fire :)",
    "rating": 5,
    "name": "D. M.",
    "cat": ""
  },
  {
    "review": "Вкусный кальян и лонги\n\n(Translated by Google)\nTasty hookah and long",
    "rating": 5,
    "name": "Олег 1",
    "cat": ""
  },
  {
    "review": "Спасибо за классный отзыв❤️ Поскорее ждём вас обратно☺️\n\n(Translated by Google)\nThanks for the cool review. ❤️ We’re waiting for you back soon ☺️",
    "rating": 5,
    "name": "Nastya Grebenkina",
    "cat": ""
  },
  {
    "review": "Очень хорошее место\nПрекрасный персонал\nХороший кальян …",
    "rating": 5,
    "name": "Настя Баранова",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку! Ждем в гости еще☺️\n\n(Translated by Google)\nThank you for rating! Looking forward to visit more☺️",
    "rating": 4,
    "name": "Comeloss",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The hookah is very stinky. For those who do not smoke, the institution is not suitable. …",
    "rating": 5,
    "name": "1999 OLEKS",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback! There are usually a lot of hookahs in our establishment, because we are a hookah bar😌\n\n(Original)\nДуже дякуємо за ваш відгук! У нашому закладі зазвичай дійсно багато кальянів, оскільки ми кальян-бар😌 Ми звернемо увагу на ваш відгук та перевіримо роботу виіяжної системи😊",
    "rating": 5,
    "name": "Timur Aliiev",
    "cat": ""
  },
  {
    "review": "Кажется, теперь это любимое место)) вкусно, атмосфера 🔥, коктейли 🔥\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Госпаде Исусе",
    "cat": ""
  },
  {
    "review": "Мы очень этому рады!!!) Спасибо за такой приятный отзыв! До новых встреч в Strong!\n\n(Translated by Google)\nWe are very happy about that !!!) Thank you for such a pleasant review! Until next time in Strong!",
    "rating": 5,
    "name": "Alexey Chaplygin",
    "cat": ""
  },
  {
    "review": "Прекрасные кальяны в центре, только музыка громковата\n\n(Translated by Google) …",
    "rating": 5,
    "name": "VITALY STASHUK",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious hookah, delicious cuisine and drinks ❤\n\n(Original) …",
    "rating": 5,
    "name": "Anton Kaduk",
    "cat": ""
  },
  {
    "review": "Спасибо за высокую оценку!\n\n(Translated by Google)\nThanks for the high rating!",
    "rating": 5,
    "name": "Andrey Klochaniy",
    "cat": ""
  },
  {
    "review": "Отличное место, вкусный и доступный кальян! Сервис на уровне!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vadym Nazarenko",
    "cat": ""
  },
  {
    "review": "Спасибо за приятный отзыв😊 Очень рады, что вас у нас понравилось! Ждём в гости ещё🖤\n\n(Translated by Google)\nThank you for your pleasant feedback😊 We are very glad that you liked us! We are waiting for a visit again🖤",
    "rating": 4,
    "name": "Victor Kovalenko",
    "cat": ""
  },
  {
    "review": "Вкусные кальяны и самое главное быстро обслуживают\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vesterix",
    "cat": ""
  },
  {
    "review": "Спасибо за высокую оценку и приятный отзыв!\n\n(Translated by Google)\nThank you for your appreciation and a nice review!",
    "rating": 5,
    "name": "Serhii Bondar",
    "cat": ""
  },
  {
    "review": "Хорошая кальянная, во воскресениям два кальяна по цене одного)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Антон Бочаров",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Всегда очень рады видеть вас🤍💨\n\n(Translated by Google)\nThanks for the feedback! Always happy to see you🤍💨",
    "rating": 5,
    "name": "Georgii B",
    "cat": ""
  },
  {
    "review": "Весьма интересное и уникальное заведение, но цены высокие даже для Киева.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andry Hlushchenko",
    "cat": ""
  },
  {
    "review": "Были нюансы, но администратор старалась все исправить.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "GamesVidios Riders",
    "cat": ""
  },
  {
    "review": "Очень атмосферное место, кальян супер, приветливый персонал 👍👍👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олег Золотухин",
    "cat": ""
  },
  {
    "review": "Спасибо за приятный отзыв😊 Будем рады видеть вас снова🖤\n\n(Translated by Google)\nThanks for the nice review😊 Looking forward to seeing you again🖤",
    "rating": 4,
    "name": "Daniil Moisa",
    "cat": ""
  },
  {
    "review": "Прекрасное место, с великолепными кальянами ) наслаждаешься и ловишь свой дзен ) …",
    "rating": 5,
    "name": "Максим Бывшев",
    "cat": ""
  },
  {
    "review": "Большое спасибо за такой приятный отзыв😊 Будем очень рады видеть вас снова🥰\n\n(Translated by Google)\nThanks so much for such a nice review😊 We will be very happy to see you again🥰",
    "rating": 5,
    "name": "spc",
    "cat": ""
  },
  {
    "review": "Отличный кальян и коктейли!\n\n(Translated by Google)\nGreat hookah and cocktails!",
    "rating": 5,
    "name": "Vladyslav Zinko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Angelica, thanks for the feedback! We are waiting for you again!\n\n(Original)\nАнжеліка, дякуємо за відгук! Чекаємо на вас знову!",
    "rating": 5,
    "name": "Виктор",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Favorite hookah establishment in Kiev.\n\n(Original) …",
    "rating": 5,
    "name": "Роман Гришаев",
    "cat": ""
  },
  {
    "review": "(Translated by Google) We are sincerely grateful for such a review! It is very valuable for us!))\n\n(Original)\nЩиро вдячні за такий відгук! Для нас це дуже цінно!))",
    "rating": 5,
    "name": "Максим Зарецкий",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great place, delicious hookah. Prices are average. There are board games …",
    "rating": 5,
    "name": "Dimich Martin",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback and we are waiting for another visit\n\n(Original)\nДуже дякуємо за відгук та чекаємо в гості ще🖤😊",
    "rating": 5,
    "name": "Vlad Osadchuk",
    "cat": ""
  },
  {
    "review": "Красивые кальяны и вкусные чаи...или чая\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юлия Ларина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) delicious hookah and a pleasant atmosphere\n\n(Original) …",
    "rating": 5,
    "name": "Дмитро Коваленко",
    "cat": ""
  },
  {
    "review": "Очень все понравилось, атмосферное место💫\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Христина Кудрява",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Kostia Lyansberg",
    "cat": ""
  },
  {
    "review": "Ботега было норм заведением , а это - нет 👎\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Безродный",
    "cat": ""
  },
  {
    "review": "Подскажите пожалуйста, что именно вам у нас не понравилось? Спасибо.\n\n(Translated by Google)\nPlease tell me what exactly you didn't like with us? Thank you.",
    "rating": 5,
    "name": "Valentyn Barsehian",
    "cat": ""
  },
  {
    "review": "Любимая кальянная в Киеве\n\n(Translated by Google)\nFavorite hookah in Kiev",
    "rating": 4,
    "name": "Yevstakhiy Yanisiv",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are happy that you have a pleasant experience! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! Ми щасливі, що у вас залишились приємні враження! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Taras Bezpalyy",
    "cat": ""
  },
  {
    "review": "Приятная обстановка, приветливый персонал.\n\n(Translated by Google)\nPleasant atmosphere, friendly staff.",
    "rating": 5,
    "name": "Kostya Romanenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Victor, thanks for the feedback! We are waiting for you again!\n\n(Original)\nВіктор, дякуємо за відгук! Чекаємо на вас знову!",
    "rating": 5,
    "name": "Имя Фамилия",
    "cat": ""
  },
  {
    "review": "Приятное место, умеют кальяны делать 😌👍\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Viktoriia Dazhuk",
    "cat": ""
  },
  {
    "review": "Красивые кальяны. Большой выбор чая\n\n(Translated by Google)\nBeautiful hookahs. Large selection of tea",
    "rating": 5,
    "name": "Eugene O. Lebedev",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Будем рады видеть вас снова☺️❤️\n\n(Translated by Google)\nThanks for the feedback! Looking forward to seeing you again☺️❤️",
    "rating": 5,
    "name": "Dmitriy Ryshkov",
    "cat": ""
  },
  {
    "review": "После 4 визитов сюда я всё ещё очень довольна!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Grigoriy Didorenko",
    "cat": ""
  },
  {
    "review": "Мы очень этому рады! До новых встреч!\n\n(Translated by Google)\nWe are very happy about that! Until next time!",
    "rating": 5,
    "name": "Оля Вилкова",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hookah is very good as well as successful in meals\n\n(Original) …",
    "rating": 5,
    "name": "Daria Kechaieva",
    "cat": ""
  },
  {
    "review": "Thanks you for your nice response! You’re welcome🖤",
    "rating": 5,
    "name": "Анастасія Барабаш",
    "cat": ""
  },
  {
    "review": "Любимая кальянная Киева!\n\n(Translated by Google)\nFavorite hookah bar in Kiev!",
    "rating": 5,
    "name": "Богдана Колодий",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We are waiting for you again!\n\n(Original)\nДякуємо за відгук! Чекаємо на вас знову!",
    "rating": 5,
    "name": "Mykola Kolbun",
    "cat": ""
  },
  {
    "review": "Лучшие!\n7 раз выиграл спор \"где лучшие кальяны\"! …",
    "rating": 3,
    "name": "Татьяна Богомол",
    "cat": ""
  },
  {
    "review": "Спасибоо😊 Обещаем, что и восьмой будет удачным😄 Ждём в гости!\n\n(Translated by Google)\nThank you. We promise that the eighth will be successful. We are waiting for a visit!",
    "rating": 5,
    "name": "Яковенко Евгений",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Cool place, top pancakes, I definitely recommend.\n\n(Original) …",
    "rating": 5,
    "name": "Vitaliy Prokashev",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the great feedback! We look forward to visiting more\n\n(Original)\nДякуємо за чудовий відгук! З нетерпінням чекаємо в гості ще❤️",
    "rating": 5,
    "name": "Aleksandr Skripchenko",
    "cat": ""
  },
  {
    "review": "Отличное заведение!\n\n(Translated by Google)\nGreat establishment!",
    "rating": 5,
    "name": "Таша Пашкевич",
    "cat": ""
  },
  {
    "review": "Вкусные бургеры. Хорошие кальяны))\n\n(Translated by Google)\nTasty burgers. Good hookahs))",
    "rating": 5,
    "name": "Vitaly Zakhozhiy",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв🖤 Ждём в гости снова☺️\n\n(Translated by Google)\nThanks for the feedback🖤 We look forward to visit again☺️",
    "rating": 5,
    "name": "Artur Lakusta",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good hookah bar.\n\n(Original)\nДобрий кальян бар.",
    "rating": 5,
    "name": "Наталія Крутоус",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious hookah, I liked everything\n\n(Original) …",
    "rating": 5,
    "name": "Sira Tetiana",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation!\n\n(Original)\nДякуємо за ваш відгук та високу оцінку!",
    "rating": 5,
    "name": "Павло «Vanilla» Федоренко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Everything is cool, but there is too much smoke.\n\n(Original) …",
    "rating": 5,
    "name": "Valeria Zozulia",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Мы обязательно учтем ваше замечание по поводу дыма и постараемся улучшить работу нашей вытяжки❤️\n\n(Translated by Google)\nThanks for the feedback! We will take into account your remark about smoke and will try to improve the performance of our hood❤️",
    "rating": 4,
    "name": "Володимир Бортюк (OrangeNoob)",
    "cat": ""
  },
  {
    "review": "Хороший кальян и барная карта\n\n(Translated by Google)\nNice hookah and bar card",
    "rating": 5,
    "name": "Alexey Cherevatenko",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Мы очень рады, что вам понравилось😊 Будем рады видеть вас снова🖤\n\n(Translated by Google)\nThanks for the feedback! We are very glad that you enjoyed it 😊 We will be glad to see you again 🖤",
    "rating": 5,
    "name": "M B",
    "cat": ""
  },
  {
    "review": "Хорошая кальянная , мне нравиться\n\n(Translated by Google)\nNice hookah I like",
    "rating": 5,
    "name": "Denis Zavyalov",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв🖤\n\n(Translated by Google)\nThanks for your feedback🖤",
    "rating": 5,
    "name": "Динис Динис",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great atmosphere and hookahs\n\n(Original)\nЧудова атмосфера та кальяни",
    "rating": 5,
    "name": "Василий Стаценко",
    "cat": ""
  },
  {
    "review": "Благодарим за высокую оценку!\n\n(Translated by Google)\nThanks for the high rating!",
    "rating": 5,
    "name": "Марина Тимошенко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious cheese soup) and a cozy place)\n\n(Original) …",
    "rating": 5,
    "name": "Юлия Волосник",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We are waiting for another visit\n\n(Original)\nДякуємо за відгук! Чекаємо в гості ще🖤",
    "rating": 5,
    "name": "Ilia Zheleznyi",
    "cat": ""
  },
  {
    "review": "Приятное место, отличные сауэры :)\n\n(Translated by Google)\nNice place, great sauers :)",
    "rating": 5,
    "name": "Ярослава Клименко",
    "cat": ""
  },
  {
    "review": "Классное место , уютно и никто не найдёт ;)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Sasha Torkhova",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв😊\n\n(Translated by Google)\nThanks for the evaluation😊",
    "rating": 5,
    "name": "Anastasiya Kirik",
    "cat": ""
  },
  {
    "review": "Уютное место, вкусный кальян\n\n(Translated by Google)\nCozy place, delicious hookah",
    "rating": 5,
    "name": "Anatolii Henis",
    "cat": ""
  },
  {
    "review": "Спасибо за классный отзыв☺️ Поскорее ждём вас обратно!\n\n(Translated by Google)\nThank you for the cool review. We’re waiting for you back soon!",
    "rating": 5,
    "name": "Настя Фурман",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "No Name",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку😊 Ждём в гости ещё🖤\n\n(Translated by Google)\nThank you for rating😊 We are waiting for your visit🖤",
    "rating": 5,
    "name": "Виталик",
    "cat": ""
  },
  {
    "review": "Отменная кальяная, рекомендую к посещению\n\n(Translated by Google)\nExcellent hookah, I recommend to visit",
    "rating": 5,
    "name": "Костя",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Ждём в гости ещё😊\n\n(Translated by Google)\nThanks for the feedback! We are waiting for a visit again😊",
    "rating": 5,
    "name": "Viktor Koval",
    "cat": ""
  },
  {
    "review": "Отличное место. Вкусный кольян\n\n(Translated by Google)\nPerfect place. Delicious kolyan",
    "rating": 5,
    "name": "Stanislav Semenets",
    "cat": ""
  },
  {
    "review": "Спасибо🖤\n\n(Translated by Google)\nThank you",
    "rating": 5,
    "name": "Андрій «LW» Тітаренко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) All at the highest level)\nThanks) …",
    "rating": 4,
    "name": "Liliia Lytvynenko",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку🖤\n\n(Translated by Google)\nThank you for rating🖤",
    "rating": 5,
    "name": "Bred Pit",
    "cat": ""
  },
  {
    "review": "Симпатичный, уютный полу подвальчик\n\n(Translated by Google)\nNice, cozy basement floor",
    "rating": 5,
    "name": "Сергей Мартыновский",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Очень ждем вас в гости еще❤️\n\n(Translated by Google)\nThanks for the feedback! We look forward to seeing you again❤️",
    "rating": 5,
    "name": "Kostiantyn Afanasiev",
    "cat": ""
  },
  {
    "review": "Нет разливного пива.\n\n(Translated by Google)\nNo draft beer.",
    "rating": 4,
    "name": "Andrew AlexIn",
    "cat": ""
  },
  {
    "review": "Большое спасибо, что вы гостили у нас, что нашли время и возможность дать обратную связь. Нам очень жаль, что мы не удовлетворили ваш запрос(\nМы будем рады повторить нашу встречу и порекомендовать вам другие позиции с бара, которые вам понравятся. У нас большой ассортимент алкогольных напитков, есть бутылочное пиво, а также разнообразный выбор коктейлей!  Надеемся, до встречи в Strong!\n\n(Translated by Google)\nThank you very much for visiting us, for taking the time and opportunity to give feedback. We are very sorry that we did not satisfy your request (\nWe will be happy to repeat our meeting and recommend other positions from the bar that you like. We have a large assortment of alcoholic drinks, bottled beer, and a varied selection of cocktails! We hope to see you at Strong!",
    "rating": 5,
    "name": "Роман Марченко",
    "cat": ""
  },
  {
    "review": "Отличное место. Приветливый персонал.\n\n(Translated by Google)\nPerfect place. Friendly staff.",
    "rating": 5,
    "name": "Oleksii Leheida",
    "cat": ""
  },
  {
    "review": "Благодарим за ваш отзыв и высокую оценку!\n\n(Translated by Google)\nThank you for your feedback and appreciation!",
    "rating": 5,
    "name": "Влад Гавриленко",
    "cat": ""
  },
  {
    "review": "Неплохие бургеры\n\n(Translated by Google)\nGood burgers",
    "rating": 5,
    "name": "Bartzch ph",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback! We look forward to seeing you again!\n\n(Original)\nДякуємо за відгуг! Будемо раді вас бачити знову!",
    "rating": 4,
    "name": "Yurii Kulinich",
    "cat": ""
  },
  {
    "review": "Сервис и уважение к клиентам.\n\n(Translated by Google)\nService and respect for customers.",
    "rating": 5,
    "name": "Alexander Fedosov",
    "cat": ""
  },
  {
    "review": "Все супер\n\n(Translated by Google)\nEverything is super",
    "rating": 5,
    "name": "Ирина Значковская",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв😊 Очень ждём в гости ещё🖤\n\n(Translated by Google)\nThank you for your feedback😊 We are looking forward to visit more🖤",
    "rating": 4,
    "name": "Богдан Бугай",
    "cat": ""
  },
  {
    "review": "Вкусно, прекрасное обслуживание!\n\n(Translated by Google)\nDelicious, great service!",
    "rating": 4,
    "name": "Антон Яцентюк",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Очень ждем вас в гости еще❤️\n\n(Translated by Google)\nThanks for the feedback! We look forward to seeing you again❤️",
    "rating": 5,
    "name": "Anna Yasynet",
    "cat": ""
  },
  {
    "review": "ваУ!\n\n(Translated by Google)\nWow!",
    "rating": 5,
    "name": "Antony Starodubtsev",
    "cat": ""
  },
  {
    "review": "Молодежно, уютно, приветливый персонал\n\n(Translated by Google)\nYouth, comfortable, friendly staff",
    "rating": 5,
    "name": "Pivovarov Alex",
    "cat": ""
  },
  {
    "review": "Спасибо за приятный отзыв☺️\n\n(Translated by Google)\nThanks for the nice review☺️",
    "rating": 5,
    "name": "Богдан Щерба",
    "cat": ""
  },
  {
    "review": "(Translated by Google) norm\n\n(Original)\nНорм",
    "rating": 4,
    "name": "Andres Duche",
    "cat": ""
  },
  {
    "review": "Очень вкусная еда\n\n(Translated by Google)\nVery tasty food",
    "rating": 5,
    "name": "Диана Байхи",
    "cat": ""
  },
  {
    "review": "Попросили говорить потише\n\n(Translated by Google)\nAsked to speak louder",
    "rating": 5,
    "name": "Виктория Чернега",
    "cat": ""
  },
  {
    "review": "Дорого, красиво\n\n(Translated by Google)\nExpensive, beautiful",
    "rating": 5,
    "name": "Arsene Lupin",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\nPrices are based on the fact that our dishes are prepared from fresh products of the highest quality.\n\nAlways happy to see you at Strong!\n\n(Original)\nДякуємо за зворотній зв’язок!\n\nЦіни сформовані на основі того, що наші страви готуються зі свіжих продуктів найвищої якості.\n\nЗавжди раді бачити вас в Strong!",
    "rating": 5,
    "name": "Александр Анатольевич",
    "cat": ""
  },
  {
    "review": "Приятное обслуживание, интересное место:)\n\n(Translated by Google)\nPleasant service, interesting place :)",
    "rating": 5,
    "name": "Vlad Tyshenko",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Ждем в гости еще🖤\n\n(Translated by Google)\nThanks for the feedback! Looking forward to visit more🖤",
    "rating": 5,
    "name": "kerly molina",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Евгений Бабенко",
    "cat": ""
  },
  {
    "review": "Благодарим вас за отзыв! Будем рады встрече вновь!\n\n(Translated by Google)\nThank you for your feedback! We will be glad to see you again!",
    "rating": 5,
    "name": "Anton Shpera",
    "cat": ""
  },
  {
    "review": "Отлично!\n\n(Translated by Google)\nExcellent!",
    "rating": 5,
    "name": "Арем Поліщук",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв🥰 Ждём в гости ещё😊\n\n(Translated by Google)\nThanks for the feedback🥰 We are waiting for a visit again😊",
    "rating": 5,
    "name": "Dima To Tuan",
    "cat": ""
  },
  {
    "review": "Отличные бизнес ланчи\n\n(Translated by Google)\nGreat business lunches",
    "rating": 4,
    "name": "Полина Пазюк",
    "cat": ""
  },
  {
    "review": "Спасибо большое за классный отзыв❤️ Очень ждем в гости снова, у нас еще очень много вкусного☺️\n\n(Translated by Google)\nThank you very much for the cool review❤️ We are really looking forward to visit again, we still have a lot of goodies☺️",
    "rating": 5,
    "name": "Art Pozitiv",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Владислав Макаров",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку! Будем очень рады видеть вас снова☺️\n\n(Translated by Google)\nThank you for rating! We will be very happy to see you again☺️",
    "rating": 4,
    "name": "Sergey Gnezditskiy",
    "cat": ""
  },
  {
    "review": "Отличный кальян\n\n(Translated by Google)\nGreat hookah",
    "rating": 5,
    "name": "Mikhail Burdoev",
    "cat": ""
  },
  {
    "review": "Блогадарим за отзыв! Ждём в гости ещё😊\n\n(Translated by Google)\nThanks for the feedback! We are waiting for a visit",
    "rating": 5,
    "name": "Serhii Plotnikov",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anna Khudiiash",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку😊 Ждём в гости ещё🖤\n\n(Translated by Google)\nThank you for rating😊 We are waiting for your visit🖤",
    "rating": 5,
    "name": "Sabir Abidov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) A good hookah\n\n(Original)\nХороший кальян",
    "rating": 5,
    "name": "Илья Гришин",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв🖤 Ждём в гости ещё😊\n\n(Translated by Google)\nThanks for the feedback🖤 We are waiting for a visit again😊",
    "rating": 5,
    "name": "Leonid",
    "cat": ""
  },
  {
    "review": "Очень атмосферно\n\n(Translated by Google)\nVery atmospheric",
    "rating": 5,
    "name": "Nina Badalova",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку😊 Ждём в гости ещё🖤\n\n(Translated by Google)\nThank you for rating😊 We are waiting for your visit🖤",
    "rating": 5,
    "name": "Roman Lishchenko",
    "cat": ""
  },
  {
    "review": "Круто\n\n(Translated by Google)\nCool",
    "rating": 3,
    "name": "Ahmed Mousa",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Будем рады видеть вас снова🖤\n\n(Translated by Google)\nThanks for the feedback! Looking forward to seeing you again🖤",
    "rating": 5,
    "name": "Яна Ткачева",
    "cat": ""
  },
  {
    "review": "Духота\n\n(Translated by Google)\nStuffiness",
    "rating": 5,
    "name": "Даниил Троян",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Расскажите, пожалуйста, подробнее, что именно вам у нас не понравилось? Нам очень важно знать🙏🏻\n\n(Translated by Google)\nThanks for the feedback! Please tell us in more detail what exactly you did not like about us? It’s very important for us to know🙏🏻",
    "rating": 5,
    "name": "Мирослав Сучков",
    "cat": ""
  },
  {
    "review": "😋",
    "rating": 5,
    "name": "nodllegrondo",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the evaluation🖤\n\n(Original)\nСпасибо за оценку🖤",
    "rating": 5,
    "name": "Paper_ B0y1",
    "cat": ""
  },
  {
    "review": "Отличное заведение!!!\n\n(Translated by Google)\nGreat establishment!!!",
    "rating": 5,
    "name": "Артем Кутуков",
    "cat": ""
  },
  {
    "review": "Спасибо за приятный отзыв! Ждем в гости еще🖤\n\n(Translated by Google)\nThanks for the nice review! Looking forward to visit more🖤",
    "rating": 5,
    "name": "Віра Пархоменко",
    "cat": ""
  },
  {
    "review": "Бывший Ботега.\n\n(Translated by Google)\nFormer Botega.",
    "rating": 5,
    "name": "N M",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку :)\n\n(Translated by Google)\nThank you for rating :)",
    "rating": 4,
    "name": "Ekaterina Poludennaya",
    "cat": ""
  },
  {
    "review": "Супер\n\n(Translated by Google)\nSuper",
    "rating": 4,
    "name": "Кажэ Миронов",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Очень рады, что вам понравилось😊 Ждём в гости ещё🖤\n\n(Translated by Google)\nThanks for the feedback! We are very glad that you liked it",
    "rating": 5,
    "name": "Yurii Mudryi",
    "cat": ""
  },
  {
    "review": "Прям отлично\n\n(Translated by Google)\nStraight excellent",
    "rating": 5,
    "name": "Vel Sh",
    "cat": ""
  },
  {
    "review": "Спасибо за высокую оценку и приятный отзыв! До новых встреч в STRONG!\n\n(Translated by Google)\nThank you for your appreciation and pleasant feedback! Until next time at STRONG!",
    "rating": 5,
    "name": "Артем Рудик",
    "cat": ""
  },
  {
    "review": "Приятная атмосфера\n\n(Translated by Google)\nNice atmosphere",
    "rating": 5,
    "name": "Дмитрий Коловерда",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв! Будем рады видеть вас снова🖤\n\n(Translated by Google)\nThanks for the feedback! Looking forward to seeing you again🖤",
    "rating": 5,
    "name": "Vitaly Baranovsky",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "Максим Загарий",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку😊\n\n(Translated by Google)\nThank you for otsenku😊",
    "rating": 5,
    "name": "Катерина Брудько",
    "cat": ""
  },
  {
    "review": "Отличное место!",
    "rating": 5,
    "name": "Oleksandr Panchenko",
    "cat": ""
  },
  {
    "review": "Спасибо за приятный отзыв! Очень ждем вас в гости еще☺️\n\n(Translated by Google)\nThanks for the nice review! We look forward to seeing you again☺️",
    "rating": 5,
    "name": "Танюша Захарчук",
    "cat": ""
  },
  {
    "review": "Рекомендую\n\n(Translated by Google)\nI recommend",
    "rating": 5,
    "name": "Oleksandr Kyslenko",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "Денис Абзалов",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We look forward to seeing you again!\n\n(Original)\nДякуємо за високу оцінку! Будемо дуже раді бачити вас знову!",
    "rating": 3,
    "name": "Кирилл Юхименко",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Влад Полянский",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "Iryna Styhiyaphoto",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the evaluation😊\n\n(Original)\nСпасибо за оценку😊",
    "rating": 4,
    "name": "Maksym Lazuto",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ivan Liashenko",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "lex lex",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Артём Бритов",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We look forward to seeing you again!\n\n(Original)\nДякуємо за високу оцінку! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Марина Євтушик",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yuliia Syv",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку😊 Ждём в гости ещё🖤\n\n(Translated by Google)\nThank you for rating😊 We are waiting for your visit🖤",
    "rating": 5,
    "name": "Konstantin Zavgorodniy",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kautilya Pandey",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the evaluation🖤\n\n(Original)\nСпасибо за оценку🖤",
    "rating": 5,
    "name": "Ирина Б",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Александр Якорь",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We look forward to seeing you again!\n\n(Original)\nДякуємо за високу оцінку! Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Taya Taya",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Denys Koniakhin",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку🖤 Ждём в гости ещё!\n\n(Translated by Google)\nThank you for your assessment! We are waiting for a visit again!",
    "rating": 5,
    "name": "Оля Агалиди",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Aliona Fair Price",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку! Будем очень рады видеть вас снова☺️\n\n(Translated by Google)\nThank you for rating! We will be very happy to see you again☺️",
    "rating": 4,
    "name": "Artemka KMS",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ксения P",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку! Очень ждем вас в гости еще❤️\n\n(Translated by Google)\nThank you for rating! We look forward to seeing you again❤️",
    "rating": 5,
    "name": "Anna Petrosova",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yevhen Ivanov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We look forward to seeing you again!\n\n(Original)\nДякуємо за високу оцінку. Будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Terola Pole Dance Киев",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Veronika Mumladze",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the evaluation😊\n\n(Original)\nСпасибо за оценку😊",
    "rating": 5,
    "name": "Eugene Kondratov",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Владислав Лысаненко",
    "cat": ""
  },
  {
    "review": "Спасибо за высокую оценку!)\n\n(Translated by Google)\nThank you for your appreciation!)",
    "rating": 4,
    "name": "Діма Ярмоленко",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Золотой Стандарт",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку! Будем очень рады видеть вас снова☺️🖤\n\n(Translated by Google)\nThank you for rating! We will be very happy to see you again☺️🖤",
    "rating": 5,
    "name": "Nadiia",
    "cat": ""
  },
  {
    "review": "",
    "rating": 3,
    "name": "Валерія Захарченко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good day!\nThank you for your evaluation. Can we ask why such an assessment? Your opinion is very important to us. You will help us become better!\n\n(Original)\nДобрий день!\nДякуємо за вашу оцінку. Чи можемо поцікавитися, чому саме така оцінка? Нам дуже важлива ваша думка. Ви допоможете нам стати кращими!",
    "rating": 5,
    "name": "Владимир Недзельский",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "VIKGEMINI",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Оксана Лазарук",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Artem Usyk",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Діма Голоцван",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the evaluation😊🖤\n\n(Original)\nСпасибо за оценку😊🖤",
    "rating": 5,
    "name": "Andrew Bujor",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Artem Bachinin",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "Мария Горбатюк",
    "cat": ""
  },
  {
    "review": "Спасибо за высокую оценку!)\n\n(Translated by Google)\nThank you for your appreciation!)",
    "rating": 4,
    "name": "Ольга K",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sveta Karpuchek",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation!\n\n(Original)\nДякуємо за вашу оцінку!",
    "rating": 5,
    "name": "Кирил Охрименко",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Игорь Игоревич",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yaroslav Pechura",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку🖤 Ждём в гости ещё☺️\n\n(Translated by Google)\nThank you for rating! We are waiting for a visit again!",
    "rating": 5,
    "name": "Диана Салова",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ирина Лысюк",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку😊\n\n(Translated by Google)\nThank you for otsenku😊",
    "rating": 5,
    "name": "Валерия Ефанова",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ihor Stetsiuk",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку :)\n\n(Translated by Google)\nThank you for rating :)",
    "rating": 4,
    "name": "Paul Foley",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Сергей Федоров",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Дмитрий Мамон",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We look forward to seeing you again!\n\n(Original)\nДякуємо за високу оцінку! Будемо раді бачити вас знову!",
    "rating": 4,
    "name": "Кашемировое Ядро",
    "cat": ""
  },
  {
    "review": "",
    "rating": 1,
    "name": "Людмила Кожевникова",
    "cat": ""
  },
  {
    "review": "Благодарим за высокую оценку!\n\n(Translated by Google)\nThanks for the high rating!",
    "rating": 5,
    "name": "V K",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "A GP",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку❤️ Будем очень рады видеть вас снова☺️\n\n(Translated by Google)\nThank you for your rating❤️ We will be very happy to see you again☺️",
    "rating": 5,
    "name": "Лиза Блохина",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Vladimir K",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку :)\n\n(Translated by Google)\nThank you for rating :)",
    "rating": 5,
    "name": "Nastia Medvedkova",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mczeem",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good day!\nThank you for your evaluation. Can we ask why such an assessment? Your opinion is very important to us. You will help us become even better!\n\n(Original)\nДобрий день!\nДякуємо за вашу оцінку. Чи можемо поцікавитися, чому саме така оцінка? Нам дуже важлива ваша думка. Ви допоможете нам стати ще кращими!",
    "rating": 5,
    "name": "Paul Zibarov",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mikhail Pyrgach",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Maria Sokur",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку! Ждём в гости ещё😊\n\n(Translated by Google)\nThank you for rating! We are waiting for a visit again😊",
    "rating": 4,
    "name": "Nataliia Bidna",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sergiy Bondarchuk",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку! Расскажите, пожалуйста, подробнее, что именно вам у нас не понравилось? Нам очень важно знать🙏🏻\n\n(Translated by Google)\nThank you for rating! Please tell us in more detail what exactly you did not like about us? It’s very important for us to know🙏🏻",
    "rating": 5,
    "name": "Екатерина Р.",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Даник Маркевич",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку!❤️ Будем очень рады видеть вас снова☺️\n\n(Translated by Google)\nThank you for your rating! ❤️ We will be very happy to see you again☺️",
    "rating": 5,
    "name": "Anna",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "лилия дашкевич",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Tatyana Zavalchuk",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку! Будем очень рады видеть вас снова☺️🖤\n\n(Translated by Google)\nThank you for rating! We will be very happy to see you again☺️🖤",
    "rating": 5,
    "name": "Yevheniia Bohutska",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Maks Piddubnyi",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку! Будем рады видеть вас снова❤️\n\n(Translated by Google)\nThank you for rating! We will be glad to see you again❤️",
    "rating": 4,
    "name": "Валерий Финашин",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "Віталій Токарєв",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We look forward to seeing you again!\n\n(Original)\nДякуємо за високу оцінку. Будемо раді  бачити вас знову!",
    "rating": 5,
    "name": "Вова Фесюн",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nichool Aguila",
    "cat": ""
  },
  {
    "review": "Спасибо за оценку☺️ Будем рады видеть вас снова!\n\n(Translated by Google)\nThank you for your rating! We will be glad to see you again!",
    "rating": 5,
    "name": "Ruslan Gudarenko",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kate Klymenko",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв!\nПодскажите, на что нам стоит обратить внимание, чтобы оценка была в 5 звезд?\n\n(Translated by Google)\nThanks for your feedback!\nTell me, what should we pay attention to so that the rating is 5 stars?",
    "rating": 5,
    "name": "Леся Дрегало",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Алексей Лесун",
    "cat": ""
  },
  {
    "review": "Спасибо за высокую оценку!)\n\n(Translated by Google)\nThank you for your appreciation!)",
    "rating": 4,
    "name": "Евгений Егоров",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Di",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ольга Тихонова",
    "cat": ""
  }
]