[
  {
    "review": "Very good food ,& service",
    "rating": 5,
    "name": "ali alistar",
    "cat": ""
  },
  {
    "review": "So delicious",
    "rating": 5,
    "name": "Iryna Some",
    "cat": ""
  },
  {
    "review": "Очень понравилась кухня. Прекрасно приготовленный острый суп Том Ям. Вот по спринг полам небольшое замечание - надо лосось нарезать более мелкими кусочками для удобства. …",
    "rating": 5,
    "name": "myiwowweua",
    "cat": ""
  },
  {
    "review": "Ресторан вкусной азиатской кухни! Не пришлось долго ждать заказ. Красивая подача, а главное вкусно! Заказывали рисовую локшину с креветками и пепси. Остались довольны. …",
    "rating": 5,
    "name": "Олена Гвоздікова",
    "cat": ""
  },
  {
    "review": "Неожиданно вкусно оказалось на фуд корте. По вкусу не хуже ресторанных блюд 👌🏻\n(Брали курицу в кисло-сладком и спринг ролл с лососем) …",
    "rating": 5,
    "name": "Diana Tsvietkova",
    "cat": ""
  },
  {
    "review": "Были в будний день, когда загрузка была минимальная.\nВзяли том-ям с уткой, том-ям с лососем, и 2 пад-тая с курицей.\nХудшей азиатской кухни мы ещё не встречали: том-ям был похож на суп из столовой, …",
    "rating": 1,
    "name": "Anna Loshchenko",
    "cat": ""
  },
  {
    "review": "Анна, добрый день!\nНапишите пожалуйста нам в директ в инстаграм когда и в котором часу вы у нас были🙏🏻 для нас огромное удивление услышать такой отзыв🥺надеемся, что вы поможете разобраться в ситуации, а мы — исправить ваше впечатление\n\n(Translated by Google)\nAnna, good afternoon!\nPlease write to us in direct on Instagram when and at what time you were with us🙏🏻 it is a great surprise for us to hear such a review🥺we hope that you will help to understand the situation, and we will correct your impression",
    "rating": 2,
    "name": "Ivan Sylenko",
    "cat": ""
  },
  {
    "review": "В суп вместо утки положили курицу - заплатили за утку. На вкус никакой, одни макароны в супе и маленький кусочек морковки.\nЛапша не вкусная, в лапше нашли волос. …",
    "rating": 5,
    "name": "Stas Vaskyl",
    "cat": ""
  },
  {
    "review": "Полезная и очень вкуссная еда. Часто заездаю чтобы взять что-то домой на ужин. Цены адекватные, работники приветливые. Все нравится …",
    "rating": 5,
    "name": "Anastasia Kochanova",
    "cat": ""
  },
  {
    "review": "❤️👍🏼",
    "rating": 5,
    "name": "El Kook",
    "cat": ""
  },
  {
    "review": "Лучший вок, который я пробовала!\nУдон с курицей - моя любовь, беру каждый раз после насыщенного дня шопига)\nЕщё и очень бюджетно 100 грн и ты наелся 😋 …",
    "rating": 4,
    "name": "Андрей Арнольдович",
    "cat": ""
  },
  {
    "review": "Очень вкусно и быстро,  😍 а главное красиво, как раз для Инстаграмм, Сторис - что сейчас это в такое время важно, поэтому 5 из 5 , буду приходить ещё 🥰 …",
    "rating": 5,
    "name": "Anastasiia Anastasiia",
    "cat": ""
  },
  {
    "review": "Перекусить можно,  достаточно быстро, по вкусовым качествам блюда на 4 балла не выше. Выбор блюд кромный.\nОжидал от азиатской кухни в этом месте большего.. …",
    "rating": 5,
    "name": "Nataliia Klimochkina",
    "cat": ""
  },
  {
    "review": "Люблю это место и всем рекомендую🙌🏻\nЗаказываю доставку и приезжаю обедать, всегда сверх быстро и вкусно😋 …",
    "rating": 5,
    "name": "Лєна Палагнюк",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very tasty and super fast! Ordered several times at the Lavina Mall food court and with home delivery. The products are fresh, beautiful, the portions are quite large, shrimp of a decent size. This is the most …",
    "rating": 5,
    "name": "Pavel Tsybko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The restaurant is small, but everything is very tasty.\nPortions are medium, low prices.\nYou can take it away. …",
    "rating": 5,
    "name": "Hello",
    "cat": ""
  },
  {
    "review": "Самый лучший отзыв для ресторанчика это пустые тарелки. Было очень вкусно, жена хвалила оба блюда. Надеемся так и будет продолжаться. Вы молодцы, рекомендую …",
    "rating": 5,
    "name": "Nastasya",
    "cat": ""
  },
  {
    "review": "Забежали сюда покушать И НЕ ЗРЯ!\nОчень сытно, вкусно, быстро, отличное обслуживание и действительно МНОГО вкусной еды по приятному прайсу. Ребята, вы супер❤️❤️❤️ …",
    "rating": 3,
    "name": "Андрій Муз",
    "cat": ""
  },
  {
    "review": "Данное заведение понравится всем любителям азиатской кухни. Блюда вкусные и полезные. …",
    "rating": 5,
    "name": "Алла Ивахненко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Ordered Pibimpap with squid - I can not say that it was very tasty. There are very few squid and it is cold. Chips were the norm. Maybe something else from the menu tastes better. The service is good …",
    "rating": 5,
    "name": "Valerie Petit",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great food, affordable prices, fast and courteous service! …",
    "rating": 5,
    "name": "Katrin O",
    "cat": ""
  },
  {
    "review": "🤍🤍🤍",
    "rating": 3,
    "name": "Leba Kna",
    "cat": ""
  },
  {
    "review": "Вкуснее ничего еще не пробовала! Часто беру салат с креветкой или боул с креветкой. Рецепторы аплодируют стоя👏👏👏. Жаль нет доставки (в Лавину далеко кататься). И ещё впервые такое вижу: в Макдональдс нет очереди, а в Tuposh есть! Так …",
    "rating": 5,
    "name": "Ирина Кашка",
    "cat": ""
  },
  {
    "review": "Не скажу что я прям фанат азиатской кухни, но рис с креветками - это очень вкусно. Цены не шкалят, а еда сильно интереснее, чем у соседней Салатерии. Удачи, ребята! Жду вас на Левом берегу :) …",
    "rating": 2,
    "name": "Olga",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Another parody of Asian cuisine, except that someone or real …",
    "rating": 1,
    "name": "Andrey Polyakov",
    "cat": ""
  },
  {
    "review": "Так сложилось, что я не кушаю рыбу и мясо, но ребята из Tsuposh тут меня знатно  удивили, сообщив о том, что в меню есть позиции с тофу. Моей радости не было придела, и это значило, что я  не останусь голодной. Спасибо вам, за то, что вы …",
    "rating": 5,
    "name": "Gulnaz Ereshova",
    "cat": ""
  },
  {
    "review": "У вас указано время работы до 22:00. хотели поесть азиатской еды, но администратор сказала что уже заказы не принимают. На часах 21:35. Весь персонал уже убирает и собирается домой) При чем что все вокруг работают и только ваше заведение не …",
    "rating": 2,
    "name": "Анастасия Миронец",
    "cat": ""
  },
  {
    "review": "Заказали доставку, пришлось дважды в течение часа в выходной звонить выяснять где заказ. Наврали по времени доставки, по факту отправили ещё через 20 минут, выяснили по тренингу такси. …",
    "rating": 1,
    "name": "Владислава Базилевская",
    "cat": ""
  },
  {
    "review": "Нам искренне жаль, что вы остались недовольны🥺\n\n(Translated by Google)\nWe are sincerely sorry that you were not satisfied🥺",
    "rating": 1,
    "name": "Diana Kapitanchuk",
    "cat": ""
  },
  {
    "review": "Кушаю здесь постояно , все очень вкусно персонал приветливый, цена соответствует качеству, заказы готовяться быстро, рекомендую попробовать том ям с креветкой и черный рис с уткой, а на десер блинчик с бананом нууууу очень вкусный …",
    "rating": 5,
    "name": "Олександр",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Ordered today about 20 hours a bowl of chicken su-from and a spring roll of tofu. Score 2 purely for the bowl, the springs were just awful. I don't know the reason, whether they were made like that, or the vegetables …",
    "rating": 5,
    "name": "Tiana Pashko",
    "cat": ""
  },
  {
    "review": "Вчера отравилась в Вашем заведении! Заказывала боул с лососем. Мало того, что не очень вкусно, дорого -170 грн не малая цена за несколько маленьких кусочков лосося и овощи.. так ещё и испорченный следующий день. Никому не рекомендую! Не …",
    "rating": 5,
    "name": "Alena Kravchenko",
    "cat": ""
  },
  {
    "review": "13.05 брала боул с тунцом, осталась крайне недовольна. Выглядит хорошо, а на вкус отвратительно. Рис пресный абсолютно никакой. Болгарский перец горелый, есть невозможно, привкус горелого ужасный. Тунец с какой-то  кожицей, жевать …",
    "rating": 2,
    "name": "Денис Щербак",
    "cat": ""
  },
  {
    "review": "(Translated by Google) 5 stars, so to speak, an advance for justice ... I was not in this place, just reading the reviews noticed a strange trend that the noodles are overcooked or undercooked, the soup is sour or not sour ... I decided to …",
    "rating": 5,
    "name": "Александр Хандожко",
    "cat": ""
  },
  {
    "review": "Очень-очень вкусные роллы!! Прямо чувствуется, какое все свежее, много начинки. Боул с лососем - тоже вкусный и классно сбалансированный. И очень приятный персонал) Спасибо большое!) …",
    "rating": 1,
    "name": "ABD ABD",
    "cat": ""
  },
  {
    "review": "Перепробовала все удоны - все всегда вкусно! На работе сколько доставок не пробовали - только Тсупош всегда доезжает горячим, сочным, вкусным 🥰🥰 …",
    "rating": 1,
    "name": "Ruslana Rudenko",
    "cat": ""
  },
  {
    "review": "Здравствуйте, брал суп нудл и бофо, не часто ем тайскую еду, но очень сомневаюсь, что супы должны иметь вкус то ли какого-то моющего средства, то ли вообще неизвестно чего, рекомендую поварам и менеджерам проработать эти блюда. Желаю …",
    "rating": 5,
    "name": "Ярослава Кашка",
    "cat": ""
  },
  {
    "review": "Отличное заведение в котором можно : вкусно ,быстро поесть . Советую попробовать острый тайский суп Том Ям ,Кисло-сладкую курицу ,Лапша .И конечно же - боулы ... …",
    "rating": 5,
    "name": "Алина Квасюк",
    "cat": ""
  },
  {
    "review": "Благодарим за отзыв!❤️🙏🏻\n\n(Translated by Google)\nThank you for your feedback!❤️🙏🏻",
    "rating": 1,
    "name": "Катерина Александровна",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Not tasty. Shrimp in noodles are not fresh.\n\n(Original) …",
    "rating": 5,
    "name": "Дима Крючков",
    "cat": ""
  },
  {
    "review": "Добрый день!\nМы с уверенностью можем сообщить, что все продукты более, чем свежие👌🏻\nТакже, можем показать по требован их упаковку\n\n(Translated by Google)\nGood day!\nWe can confidently report that all products are more than fresh👌🏻\nAlso, we can show their packaging upon request.",
    "rating": 5,
    "name": "Марина Нечипоренко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Polite staff. However, it was absolutely not tasty: ((\n\n(Original) …",
    "rating": 5,
    "name": "Vitamin D",
    "cat": ""
  },
  {
    "review": "Руслана, что именно вам не понравилось и когда вы у нас кушали?\n\n(Translated by Google)\nRuslana, what exactly did you not like and when did you eat with us?",
    "rating": 5,
    "name": "Сергей Склярук",
    "cat": ""
  },
  {
    "review": "Рада для себя открыть ещё одно место, мимо которого сложно пройти. Бываю в Лавине достаточно часто, и всеееегда забегаю на обед.\nВаши боулы - это нечто, а роти стали новым любимым блюдом нашей семьи)) Кушаю не …",
    "rating": 3,
    "name": "Елена Колиниченко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Took today tom yam with salmon and pibimpab with squid all very tasty, friendly staff cooked quickly, although there were many people, I RECOMMEND !!) I will visit you more than once) …",
    "rating": 5,
    "name": "Дима Тригодько",
    "cat": ""
  },
  {
    "review": "Боул с угрем ужасный: 75% это рис, он безвкусный+ не первой свежести овощи.  Непонятный сладкий омлет на фоне безвкусного риса 👎\nОтдала 190 грн, разочаровали. …",
    "rating": 5,
    "name": "Тетяна Пісня",
    "cat": ""
  },
  {
    "review": "Вкусные боулы, бурый рис - топ. Пад тай не хуже многих ресторанных. К слову, тут вкуснее чем на фестивалях и остальных Стрит Фуд точках Киева. …",
    "rating": 1,
    "name": "Валерия Махортова",
    "cat": ""
  },
  {
    "review": "Очень понравилась рисовая лапша с креветками и лососем! Обязательно попробуйте!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Галя Гольдберг",
    "cat": ""
  },
  {
    "review": "❤️🙏🏻благодарим за отзыв\n\n(Translated by Google)\n❤️🙏🏻thanks for the feedback",
    "rating": 5,
    "name": "Лида Кравченко",
    "cat": ""
  },
  {
    "review": "Кушал лапшу падтай с креветкой\nОтличные сочитание продуктом и соусных в блюде ,остроту можно регулировать об этом предупреждают. …",
    "rating": 5,
    "name": "Анна Екранова",
    "cat": ""
  },
  {
    "review": "Кушал Рисовую Лапшу с курицей и том Ям с уткой все очень вкусно, обслужили быстро, девочки на сервисе быстро приняли мой заказ и воплотили все мои желания. Вы супер !!!! 👍👍👍 Так держать ! …",
    "rating": 5,
    "name": "Александр Корнийчук",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Tasty and affordable, but the shrimp were unpeeled (\n\n(Original) …",
    "rating": 3,
    "name": "Карина Венс",
    "cat": ""
  },
  {
    "review": "Добрый день!\nСпасибо за отзыв\nХвостики оставляем специально, для удобства их употребления. Как отдельно так и в блюде🤍🥢\n\n(Translated by Google)\nGood day!\nThank you for your feedback.\nWe leave the ponytails on purpose, for the convenience of their use. Both separately and in a dish🤍🥢",
    "rating": 5,
    "name": "Виктория Поцап",
    "cat": ""
  },
  {
    "review": "(Translated by Google) New restaurant on the avalanche food court, very tasty bowls and noodles. The only thing is that the rice noodles in the fo bo soup were a little undercooked, for comparison, just rice noodles with seafood was cooked …",
    "rating": 2,
    "name": "Таня Чайка",
    "cat": ""
  },
  {
    "review": "(Translated by Google) One of the favorite establishments. I really hope that TSUPOSH will appear somewhere in a more easily accessible place :) Extremely tasty, fast, nice staff and adequate prices. I highly recommend trying black rice …",
    "rating": 5,
    "name": "Альона Шарлай",
    "cat": ""
  },
  {
    "review": "Том ям выдали сверх кислый, как будто что-то пошло не так. Попросили переделать, переделали но ситуация не изменилась.\nПосле второго раза сразу закрылись в 21:50, …",
    "rating": 5,
    "name": "Светлана Ященко",
    "cat": ""
  },
  {
    "review": "Это очень вкусно!)\nОсобенно понравился Том Ям (острота на 6-7 где-то); к нему подают рис - очень круто балансирует все. …",
    "rating": 5,
    "name": "Kateryna Lopushanska",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Despite the fact that the restaurant is located on the food court - nice service and delicious food for little money! The man took fo-bo, the children rice with chicken and Roth pancakes. Definitely recommend and we …",
    "rating": 5,
    "name": "Artem Adamian",
    "cat": ""
  },
  {
    "review": "Могу с уверенностью сказать что у вас самый вкусный Том-ям!\nбрала с креветками, оказались большими, что не может не радовать😍 …",
    "rating": 5,
    "name": "Ира Гончар",
    "cat": ""
  },
  {
    "review": "Лучшая азиатская еду .\nСоветую попробовать Том Ям\nЛапшу Пад Тай. …",
    "rating": 5,
    "name": "Менеджер Атлантик",
    "cat": ""
  },
  {
    "review": "Спасибо❤️\n\n(Translated by Google)\nThank you❤️",
    "rating": 1,
    "name": "Приходько Александр",
    "cat": ""
  },
  {
    "review": "Взяли ФоБо , сказали что он пряный.\nРебята, он не пряный , а острый.\nСуп с лапшой вкусный:) …",
    "rating": 5,
    "name": "Андрей Звездилин",
    "cat": ""
  },
  {
    "review": "Безумно вкусно и быстро! для тех, кто обожает острое, рекомендую попробовать very spicy том-ям, просто кайф! …",
    "rating": 5,
    "name": "Анна Екранова",
    "cat": ""
  },
  {
    "review": "Ужас.. Еда вообще ни о чем.... Брали томям с уткой.... Бульйон еще ничего, но утки в нем не было только лемонграс и имбирь, кусками как картошка в столовском борще. Больше ничего никогда покупать там не будем …",
    "rating": 5,
    "name": "Катерина Полозуко",
    "cat": ""
  },
  {
    "review": "Все очень вкусное особенно том ям и рис чёрный с уткой ) прийду к вам ещё . Так держать 👍👍👍 …",
    "rating": 5,
    "name": "Инна Женжуренко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Yesterday I tried a bowl of shrimp and noodles with shrimp is very tasty🤗 Just incredible 😍Recommend 👍 Cool place❤️ …",
    "rating": 5,
    "name": "Ekranova Olga",
    "cat": ""
  },
  {
    "review": "Самый вкусный том ям евер! Насыщенный, в меру острый!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владимир Васичев",
    "cat": ""
  },
  {
    "review": "Уже наверное третий раз кушаю ваш боул с креветкой, это чистый кайф)) третий раз, заказал доставку - приятный сервис. Спасибо …",
    "rating": 5,
    "name": "Андрій Волинець",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very tasty for your money. There are few places where you can taste delicious and quality food, especially on the food court …",
    "rating": 5,
    "name": "Артём Гусев",
    "cat": ""
  },
  {
    "review": "Можно окунутся в атмосферу Таиланда по полной. Я ценю хорошую еду и обслуживание. Тут это все прекрасно😍 …",
    "rating": 5,
    "name": "Юлия Цапенко",
    "cat": ""
  },
  {
    "review": "Заказал суп, ложка вся жирная и в разводах , тарелка надбита , вкус супа желает больше никогда в жизни к вам не заходить …",
    "rating": 5,
    "name": "diroshenka",
    "cat": ""
  },
  {
    "review": "Брали на тейк евей, все понравилось! Наконец-то в Лавине появилась крутая локация не с Фаст рудом, а полезной едой …",
    "rating": 5,
    "name": "Илья Смиян",
    "cat": ""
  },
  {
    "review": "(Translated by Google) ordered a bowl of chicken Su-from, very, very tasty\nI definitely recommend everyone to try\nthank you❤️❤️❤️ …",
    "rating": 5,
    "name": "Irina Sim",
    "cat": ""
  },
  {
    "review": "Очень вкусный красный рис с креветками. Ребята готовят с любовью, это сразу видно. …",
    "rating": 5,
    "name": "SMESHNOY_RUBIN",
    "cat": ""
  },
  {
    "review": "Заходили сюда недавно с друзьями. Всё быстро, вкусно и качественно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анастасия Виниченко",
    "cat": ""
  },
  {
    "review": "Быстрая доставка, еда соответствует фотографиям в меню) всё было вкусно)))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ксения Яковенко",
    "cat": ""
  },
  {
    "review": "Кушаю здесь часто т. к. цены приемлемые, кухня бомбическая и приветлевый персонал. …",
    "rating": 5,
    "name": "Сергей Кальмуцкий",
    "cat": ""
  },
  {
    "review": "Впервые попробовал пад тай,ооочень вкусно и быстро,рябата молодцы,теперь я ваш клиент)) …",
    "rating": 5,
    "name": "Daria Kovalenko",
    "cat": ""
  },
  {
    "review": "Всё очень вкусно, советую всем попробовать еду в данном заведении)\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Гриша Добрый",
    "cat": ""
  },
  {
    "review": "Очень приятно удивленна сервисом, спасибо ребятам 🔥 И самое главное, все очень вкусно 🤤🤤🤤🤤🤤 …",
    "rating": 5,
    "name": "Александра Чудная",
    "cat": ""
  },
  {
    "review": "Очень классно и вкусно ниразу так вкусно не ел в помещении так красиво\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Таня Чаплинская",
    "cat": ""
  },
  {
    "review": "Обожаааю тут обедать!\nВсем рекомендую попробовать Том-Ям, это лучшее, что я пробовал. …",
    "rating": 2,
    "name": "Аксиния Савостьянова",
    "cat": ""
  },
  {
    "review": "Кушала Кукси ну ……..\nПрям как у бабушки!😍 Очень вкусно ))). Рекомендую.🥢🥡👍 …",
    "rating": 1,
    "name": "Вася Пупкін",
    "cat": ""
  },
  {
    "review": "У вас сильно вкусно и очень вежливый персонал😉\nждите снова в гости) …",
    "rating": 5,
    "name": "DesKretIon MasTroy",
    "cat": ""
  },
  {
    "review": "Очень вкусные  суши😍😋 Одно из лучших мест в Киеве❤🔥\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lens Films",
    "cat": ""
  },
  {
    "review": "Очень вкусная курийца в кисло-сладком и Том-ям) точно рекомендую!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ann Noinskaya",
    "cat": ""
  },
  {
    "review": "Очень вкусная лапша, обязательно приедем сюда еще раз)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгений",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Sushi is very tasty, dry like\n\n(Original) …",
    "rating": 5,
    "name": "Cars Bag",
    "cat": ""
  },
  {
    "review": "Блюдо с черным рисом немного жирное. Не очень здоровая еда.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Марина Шталлер",
    "cat": ""
  },
  {
    "review": "Вкусно! Особенно азиатский кофе! Придем еще\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Марина Таллер",
    "cat": ""
  },
  {
    "review": "Все очень вкусно, и отличное обслуживание, всем советую 😍👍🏼\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрей Макрушин",
    "cat": ""
  },
  {
    "review": "Не понравилось. Удон слишком жирноват и не соусной.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "MATERIA - Place of beauty",
    "cat": ""
  },
  {
    "review": "Азией даже не  пахне\n\n(Translated by Google)\nI don't even smell like Asia",
    "rating": 4,
    "name": "Аня Голубева",
    "cat": ""
  },
  {
    "review": "Добрый вечер!\nНапишите пожалуйста более конструктивный отзыв, чтобы было понятно что именно вам не понравилось\nЗаранее благодарим\n\n(Translated by Google)\nGood evening!\nPlease write a more constructive review so that it is clear what exactly you did not like.\nThanks in advance",
    "rating": 5,
    "name": "Катерина Волинець",
    "cat": ""
  },
  {
    "review": "Очень раскошный ресторан, потрясающие блюда!\n\n(Translated by Google)\nVery luxurious restaurant, amazing food!",
    "rating": 5,
    "name": "Матвей Сарайкин",
    "cat": ""
  },
  {
    "review": "Быстро, вкусно и качественно!\nСпасибо 🙏 …",
    "rating": 5,
    "name": "Karina Kravchenko",
    "cat": ""
  },
  {
    "review": "Спасибо очень вкусно.\n\n(Translated by Google)\nThank you very tasty.",
    "rating": 1,
    "name": "Anastasia Chirillova",
    "cat": ""
  },
  {
    "review": "Вкусно, сытно, быстро!\n\n(Translated by Google)\nTasty, satisfying, fast!",
    "rating": 5,
    "name": "Vika Rudenko",
    "cat": ""
  },
  {
    "review": "Все вкусно)\n\n(Translated by Google)\nEverything is delicious)",
    "rating": 5,
    "name": "Civil Safety",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Always delicious))))\n\n(Original)\nЗавжди смачно))))",
    "rating": 1,
    "name": "Арина Пелых",
    "cat": ""
  },
  {
    "review": "(Translated by Google) always cool!\n\n(Original)\nзавжди кльово!",
    "rating": 5,
    "name": "Оля Захарчук",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Lena Pisnja",
    "cat": ""
  },
  {
    "review": "Вкусненько\n\n(Translated by Google)\nYummy",
    "rating": 5,
    "name": "Татьяна Зайченко",
    "cat": ""
  },
  {
    "review": "",
    "rating": 1,
    "name": "cas isdead",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Men's club Barber",
    "cat": ""
  },
  {
    "review": "❤️",
    "rating": 5,
    "name": "COOK4 UKRAINE",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Tetiana",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "МАМА НАЛІПИЛА",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ivanna Leshchenko",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Яна Арзамасцева",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Михаил Нечипоренко",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Аня Сауляк",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Евгений Бритягин",
    "cat": ""
  }
]