[
  {
    "review": "A great place for fans of brilliant wines. This time we had a Rioja from 1994, Gran Reserva from Tempranillo grapes. Additionally we ordered very tasty cheese variations, bruschetta and prosciutto. The manger did all to make it a perfect evening for us. Thank you, Sergey! Always happy coming again.",
    "rating": 5,
    "name": "Heiko Wöhr",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you! We will great to see you again in Vinsanto wine bar!",
    "rating": 1,
    "name": "Barrie Hebb",
    "cat": "Wine bar"
  },
  {
    "review": "I was happy at first that this wine bar was still open. I was impressed by it 5 years ago. Its very expensive and I noticed right away that my next glass was stale and not the rioja I ordered. Really smelled bad. They insisted it was from …",
    "rating": 3,
    "name": "MelB Travel",
    "cat": "Wine bar"
  },
  {
    "review": "The wine bar was across the road from my Airbnb. It was nice but found it a bit pricey considering what I could get else where in the area.",
    "rating": 5,
    "name": "Катя Чернышева",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you!",
    "rating": 5,
    "name": "Jay D'Alba",
    "cat": "Wine bar"
  },
  {
    "review": "The very cosy place suitable as for wine connoisseurs so as for people who want to learn about wine culture in friendly atmosphere. Highly recommend to visit this bar for feeling Old Europe spirit in the heart of ancient Kiev. You'll be totally charmed ❤️",
    "rating": 5,
    "name": "Kofya",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you! We will glad to see you again!",
    "rating": 4,
    "name": "Valeriy Mikoladze",
    "cat": "Wine bar"
  },
  {
    "review": "Delicious escargot and confit of duck accompanied a beautiful Premiere Cru Chablis!!",
    "rating": 5,
    "name": "Huub Van Rooij",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you! We will glad to see you again!",
    "rating": 4,
    "name": "Dennis G D",
    "cat": "Wine bar"
  },
  {
    "review": "Had overall good time there 😊 Good service , different types of wine  and sooo delicious lamb👌🏻",
    "rating": 3,
    "name": "Bucko Bucks",
    "cat": "Wine bar"
  },
  {
    "review": "Ordered food + wine, helped create a cool romantic evening for me and my soul mate, I can only recommend this bar. I will still apply.",
    "rating": 5,
    "name": "Andriy Marushchak",
    "cat": "Wine bar"
  },
  {
    "review": "Thanks! We will wait to see you again!",
    "rating": 5,
    "name": "Veronika Klimova",
    "cat": "Wine bar"
  },
  {
    "review": "Young bunch of happy wine lovers,  very welcoming. Good wines, heavenly risotto with truffels. These kind people make you happy!",
    "rating": 2,
    "name": "Maria Polegenka",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you! We will glad to see you again!",
    "rating": 4,
    "name": "Andrew Gasyuk",
    "cat": "Wine bar"
  },
  {
    "review": "Very attentive service. Alex the waiter made very good suggestions. Wine was good service was good. Menu is nothing extraordinary but overall good.",
    "rating": 1,
    "name": "virtuosok",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you! We will glad to see you again! New menu, new wine list!",
    "rating": 5,
    "name": "Deniz Dani",
    "cat": "Wine bar"
  },
  {
    "review": "Really nice but staff need to relax. It's a wine bar trying to be a 5* restaurant. Make your minds up.",
    "rating": 5,
    "name": "Kirk S",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you! We are glad to see you again!",
    "rating": 5,
    "name": "Trude Bergh",
    "cat": "Wine bar"
  },
  {
    "review": "All the wine is perfect. The food is nice but portions are too small.",
    "rating": 5,
    "name": "Sashko",
    "cat": "Wine bar"
  },
  {
    "review": "Excellent place with perfect service. Very tasty desserts, especially lavender panacotta👍",
    "rating": 5,
    "name": "Andriy Yesypenko",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you very much! We will waiting for you in our wine bar!",
    "rating": 5,
    "name": "EGIDIJUS SKUZINSKAS",
    "cat": "Wine bar"
  },
  {
    "review": "The place seemed nice 5 times before yesterday I took pasta with rapans. I was intoxicated and suffered the whole night.",
    "rating": 5,
    "name": "Natalie White",
    "cat": "Wine bar"
  },
  {
    "review": "Nice place to have a glass of wine with awesome service.\n\nBut price, I think, is too high for that kind of vine.",
    "rating": 5,
    "name": "Denys Kiparenko",
    "cat": "Wine bar"
  },
  {
    "review": "Shoddy place despite good location.\nTheir constant SMS spam says it all... they are desperately looking for customers, always ready to spam everyone.",
    "rating": 5,
    "name": "Andrew Kelly",
    "cat": "Wine bar"
  },
  {
    "review": "👎!",
    "rating": 5,
    "name": "pek sutemeny",
    "cat": "Wine bar"
  },
  {
    "review": "Great choices of wine and food! Excellent service",
    "rating": 5,
    "name": "Карина Наумова",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you! We will glad to see you again!",
    "rating": 1,
    "name": "Алина Большук",
    "cat": "Wine bar"
  },
  {
    "review": "Excellent food and great company. I will definitely visit again when in Kyiv.",
    "rating": 4,
    "name": "Жанна Талац",
    "cat": "Wine bar"
  },
  {
    "review": "Dyakuem!",
    "rating": 5,
    "name": "Ирина Федоренко",
    "cat": "Wine bar"
  },
  {
    "review": "The cook is a pro! Delicious food.",
    "rating": 1,
    "name": "Tatiana Chernykh",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you!",
    "rating": 5,
    "name": "Serhii Zasimenko",
    "cat": "Wine bar"
  },
  {
    "review": "One of my favorite wine bar in Kyiv",
    "rating": 5,
    "name": "Zloy _0713",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you! We will glad to see you again!",
    "rating": 5,
    "name": "Ринат Асикаев",
    "cat": "Wine bar"
  },
  {
    "review": "Great wine bar!",
    "rating": 1,
    "name": "Анна Олексіївна",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you!",
    "rating": 5,
    "name": "Марія Єжова",
    "cat": "Wine bar"
  },
  {
    "review": "Great place with perfect service",
    "rating": 2,
    "name": "Masha Pozitiv",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you! We will glad to see you again!",
    "rating": 1,
    "name": "Tetiana Druzhchenko",
    "cat": "Wine bar"
  },
  {
    "review": "The wine here is amazing",
    "rating": 5,
    "name": "Елена Возненко",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you! We will glad to see you again!",
    "rating": 5,
    "name": "Рамиз Мамедов",
    "cat": "Wine bar"
  },
  {
    "review": "Cozy place for good vine lovers",
    "rating": 5,
    "name": "Marina Muratova",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you!",
    "rating": 1,
    "name": "Vladislava Yuvko",
    "cat": "Wine bar"
  },
  {
    "review": "Excellent restaurant",
    "rating": 5,
    "name": "Azahara Benito",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you!  We will glad to see you again.",
    "rating": 5,
    "name": "Sona M",
    "cat": "Wine bar"
  },
  {
    "review": "A very good place",
    "rating": 5,
    "name": "Ангеліна Науменко",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you! We will glad to see you again.",
    "rating": 5,
    "name": "Поговорим о непрактичном",
    "cat": "Wine bar"
  },
  {
    "review": "Посетила ресторан один раз по случайности, не пожалела. Ресторан оставил чувство легкости и какого-то спокойствия, я бы сказала он уютный по-домашнему. Сидела на террасе, идеально подходит для дневных посиделок и бесед по душам. …",
    "rating": 2,
    "name": "Лилия К",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим Вас и ждем еще♥️\n\n(Translated by Google)\nThank you and look forward to more ♥ ️",
    "rating": 5,
    "name": "Gellaxi Kalihova",
    "cat": "Wine bar"
  },
  {
    "review": "Были в этом «ресторане» с подружкой, и были расстроены качеством блюд и обслуживанием официанта. Блюда, которые мы заказали, были ужасно не вкусные , во-первых: лосось был плохо зачищен, с чернотой и не первой свежести, во-вторых :сочетания …",
    "rating": 5,
    "name": "Andriy Grechenok",
    "cat": "Wine bar"
  },
  {
    "review": "Приятное место со своей атмосферой. Огромный выбор вина! Вкусно и быстро готовят. Приятное обслуживание. Тихая музыка.\nХотели заказать сет из 6 блюд и бутылки вина за 1100 грн, так выгоднее, чем по …",
    "rating": 5,
    "name": "Марія Дубина",
    "cat": "Wine bar"
  },
  {
    "review": "Жанна, благодарим за конструктивный отзыв! Мы приглашаем Вас в наш винный бар на дегустационный сет с приятными комплиментами от нашего заведения- двумя бокалами игристого! До встречи!\n\n(Translated by Google)\nZhanna, thank you for your constructive feedback! We invite you to our wine bar for a tasting set with pleasant compliments from our establishment - two glasses of sparkling wine! See you!",
    "rating": 5,
    "name": "Olga Rodionova",
    "cat": "Wine bar"
  },
  {
    "review": "Это одно из лучших мест для любителей вина в Киеве. Вкусно, приятное обслуживание и отличная винная карта. В последний раз, как мы были, не работал терминал. Я надеюсь, это поправимо) Нас сразу предупредили. …",
    "rating": 5,
    "name": "mn200 wolf",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за ваш отзыв и высокую оценку! К сожалению, технические проблемы были на стороне банка. Уже вопрос решили.\n\n(Translated by Google)\nThank you for your feedback and appreciation! Unfortunately, technical problems were on the side of the bank. Already solved the issue.",
    "rating": 3,
    "name": "Наталія Дорошенко",
    "cat": "Wine bar"
  },
  {
    "review": "Оказалась в инфекционном отделении больницы с сильнейшим отравлением после того, как заказала здесь паштет. Ужасное место. Пожалуйста, никогда и ничего не берите здесь из еды. …",
    "rating": 1,
    "name": "Vlada Derkach",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Tatiana, congratulations.\nAll products sold by the institution are guaranteed to be fresh.\n\nWe ask you to leave your contact details so that we can contact you and understand this situation in detail 🙏\n\nWe add information to our previous words. Tatiana, we contacted you and talked about your condition and the reasons for this situation. Unfortunately, your review cannot contain 100% accurate information, as no evidence of poisoning was provided in our institution. You refused to talk to you personally and your doctor. We are ready to make every effort for your speedy recovery, but we believe that such serious allegations must be confirmed.\n\nResponding to your add-on to the review:\nMany reliable medical sources say: \"The incubation period of Salmonella lasts about 4 days.\" In addition, the main products that cause this poisoning were not in the pate.\nOn this day, more than one unit of this dish was sold, but, except for you, no one contacted the institution about the poisoning.\n\nOnce again, we wish you a speedy recovery and that such situations never happen in your life.\nThe Vinsanto Wine Bar team ❤️\n\n(Original)\nТетяно, вітаємо Вас.\nУся продукція, яка реалізується закладом, гарантовано є свіжою.\n\nПросимо Вас залишити Ваші контактні дані, щоб ми мали змогу зв'язатися з Вами та детально розібратися у цій ситуації 🙏\n\nДодаємо інформацію до наших попередніх слів. Тетяно, ми зв'язалися з Вами і поспілкувалися щодо Вашого стану та причин виникнення цієї ситуації. На жаль, Ваш відгук не може нести стовідсотково достовірну інформацію, адже не було надано жодних підтверджень отруєння саме у нашому закладі. Поспілкуватися з Вами особисто та Вашим лікарем Ви відмовилися. Ми готові докласти максимум зусиль для Вашого швидкого одужання, але вважаємо, що такі серйозні звинувачення мають підтверджуватися.\n\nОтвечая на Ваше дополнение к отзыву:\nНа многих достоверных медицинских источниках пишут: \"инкубационный период сальмонеллы длится около 4 суток\". К тому же, основных продуктов, которые вызывают данное отравление, в паштете не было.\nВ этот день была реализована не одна единица данного блюда, но, кроме Вас, никто не связывался с заведением по поводу отравления.\n\nЩе раз бажаємо швидкого одужання і щоб таких ситуацій у Вашому житті ніколи не траплялося.\nКоманда Vinsanto Wine Bar ❤️",
    "rating": 5,
    "name": "Антонина Мельниченко",
    "cat": "Wine bar"
  },
  {
    "review": "Посетили Vinsanto уже с обновленным меню, которое несколько недель анонсировалось в Инстаграм. Ну, что могу сказать, заведение действительно перевоплотилось! Приятно видеть уже наполненные винные полки, а меню - это вообще что-то …",
    "rating": 5,
    "name": "Катерина Гололобова",
    "cat": "Wine bar"
  },
  {
    "review": "Мне очень сильно понравился, ресторан Vinsanto, атмосферное место. Подходит для семейного отдыха, свиданий, для встреч с друзьями.В меню каждый найдет блюдо на свой вкус и любимый коктейль.Еда и напитки очень хорошие !!! Василий бармен, …",
    "rating": 5,
    "name": "Ольга Волк",
    "cat": "Wine bar"
  },
  {
    "review": "Отмечали в данном заведении день рождения мамы. Были здесь впервые. Не понимаю людей, которые пишут плохие отзывы. Заведение супер. Отличный интерьер заведения, уютная атмосфера, музыка релакс, высококлассное обслуживание и приятный …",
    "rating": 5,
    "name": "Катя Набокова",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) I remember this place with delicious cuisine and a great selection of wines. I took the opportunity to come here in a year. But!!! The menu is completely different, 2 restaurant owners have changed during this time. …",
    "rating": 5,
    "name": "Rustam Mirzoyev",
    "cat": "Wine bar"
  },
  {
    "review": "Приятнейший субботний вечер. Советую взять луковый суп и вырезку с баранины. Вернёмся в заведение ещё раз с удовольствием! Официанту Жене отдельная благодарность за сервис)) …",
    "rating": 5,
    "name": "Sasha Mozur",
    "cat": "Wine bar"
  },
  {
    "review": "НЕ ВКУСНО! Прошлый повар убежал похоже))) каре ягненка (мясо ок, но овощная подушка безвкусна и соус кетчуп из пакета?! при этом цена на блюдо, как в нормальном ресторане), штрудель - ужасный… не рекомендую. Винсанто уже не тот… Официант …",
    "rating": 1,
    "name": "Semih Kaba",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Unfortunately, the institution does not respect visitors (I would not like to use the word \"cheat\"). So, today, ordering 2 cocktails aperol spritz, we received 2 glasses of chilled sweet carbonated water with orange …",
    "rating": 1,
    "name": "Di Bali",
    "cat": "Wine bar"
  },
  {
    "review": "Потрясающее место! Вежливые официанты, приятная атмосфера и, главное, вкуснейшие блюда. После проведённого времени в кафе остались приятные впечатления. С уверенностью могу сказать, что это одно из самых лучших заведений Киева. Всё, от …",
    "rating": 5,
    "name": "Zhenya Aliksyuk",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим Вас♥️\n\n(Translated by Google)\nThank you ♥ ️",
    "rating": 5,
    "name": "Аня Морякова",
    "cat": "Wine bar"
  },
  {
    "review": "Посетил Винсанто и остался приятно удивлен!)\nПробовал филе утки с белыми грибами,фирменный суп пюре ресторана и креп сюзет\nУтка была нежная с кисленьким ягодным соусом,суп грибной очень сливочный и прямо …",
    "rating": 5,
    "name": "Mary Onischenko",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим Вас♥️\n\n(Translated by Google)\nThank you ♥ ️",
    "rating": 5,
    "name": "Yaroslav Yersak",
    "cat": "Wine bar"
  },
  {
    "review": "Просто, уютно и со вкусом 👍 Кто-то сравнил меню со столовкой, вы хоть для начала посетите заведение после обновления, а потом строчите с фейк аккаунтов 😄😄😄 А ребятам желаю расти дальше и радовать нас ♥️ …",
    "rating": 5,
    "name": "Анатолій Степанчук",
    "cat": "Wine bar"
  },
  {
    "review": "Только что были у вас. Остались под негативными впечатлениями. Официант нам вынес счёт из пивом 0.7, хотя мы пили 0.3. Изменили счёт и опять же нам вынесли счёт не за один десерт, а за полтора, чисто 64 гривны на ровном месте - обман. …",
    "rating": 2,
    "name": "Viktoriya Zakrevskaya",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Great, good value for money and an excellent team\n\n(Original) …",
    "rating": 5,
    "name": "Олег Клименко",
    "cat": "Wine bar"
  },
  {
    "review": "Очень уютный милый ресторан, доброжелательный персонал и вкусная еда. Остались очень довольны. Зайдём ещё обязательно. …",
    "rating": 5,
    "name": "Вероника Больбот",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) A very cozy place to have a good evening. I really liked the wine tasting …",
    "rating": 3,
    "name": "Lera Pochapskaya",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) thank you!\n\n(Original)\nдякуємо!",
    "rating": 5,
    "name": "Ivan Fediv",
    "cat": "Wine bar"
  },
  {
    "review": "Красиво и вкусно.  Очень предупредительное обслуживание. Сырная тарелка выше всяких похвал! Жаль, что во время нашего визита не были доступны рыбные блюда. …",
    "rating": 5,
    "name": "Natalya Kazanchuk",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим Вас♥️\nЖдем Вас еще на наши вкуснейшие рыбные блюда!\n\n(Translated by Google)\nThank you ♥ ️\nWe are waiting for you for our delicious fish dishes!",
    "rating": 5,
    "name": "Tiniel Malinina",
    "cat": "Wine bar"
  },
  {
    "review": "Еда ни о чем. В цезаре из креветок кроме креветок пару листочков салат и два кусочка Черри, и это за 230 грн? Не вкусно, не ресторанного уровня меню, воды фильтр нет, только в бутылках с наценкой трижды. Рядом играет музыка из рок бара, а с …",
    "rating": 5,
    "name": "Tatiana Demidovskaya",
    "cat": "Wine bar"
  },
  {
    "review": "Приветствуем!\n1.Все продукты и ингредиенты для наших вкуснейших блюд мы закупаем ежедневно у лучших поставщиков и в ресторане ими наслаждаются по цене соответствующей качеству.\n2.Наше меню разрабатывалось одним из лучших шеф-поваров Украины и обладателем наград и во Франции и это далеко не окончательный формат,так как добавится огромное количество новых уникальных блюд в ближайшем времени.\n3.Во время карантинных ограничений безопаснее употреблять герметично упакованную воду.\n5.Действительно,сидя на террасе Вам могут помешать посторонние звуки с улицы,так как это открытая площадка и вокруг бурлит городская жизнь,\nно ведь Вы всегда можете зайти вовнутрь и насладиться легкой джазовой музыкой.\n\n(Translated by Google)\nHello!\n1. All products and ingredients for our delicious dishes are purchased daily from the best suppliers and are enjoyed in the restaurant at a price corresponding to the quality.\n2.Our menu was developed by one of the best chefs in Ukraine and winner of awards in France and this is far from the final format, as a huge number of new unique dishes will be added in the near future.\n3. During quarantine restrictions, it is safer to use hermetically sealed water.\n5. Indeed, sitting on the terrace you may be disturbed by outside sounds from the street, since this is an open area and city life is raging around,\nbut you can always go inside and enjoy light jazz music.",
    "rating": 5,
    "name": "Ирина Калинина",
    "cat": "Wine bar"
  },
  {
    "review": "Отличное место присесть и отдохнуть, выпить чащечку кофе.\nОборудована летняя площадка в тени, прохладый ветерок, то что надо в жаркий день! …",
    "rating": 5,
    "name": "Светлана Анатольевна",
    "cat": "Wine bar"
  },
  {
    "review": "С радостью готовы вас встречать в нашим винном баре, удивлять новыми вкусами!\n\n(Translated by Google)\nWe are happy to meet you in our wine bar, surprise you with new tastes!",
    "rating": 5,
    "name": "Сергей Дорошенко",
    "cat": "Wine bar"
  },
  {
    "review": "Место где вы с компанией друзей можете прекрасно провести время! Тёплая, дружественная обстановка, живая музыка и душевный персонал. …",
    "rating": 5,
    "name": "Andre Zuben",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за высокую оценку! Будем рады вас видеть вновь!\n\n(Translated by Google)\nThanks for the high rating! We will be glad to see you again!",
    "rating": 5,
    "name": "Anatoliy",
    "cat": "Wine bar"
  },
  {
    "review": "В восторге от вечера проведённого в этом ресторане!\nВкусно и атмосферно 😍 …",
    "rating": 4,
    "name": "roberto garrucciu",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thank you, Marie, for your wonderful feedback ❤️\n\n(Original)\nДякуємо, Маріє, за Ваш прекрасний відгук ❤️",
    "rating": 5,
    "name": "Алексей Перекрестов",
    "cat": "Wine bar"
  },
  {
    "review": "Если вы любите вино, то лучше места не найти. Изумительная кухня, очень высокий уровень обслуживания, прекрасное музыкальное сопровождение! Мы были с трёхлетним ребёнком, который захотел милкшейк. В меню не было, но ребята выкрутились и …",
    "rating": 4,
    "name": "Yevheniia Vishnevskaia",
    "cat": "Wine bar"
  },
  {
    "review": "Большое спасибо! Такие отзывы наших гостей, от которых вырастают крылья у всех сотрудников винного бара Винсанто! Будем счастливы видеть вас вновь!\n\n(Translated by Google)\nThank you very much! These reviews of our guests, from which grow wings for all employees of the wine bar Vinsanto! We will be happy to see you again!",
    "rating": 5,
    "name": "Денис Ульяненко",
    "cat": "Wine bar"
  },
  {
    "review": "Замечательное место, вкусная еда, вежливый персонал.\nЗаказывал фаршированные креветки - ну ооочень вкусно.\nПриду еще не раз и всем советую!! …",
    "rating": 5,
    "name": "Evelina Sukiene",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) you will not be able to eat heartily and deliciously, very small portions, even a simple salad in the summer at the exit no more than 100gr at the price of about 200grn. I definitely do not recommend the kitchen, the …",
    "rating": 5,
    "name": "Moscow, Russia",
    "cat": "Wine bar"
  },
  {
    "review": "Оценка обслуживанию, так как, к сожалению, ничего не удалось попробовать. На мой вопрос \"на какой бульоне сделан луковый суп\"  официант неуверенно ответил \"на курином\", потом уточнил у другого, который ответил \"ну на аляске мы делаем. или …",
    "rating": 5,
    "name": "Arthur Mubarakshyn",
    "cat": "Wine bar"
  },
  {
    "review": "Владислава, прежде всего, благодарим Вас за то, что нашли время оставить отзыв! Нам очень важно знать Ваше мнение, что бы улучшить качество сервиса. Сожалеем, что наш сотрудник мог быть некорректен с Вами во время Вашего визита и это помешало попробовать наши действительно вкусные блюда и оценить по настоящему гостеприимное обслуживание! Но, в любом случае приносим свои искренние извинения! И хотим пригласить Вас еще раз в гости, тем самым позволить дать шанс нам реабилитироваться и показать, что данный случай скорее исключение, нежели правило. С удовольствием угостим Вас вкусным десертом или бокалом игристого.\n\n(Translated by Google)\nVladislav, first of all, thank you for taking the time to leave a review! It is very important for us to know your opinion in order to improve the quality of service. We regret that our employee could have been incorrect with you during your visit and this prevented us from trying our really delicious dishes and appreciating a truly hospitable service! But, in any case, we sincerely apologize! And we want to invite you to visit again, thereby allowing us to give a chance to rehabilitate ourselves and show that this case is the exception rather than the rule. We will gladly treat you to a delicious dessert or a glass of sparkling wine.",
    "rating": 5,
    "name": "Маргарита Цветаева",
    "cat": "Wine bar"
  },
  {
    "review": "Первое впечатление приятное. Живая музыка, вино и непринуждённая атмосфера бара очаровали. Не повезло только с чьими-то детьми, которые бегали и визжали, внося специфический резонанс в тот томный вечер. …",
    "rating": 4,
    "name": "D. Trykoz",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за высокую оценку и очень рады первому впечатлению. Будем рады новой встречи с вами в нашем винном баре!\n\n(Translated by Google)\nThank you for your appreciation and are very happy with your first impression. We look forward to seeing you again in our wine bar!",
    "rating": 5,
    "name": "Игорь Молнар",
    "cat": "Wine bar"
  },
  {
    "review": "Отличный, уютный ресторан. Прекрасные закуски и теплая атмосфера. Идеален для приятного дружеского общения в отличной компании. …",
    "rating": 5,
    "name": "Sasha Maistrenko",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) The place is very sophisticated and not too expensive for the sophisticated. Friday is live music. Sounds normal, you can talk and it doesn't interfere. The food is also delicious. But personally, I don't have enough …",
    "rating": 5,
    "name": "dernakovski",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thank you very much! Waiting again!\n\n(Original)\nДуже дякуєм! Чекаємо знову!",
    "rating": 5,
    "name": "Наталья Савченко",
    "cat": "Wine bar"
  },
  {
    "review": "Хорошее обслуживание:все приветливые,вежливые,внимательные.\nЕда очень вкусная,буду к вам заходить ещё не раз 🤗 …",
    "rating": 5,
    "name": "Maria Ponomarenko",
    "cat": "Wine bar"
  },
  {
    "review": "Все классно! Отличное место, радует внимательность и обратная связь с клиентом! Обязательно будем! …",
    "rating": 5,
    "name": "Снежана Ивченко",
    "cat": "Wine bar"
  },
  {
    "review": "Такого разнообразия выбора вина я не видела со времен отдыха в Грузии)\nОчень вкусно, прекрасное обслуживание и увеселительная атмосфера.\nДля вечера пятницы - то, что нужно! …",
    "rating": 5,
    "name": "Ekaterina Poludennaya",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за высокую оценку! Всегда будем рады вас видеть в нашем винном баре!\n\n(Translated by Google)\nThank you for your appreciation! We will always be glad to see you in our wine bar!",
    "rating": 5,
    "name": "Dmytro Opria",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Today I had to visit my husband and I at this restaurant. I was amazed by the reception ... We have not yet had time to sit down at the table, as the blonde woman approached us and informed us that there should be a …",
    "rating": 5,
    "name": "Andrew Kravchenko",
    "cat": "Wine bar"
  },
  {
    "review": "Мы не оставили без внимания ваш отзыв и проанализировали ситуацию. Действительно, в двух залах планировались мероприятия и вас об этом вежливо предупредил сотрудник бара и предложил переместиться за те столики, где можно будет не следить за временем пребывания. Считаем такое поведение нашего сотрудника верным. Так же подтверждаем, что были заказаны пиво и сырная тарелка. Обращая внимание на факты, вы решили рассчитаться через 6 минут после подачи пива, через 10 минут после размещения заказа. На момент расчета ваше блюдо было уже готово и вам было предложено тут же упаковать его с собой. Уточните ещё раз детали событий. При повторном посещении мы будем рады вам предложить бутылочку пива в качестве комплимента, если корректно представитесь или напишите в лс на фб.\nЗаранее спасибо!\n\n(Translated by Google)\nWe did not disregard your feedback and analyzed the situation. Indeed, events were planned in two halls and the bar employee politely warned you about this and offered to move to those tables where you could not keep track of your time. We consider this behavior of our employee to be correct. We also confirm that beer and cheese plate were ordered. Paying attention to the facts, you decided to settle in 6 minutes after serving the beer, 10 minutes after placing the order. At the time of calculation, your dish was ready and you were asked to pack it right there with you. Specify again the details of the events. When you return, we will be happy to offer you a bottle of beer as a compliment, if you introduce yourself correctly or write in pb on fb.\nThank you in advance!",
    "rating": 5,
    "name": "Iurii Radchenko",
    "cat": "Wine bar"
  },
  {
    "review": "Была недавно в этом ресторане,отделалась сильным пищевым отравлением.\nВ туалете запах ужасный,грязь как в общепите,не люблю писать плохие отзывы и я бы могла думать на все что угодно,но к сожалению я нигде кроме этого ресторана в …",
    "rating": 5,
    "name": "Крива Крістіна",
    "cat": "Wine bar"
  },
  {
    "review": "Напишите, пожалуйста, что вы заказали во время посещения. Заранее спасибо!\n\n(Translated by Google)\nPlease write what you ordered during the visit. Thank you in advance!",
    "rating": 5,
    "name": "Калинка Малинка",
    "cat": "Wine bar"
  },
  {
    "review": "Прекрасное место, чтобы поговорить о вине. Дегустация вин позволяет раскрыть вкус различных вин и прислушаться к себе, довериться рецепторам. Сомелье весьма харизматичен, что вносит изюминку в дегустацию безусловно …",
    "rating": 5,
    "name": "Татьяна Мальнева",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за отзыв и приглашаем в наш винный бар для новых открытий!\n\n(Translated by Google)\nThank you for your feedback and welcome to our wine bar for new discoveries!",
    "rating": 5,
    "name": "Karyna Bulgakova",
    "cat": "Wine bar"
  },
  {
    "review": "Если Бога нет, то кто создал этот чизкейк с солёной карамелью??? Боюсь, завтра не сдержучь и снова приду на десерт)))) …",
    "rating": 5,
    "name": "Олексій Голобородько",
    "cat": "Wine bar"
  },
  {
    "review": "Уютная атмосфера, персонал приветливый, самым главным событием было вкуснейшее вино. Посетила бы это заведение ещё не раз. …",
    "rating": 5,
    "name": "Евгения Сладковская",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за отзыв и высокую оценку! И, конечно, будем рады новым встречам с вами в Винсанто\n\n(Translated by Google)\nThank you for your feedback and appreciation! And, of course, we will be glad to meet you again in Vincento",
    "rating": 5,
    "name": "Oleksandra Burlakova",
    "cat": "Wine bar"
  },
  {
    "review": "Отличный выбор вин, грамотный сомелье. Спасибо!\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Olga Olshevska",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за отзыв! Будем всегда рады видеть Вас!\n\n(Translated by Google)\nThanks for the feedback! We will always be glad to see you!",
    "rating": 5,
    "name": "Motti Yahud",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) The steak and the cocktail were delicious. It is nice to sit on the terrace. …",
    "rating": 5,
    "name": "Serhii Didkovsky",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) We thank you!\nCome again.\n\n(Original)\nДякуємо Вам!\nПриходьте ще.",
    "rating": 5,
    "name": "Евгений Чиж",
    "cat": "Wine bar"
  },
  {
    "review": "Сходили вчера с друзьями, остались разочарованы: выбор вина по бокалам просто из рук вон плохой; подача в неправильных бокалах неправильной температуры; официант не отличает шардоне из бочки от шардоне из стали, при этом смело предлагает …",
    "rating": 4,
    "name": "Larysa Bulatova",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за отзыв! Виктория, приглашаем вас посетить нас ещё раз! Все позиции из винной карты доступны побокально, сервис вас порадует!\n\n(Translated by Google)\nThanks for the feedback! Victoria, we invite you to visit us again! All positions from the wine list are available side by side, the service will make you happy!",
    "rating": 5,
    "name": "Вячеслав Минус",
    "cat": "Wine bar"
  },
  {
    "review": "Хорошее заведение,выбор вина впечатляет,здесь его пьют и в нём разбираются!Хороший интерьер,посуда,музыка,обслуживание,цены как для центра столицы вполне годные,один минус с парковкой,но так центр же) …",
    "rating": 5,
    "name": "Александр К",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за высокую оценку и конструктивный отзыв! Всегда будем очен рады вас видеть в нашем заведении!\n\n(Translated by Google)\nThank you for your appreciation and constructive feedback! We will always be glad to see you in our institution!",
    "rating": 5,
    "name": "Alex Glushenko",
    "cat": "Wine bar"
  },
  {
    "review": "Собрались с друзьями выпить вина и по отзывам нашли это замечательное заведение) атмосфера, персонал и огромный выбор вина на 5 баллов) так же порадовало разнообразие блюд ) цены $$) …",
    "rating": 4,
    "name": "Кот Базилио",
    "cat": "Wine bar"
  },
  {
    "review": "Вероника, спасибо за отзыв! Всегда будем рады Вас видеть!\n\n(Translated by Google)\nVeronica, thanks for the tip! We will always be glad to see you!",
    "rating": 5,
    "name": "Mary Magdalena",
    "cat": "Wine bar"
  },
  {
    "review": "Возможно, из- за карантина, но очень печальное заведение! Цены же ,на мой взгляд, не соответствуют (наценка на вино) ни месту, ни всему остальному! …",
    "rating": 5,
    "name": "Olha Veleshchuk",
    "cat": "Wine bar"
  },
  {
    "review": "Здравствуйте! Конечно, мы очень расстроились, что вам не понравилось. Приглашаем вас ещё раз. Напишите, пожалуйста, в личные сообщения на фб о своём визиты, будем рады встрече с вами!\n\n(Translated by Google)\nHello! Of course, we were very upset that you didn't like it. We invite you again. Please write in your private messages on the fb about your visit, we will be glad to meet you!",
    "rating": 5,
    "name": "Анна Переятенец",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Great place for theatrical prepathy. A wide selection of wines and an exquisite taste of a variety of dishes will create a great mood for the performance or soothe the soul after. Service and interior will leave a …",
    "rating": 5,
    "name": "Сергій Гусаков",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback!\n\n(Original)\nЩиро дякуємо за такий відгук!",
    "rating": 5,
    "name": "Vlad Lagun",
    "cat": "Wine bar"
  },
  {
    "review": "Отличное место для встречи с подругами за бокалом вкусного вина.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Валерия Булавина",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за отзыв!\n\n(Translated by Google)\nThanks for the feedback!",
    "rating": 5,
    "name": "Олексій Дитяча фотосесія, виїздна зйомка",
    "cat": "Wine bar"
  },
  {
    "review": "Уютное заведение на очень спокойной улице. Огромная винная карта, замечательный сомелье, вкусная кухня. …",
    "rating": 5,
    "name": "Оксана Чуприна",
    "cat": "Wine bar"
  },
  {
    "review": "Большое спасибо за высокую оценку! Всегда рады новым встречам с вами в нашем винном баре!\n\n(Translated by Google)\nThank you very much for your appreciation! We are always glad to meet you again in our wine bar!",
    "rating": 1,
    "name": "Antonina Sydorenko",
    "cat": "Wine bar"
  },
  {
    "review": "Были там один раз, все было очень вкусно! Шеф повар француз, видимо, знает толк в еде!)) …",
    "rating": 5,
    "name": "Diana Martuk",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим! Есть идеи что вам предложить ещё во время второго визита:)\n\n(Translated by Google)\nThank you! Have some ideas what to offer you during the second visit :)",
    "rating": 5,
    "name": "Vanush Kamaryan",
    "cat": "Wine bar"
  },
  {
    "review": "Отличные вина и очень атмосферно\n\n(Translated by Google)\nGreat wines and very atmospheric",
    "rating": 1,
    "name": "Александр Янченко",
    "cat": "Wine bar"
  },
  {
    "review": "Большое спасибо за отзыв! Всегда будем рады вас видеть снова и снова!\n\n(Translated by Google)\nThank you very much for your feedback! We will always be glad to see you again and again!",
    "rating": 4,
    "name": "Natalya Ombert",
    "cat": "Wine bar"
  },
  {
    "review": "Прекрасный атмосферный винный бар с большим ассортиментом вин побокально. Очень уютно! Дружелюбный персонал! Советую! …",
    "rating": 5,
    "name": "Alex Ost",
    "cat": "Wine bar"
  },
  {
    "review": "Большое спасибо за отзыв! Всегда будем рады вас видеть в нашем любимом баре!\n\n(Translated by Google)\nMany thanks for the feedback! We will always be glad to see you in our favorite bar!",
    "rating": 5,
    "name": "Ангеліна Вертепна",
    "cat": "Wine bar"
  },
  {
    "review": "Каждый раз как глоток свежего воздуха. Прекрасная еда, прекрасный персонал\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Елена Водная",
    "cat": "Wine bar"
  },
  {
    "review": "Атмосферно, вкусно, хороший выбор вин, внимательный персонал. Быстро готовят. Хорошее место для вечерней встречи на бокал вина. …",
    "rating": 3,
    "name": "Татьяна Барсукова",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за отзыв! Приглашаем Вас в Винсанто!\n\n(Translated by Google)\nThank you for your feedback! We invite you to Vincanto!",
    "rating": 5,
    "name": "Яковенко Евгений",
    "cat": "Wine bar"
  },
  {
    "review": "красивый вокал, и хорошее пиво ,, что еще надо, гуд\n\n(Translated by Google) …",
    "rating": 5,
    "name": "olya vasileva",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за высокую оценку!\n\n(Translated by Google)\nThanks for the high rating!",
    "rating": 5,
    "name": "Adnan D",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Large, small but high quality restaurant run by Cristina, the owner, magnificently wide variety of wines and above all a great chef with quality both in cooking the rice we tasted but above all cooking the meat …",
    "rating": 5,
    "name": "Ilya Dyoshin",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thanks for the sincere review! We look forward to seeing you in Vinsanto!\n\n(Original)\nGrazie per la recensione sincera! Saremo lieti di vederti in Vinsanto!",
    "rating": 5,
    "name": "Georgiy Yuryev",
    "cat": "Wine bar"
  },
  {
    "review": "Замечательный винный бар, сомелье действительно профессионал в своём деле, подсказал по нашим предпочтениям супер крутое вино и к какому блюду оно больше подойдёт …",
    "rating": 2,
    "name": "Галина Крюкова",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим вас за высокую оценку! Всегда ждём вас в гости!\n\n(Translated by Google)\nThank you for your appreciation! We are always waiting for you to visit!",
    "rating": 5,
    "name": "Eugene Tkachenko",
    "cat": "Wine bar"
  },
  {
    "review": "Очень интересная подача глинтвейна)\nНо странно, не было теплоты от персонала.  А так, как ты последний посетитель, то за тобой очень громко закрыли роллет.(( …",
    "rating": 5,
    "name": "Василь Бутенко",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за отзыв! Роллет сам по себе громкий! Приглашаем ещё- обещаем ещё более тёплый приём!\n\n(Translated by Google)\nThanks for the feedback! Rollet itself is loud! We invite more, we promise even warmer reception!",
    "rating": 5,
    "name": "amatsukami",
    "cat": "Wine bar"
  },
  {
    "review": "Вышли с ресторана час назад! Новое меню - это восторг! Винсанто возвращается!!! Ура! …",
    "rating": 5,
    "name": "Андрей Качайло",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Great kitchen\n\n(Original)\nPuiki virtuvė",
    "rating": 5,
    "name": "Gregory Vepryk",
    "cat": "Wine bar"
  },
  {
    "review": "Приятное, уютное место. Хороший выбор вина, вежливый и отзывчивый персонал.\nЗамечательное место для релаксации, спокойного вечера. …",
    "rating": 4,
    "name": "Юлия",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за отзыв!\n\n(Translated by Google)\nThanks for the feedback!",
    "rating": 5,
    "name": "Inna Kirilyk",
    "cat": "Wine bar"
  },
  {
    "review": "Отличный выбор вина и очень вкусные брускетты. Если что, официант вас всегда поможет выбрать. …",
    "rating": 5,
    "name": "Виктория",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо большое за отзыв! Всегда рады новым визитам в Винсанто!\n\n(Translated by Google)\nThank you very much for your feedback! We are always glad to new visits to Vinsanto!",
    "rating": 5,
    "name": "Анна Климова",
    "cat": "Wine bar"
  },
  {
    "review": "Ну как же у Вас вкусно!!!!\nТирамису нежнейшее...\nОбслуживание на высоте!) …",
    "rating": 5,
    "name": "Pavel Sh",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Large selection of wines from all over the world. A bit expensive compared to the local price level. …",
    "rating": 1,
    "name": "רפאל דריהן",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thank you for your comments, we invite you again!\n\n(Original)\nMerci pour vos commentaires, nous vous invitons à nouveau!",
    "rating": 5,
    "name": "Pavel Chernyshev",
    "cat": "Wine bar"
  },
  {
    "review": "Очень уютная обстановка. Винная карта шикарная.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Andrey Kopachevsky",
    "cat": "Wine bar"
  },
  {
    "review": "Игорь, большое спасибо за отзыв! Готовим весенние обновления винной карты и, тем временем, всегда рады вас видеть в нашем винном баре вновь и вновь!\n\n(Translated by Google)\nIgor, thank you very much for the tip! We are preparing spring updates of the wine list and, in the meantime, we are always happy to see you again and again in our wine bar!",
    "rating": 5,
    "name": "Станислав",
    "cat": "Wine bar"
  },
  {
    "review": "Отличное вино, вкусный сыр и ризотто))\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Володимир Ольшанский",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за отзыв и высокую оценку! И до новых встреч в Винсанто!\n\n(Translated by Google)\nThank you for your feedback and appreciation! And see you soon in Vinsanto!",
    "rating": 5,
    "name": "Александр Паэранд",
    "cat": "Wine bar"
  },
  {
    "review": "Очень хороший выбор различных вина, в т ч для дегустации\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгений",
    "cat": "Wine bar"
  },
  {
    "review": "Большое спасибо за отзыв! Все рады вас видеть в нашем винном баре!\n\n(Translated by Google)\nMany thanks for the feedback! Everyone is glad to see you in our wine bar!",
    "rating": 5,
    "name": "Vadym Ziabchenko",
    "cat": "Wine bar"
  },
  {
    "review": "Чудное место. Внимательный и обходительный персонал. Понравилось Розе, Новая Зеландия, сухое. …",
    "rating": 5,
    "name": "Наташа Бавина",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за высокую оценку! Ждём вас ещё много раз!\n\n(Translated by Google)\nThank you for your appreciation! We are waiting for you many more times!",
    "rating": 5,
    "name": "света джеваженко",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Cozy, delicious, charming guitarist and live music\n\n(Original) …",
    "rating": 5,
    "name": "Gian Paolo Dieci",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thank you and we look forward to seeing you again!\n\n(Original)\nДякуємо і чекаємо на нову зустріч!",
    "rating": 5,
    "name": "Аня Петрина",
    "cat": "Wine bar"
  },
  {
    "review": "Место, где можно спокойно посидеть  и пообщаться за бокалом вина\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Летенко",
    "cat": "Wine bar"
  },
  {
    "review": "Большое спасибо за высокую оценку! И здесь мы с вами согласны, ждём вас в гости вновь.\n\n(Translated by Google)\nThanks so much for your appreciation! And here we agree with you, we are waiting for you to visit again.",
    "rating": 5,
    "name": "Ruslan Kozenyuk",
    "cat": "Wine bar"
  },
  {
    "review": "Прекрасное уютное место. Интерьер винного цвета. Улитки прекрасны\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Vladislav Tsymbaliuk",
    "cat": "Wine bar"
  },
  {
    "review": "Екатерина, благодарим Вас за высокую оценку и будем очень рады каждой новой встрече с Вами в нашем винном баре Винсанто.\n\n(Translated by Google)\nCatherine, thank you for your appreciation and we will be very pleased with each new meeting with you in our wine bar Vinsanto.",
    "rating": 3,
    "name": "Jewel J",
    "cat": "Wine bar"
  },
  {
    "review": "Отличное заведение, атмосферное с очень большим выбором вин\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Anna Kipyatkova",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за высокую оценку!\n\n(Translated by Google)\nThanks for the high rating!",
    "rating": 5,
    "name": "Anna Zahoruiko",
    "cat": "Wine bar"
  },
  {
    "review": "Прекрасное место чтобы провести вечер в сопровождении живой музыки и любимого вина. …",
    "rating": 4,
    "name": "Oleg Zubchenok",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за отзыв и приглашаем в гости!\n\n(Translated by Google)\nThank you for your review and invite you to visit!",
    "rating": 5,
    "name": "Татьяна Рогив",
    "cat": "Wine bar"
  },
  {
    "review": "Ресторанчик прикольный вкусный кофе. И вино\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dmitri Danilov",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you!",
    "rating": 3,
    "name": "Назар Мисинчук",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Delighted with this place! It's all so simple and casual, but at the same time exquisite. …",
    "rating": 4,
    "name": "wormerer",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Very nice to hear such a warm response! We are always glad to have a pleasant experience of our guests. This is our main inspiration to make people happier!\n\n(Original)\nДуже приємно чути такий теплий відгук! Ми завжди раді приємним враженням наших гостей. Це і є наше головне натхнення робити людей щасливішими!",
    "rating": 3,
    "name": "Виктор Сорока",
    "cat": "Wine bar"
  },
  {
    "review": "Винный бар с таким прекрасным названием \"Vinsanto\", у вас есть в меню это вино (\"Vinsanto\" Греция Санторини)? …",
    "rating": 5,
    "name": "Iryna Cherkinska",
    "cat": "Wine bar"
  },
  {
    "review": "Приветствуем и благодарим за Ваш отзыв! Отвечаем на вопрос: вино Винсанто есть и в Тоскане. В данный момент Вы можете попробовать Vinsanto Sant Antimo, Il Poggione 2006!\n\n(Translated by Google)\nWelcome and thank you for your feedback! We answer the question: Vinsanto wine is in Tuscany. At the moment you can try Vinsanto Sant Antimo, Il Poggione 2006!",
    "rating": 5,
    "name": "Maryna Yakovenko",
    "cat": "Wine bar"
  },
  {
    "review": "Уютно, очень хороший выбор вина. Friendly!\n\n(Translated by Google)\nCozy, very good wine selection. Friendly!",
    "rating": 4,
    "name": "Accel Hertz",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за высокую оценку! Будем рады новой встрече с вами!\n\n(Translated by Google)\nThank you for your appreciation! We will be glad to meet you again!",
    "rating": 5,
    "name": "Oleg Zhatko",
    "cat": "Wine bar"
  },
  {
    "review": "Лучший ресторан в Киеве♥️\n\n(Translated by Google)\nThe best restaurant in Kiev ♥ ️",
    "rating": 5,
    "name": "Chip n",
    "cat": "Wine bar"
  },
  {
    "review": "Отличное заведение!!!\nЧёрное пиво - это просто амброзия))) …",
    "rating": 5,
    "name": "Ирина Денисенко",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады вас видеть у нас!\n\n(Translated by Google)\nThank you for your feedback! Always glad to see you with us!",
    "rating": 5,
    "name": "Кирилл Маловичко",
    "cat": "Wine bar"
  },
  {
    "review": "Безумно вкусное место )))) пища Богов ))) очень рекомендую )\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Марина Журавльова",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за высокую оценку! И до новых встреч!\n\n(Translated by Google)\nThank you for your appreciation! And see you soon!",
    "rating": 5,
    "name": "Jason Lewis",
    "cat": "Wine bar"
  },
  {
    "review": "С подружками посидеть самое то! Люблю и кухню и выбор вина\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Lenoel Bertrand",
    "cat": "Wine bar"
  },
  {
    "review": "Отлично! Мы очень рады, что вам понравилось!\n\n(Translated by Google)\nExcellent! We are very glad that you liked it!",
    "rating": 5,
    "name": "Тина Франкова",
    "cat": "Wine bar"
  },
  {
    "review": "отвратительно обслуживание,  такое ощущуение что мы должны были что-то официантам. …",
    "rating": 5,
    "name": "ART Mirror Art",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) The highest quality place for both food and wine\n\n(Original) …",
    "rating": 2,
    "name": "Andrzej Socha",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation!\n\n(Original)\nתודה על הערכתך!",
    "rating": 5,
    "name": "Tuğrul Eser",
    "cat": "Wine bar"
  },
  {
    "review": "Уютный и стильный винный ресторан.\n\n(Translated by Google)\nCozy and stylish wine restaurant.",
    "rating": 5,
    "name": "Анна Кипяткова",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за отзыв! Всегда рады вас видеть в нашем любимом винном баре!\n\n(Translated by Google)\nThanks for the feedback! We are always glad to see you in our favorite wine bar!",
    "rating": 4,
    "name": "Patrick Chabrier",
    "cat": "Wine bar"
  },
  {
    "review": "Отличное вино. Приятное обслуживание.\n\n(Translated by Google)\nGreat wine. Pleasant service.",
    "rating": 5,
    "name": "OSAGO KIEV",
    "cat": "Wine bar"
  },
  {
    "review": "Мы очень радуемся таким отзывам! Спасибо большое. До встречи в Винсанто!\n\n(Translated by Google)\nWe are very happy about such reviews! Thank you very much. See you in Vinsanto!",
    "rating": 5,
    "name": "Олександр Сітанський (SitanskiyIndustry)",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Not cheap. A good selection of wines\n\n(Original)\nНедешево. Гарний вибір вин",
    "rating": 5,
    "name": "Danylo Petrakivskyi",
    "cat": "Wine bar"
  },
  {
    "review": "Поставлю 6 звезд, когда будуте в приложении WOUCH\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anastasiya Meshcheryak",
    "cat": "Wine bar"
  },
  {
    "review": "Удивительно, но есть мангал!!!!\n\n(Translated by Google)\nSurprisingly, there is a BBQ !!!!",
    "rating": 5,
    "name": "Jack London Cover Show",
    "cat": "Wine bar"
  },
  {
    "review": "персонал приветливый, еда вкусная.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ihor Yermolenko",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за отзыв! Будем рады видеть вас ещё!\n\n(Translated by Google)\nThanks for the feedback! We will be glad to see you again!",
    "rating": 5,
    "name": "Ольга Павлюк",
    "cat": "Wine bar"
  },
  {
    "review": "Отличный выбор вина\n\n(Translated by Google)\nExcellent wine selection",
    "rating": 5,
    "name": "Irina Muravynets",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо! Обновляем винную карту и всегда рады встрече с вами!\n\n(Translated by Google)\nThank! We are updating the wine list and are always happy to meet you!",
    "rating": 5,
    "name": "Rufat Mirzayev",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Andriy Parsyehov",
    "cat": "Wine bar"
  },
  {
    "review": "Если за вином и атмосферой, то сюда.\n\n(Translated by Google)\nIf for wine and atmosphere, then here.",
    "rating": 5,
    "name": "Юлия Михайлова",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за высокую оценку и всегда рады встрече с вами в нашем баре!\n\n(Translated by Google)\nThank you for your appreciation and are always happy to meet you in our bar!",
    "rating": 4,
    "name": "Пальмира Павловна",
    "cat": "Wine bar"
  },
  {
    "review": "Превосходное вино,насыщено\n\n(Translated by Google)\nExcellent wine, saturated",
    "rating": 5,
    "name": "Gleb Novitsuk",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за высокую оценку, отзыв и всегда рады новым встречам с вами!\n\n(Translated by Google)\nThank you for your appreciation, feedback and we are always happy to meet you again!",
    "rating": 5,
    "name": "ljuda Pedorich",
    "cat": "Wine bar"
  },
  {
    "review": "Хороший выбор вина\n\n(Translated by Google)\nGood wine selection",
    "rating": 3,
    "name": "Fedir Fonarov",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим и ждем в гости!\n\n(Translated by Google)\nThank you and look forward to visit!",
    "rating": 5,
    "name": "Галина Галина",
    "cat": "Wine bar"
  },
  {
    "review": "Тут лучший глинтвейн\n\n(Translated by Google)\nHere is the best mulled wine",
    "rating": 5,
    "name": "Світлана Сазанова",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за такой согревающий отзыв! Впереди зима, поэтому ждём вас в гости на глинтвейн и не только!\n\n(Translated by Google)\nThank you for such a warm tip! Ahead is winter, so we are waiting for you to visit mulled wine and not only!",
    "rating": 2,
    "name": "Max Klymyshyn",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yurkello Yurkello",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thank you! ♥ ️\n\n(Original)\nБлагодарим Вас!♥️",
    "rating": 5,
    "name": "Marina Zaiets",
    "cat": "Wine bar"
  },
  {
    "review": "Сделаю качественную панораму с аидео\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Руслан Прищепа",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ольга Стромиленко",
    "cat": "Wine bar"
  },
  {
    "review": "Очень рады, что вам понравилось! Ждём вас вновь и вновь в нашем винном баре!\n\n(Translated by Google)\nVery glad you enjoyed it! We are waiting for you again and again in our wine bar!",
    "rating": 4,
    "name": "Алексей Прокопчук",
    "cat": "Wine bar"
  },
  {
    "review": "Отношение к гостям впечатляет.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nata Usenko",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Would you like to know what impressed you about the attitude of visitors to Vinsanto Wine Bar? Your opinion is very important to us!\n\n(Original)\nДякуємо за відгук! Хотіли б поцікавитися, чим так Вас вразило відношення до відвідувачів Vinsanto Wine Bar? Нам дуже важлива Ваша думка!",
    "rating": 4,
    "name": "Alex Goy",
    "cat": "Wine bar"
  },
  {
    "review": "Очень тихое, душевное место)\n\n(Translated by Google)\nVery quiet, sincere place)",
    "rating": 5,
    "name": "Олег Дехтяр",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо большое за отзыв и оценку!\n\n(Translated by Google)\nThank you very much for your feedback and rating!",
    "rating": 4,
    "name": "Ярослав Владимирович",
    "cat": "Wine bar"
  },
  {
    "review": "Хорошие вина, все круто\n\n(Translated by Google)\nGood wines, everything's cool",
    "rating": 5,
    "name": "Юлия Малетина",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо! Будем рады вас видеть вновь!\n\n(Translated by Google)\nThanks! We will be glad to see you again!",
    "rating": 5,
    "name": "Inna Maksymenko",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) No boo\n\n(Original)\nНе буа",
    "rating": 5,
    "name": "Doug Makishima",
    "cat": "Wine bar"
  },
  {
    "review": "Так приходите!\n\n(Translated by Google)\nSo come on!",
    "rating": 4,
    "name": "Alla P",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Expensive, but not bad)\n\n(Original)\nДорого, але непогано)",
    "rating": 5,
    "name": "Lera sic",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за отзыв! Приглашаем вас в гости ещё раз. Мы предлагаем интересные предложения по сетам, действуют акционные скидки на вина по пон-четв! Действуют скидочные карточки для постоянных посетителей!\n\n(Translated by Google)\nThanks for the feedback! We invite you to visit again. We offer interesting offers on sets, there are promotional discounts on wines on Mon-Thurs! Discount cards for regular visitors!",
    "rating": 5,
    "name": "Антон !",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Pleasant atmosphere.\n\n(Original)\nПриємна атмосфера.",
    "rating": 5,
    "name": "Ольга Бойченко",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thank you! We will be glad to see you many more times!\n\n(Original)\nДякуємо! Будемо раді вас бачити ще багато разів!",
    "rating": 5,
    "name": "Günay iğde",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Cozy and delicious !!!\n\n(Original)\nЗатишно та смачно !!!",
    "rating": 5,
    "name": "Елена Квитка",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо большое за высокую оценку! Будем рады вас видеть ещё!\n\n(Translated by Google)\nThank you very much for appreciation! We will be glad to see you again!",
    "rating": 4,
    "name": "Jon Allen",
    "cat": "Wine bar"
  },
  {
    "review": "Обширная винная карта\n\n(Translated by Google)\nExtensive wine list",
    "rating": 5,
    "name": "Polina Barashkova",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за отзыв и будем рады видеть Вас в нашем винном баре Винсанто!\n\n(Translated by Google)\nThank you for your feedback and we will be glad to see you in our Vincanto wine bar!",
    "rating": 5,
    "name": "Elizabeth Dovzhenko",
    "cat": "Wine bar"
  },
  {
    "review": "Да так себе\n\n(Translated by Google)\nSo-so",
    "rating": 5,
    "name": "Татьяна Ефименко",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за отзыв! Приглашаем ещё раз, будем рады, если ваше мнение изменится!\n\n(Translated by Google)\nThanks for the feedback! We invite you again, we will be happy if your opinion changes!",
    "rating": 5,
    "name": "Анастасия Лобанова",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Pavlo Bereza",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за высокую оценку, Евгений!\n\n(Translated by Google)\nThank you for your high rating, Eugene!",
    "rating": 5,
    "name": "Ivan Barkouski",
    "cat": "Wine bar"
  },
  {
    "review": "Хорошо!\n\n(Translated by Google)\nGood!",
    "rating": 5,
    "name": "Бора Бора",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо! Будем рады видеть Явам снова!\n\n(Translated by Google)\nThank you! We will be glad to see Java again!",
    "rating": 4,
    "name": "Oleksandr Ostapenko",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Валентина Рудниченко",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you!",
    "rating": 5,
    "name": "denys polezhayev",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Константин Чекменев",
    "cat": "Wine bar"
  },
  {
    "review": "Большое спасибо!\n\n(Translated by Google)\nThanks a lot!",
    "rating": 5,
    "name": "Максим Карпов",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "paolo corso",
    "cat": "Wine bar"
  },
  {
    "review": "Приятно получить высокую оценку! Всегда рады вас видеть в нашем винном баре!\n\n(Translated by Google)\nNice to get a high rating! Always glad to see you in our wine bar!",
    "rating": 5,
    "name": "Альона Колосюк",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Noisy, cozy, expensive\n\n(Original)\nШумно, незатишно, дорого",
    "rating": 5,
    "name": "Vladimir Dobrovolskiy",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за отзыв! Действительно, эта неделя (27/11-3/12) шумная, так как много посетителей в рамках винной недели Resto week. Предлагаем посетить ещё раз и увидите наш винный бар с другой стороны.\n\n(Translated by Google)\nThanks for your feedback! Indeed, this week (27 / 11-3 / 12) is noisy, as there are many visitors during the Resto week wine list. We offer to visit again and see our wine bar on the other side.",
    "rating": 5,
    "name": "Володимир Лялюк",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Liked it a lot!\n\n(Original)\nДуже сподобалось!",
    "rating": 5,
    "name": "Україна Всюди",
    "cat": "Wine bar"
  },
  {
    "review": "Большое спасибо за отзыв! Будем рады вас видеть!\n\n(Translated by Google)\nMany thanks for the feedback! We will be glad to see you!",
    "rating": 1,
    "name": "Александр Соса",
    "cat": "Wine bar"
  },
  {
    "review": "Классный ресторан\n\n(Translated by Google)\ncool restaurant",
    "rating": 5,
    "name": "Taras Savchenko",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за отзыв!\n\n(Translated by Google)\nThanks for the feedback!",
    "rating": 5,
    "name": "Grzegorz Dudzinski",
    "cat": "Wine bar"
  },
  {
    "review": "просто изумительно\n\n(Translated by Google)\njust amazing",
    "rating": 5,
    "name": "Leon",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you!",
    "rating": 4,
    "name": "Julia Kadibash",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Super\n\n(Original)\nСупер",
    "rating": 5,
    "name": "Yulia Yesmukhanova",
    "cat": "Wine bar"
  },
  {
    "review": "Самый лучший лаконичный отзыв!\n\n(Translated by Google)\nThe best concise review!",
    "rating": 4,
    "name": "Andrii Kazandzhan",
    "cat": "Wine bar"
  },
  {
    "review": "Вкуснейшее закуски\n\n(Translated by Google)\nDelicious snacks",
    "rating": 5,
    "name": "Галина Полищук",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за высокую оценку и отзыв! Будем рады новой встрече с Вами!!!\n\n(Translated by Google)\nThank you for your appreciation and feedback! We will be glad to meet you again !!!",
    "rating": 5,
    "name": "Natali Razdietova",
    "cat": "Wine bar"
  },
  {
    "review": "Класс\n\n(Translated by Google)\nClass",
    "rating": 3,
    "name": "Oscar Bonnet",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за оценку!\n\n(Translated by Google)\nThank you for rating!",
    "rating": 5,
    "name": "Андрей Иванета",
    "cat": "Wine bar"
  },
  {
    "review": "Супер!!!\n\n(Translated by Google)\nSuper!!!",
    "rating": 5,
    "name": "Oksana Ishchenko",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thank you and look forward to seeing you again!\n\n(Original)\nДякуємо та чекаємо на нову зустріч!",
    "rating": 4,
    "name": "K Prk",
    "cat": "Wine bar"
  },
  {
    "review": "Отличное место.\n\n(Translated by Google)\nPerfect place.",
    "rating": 4,
    "name": "Алексей Гончаров",
    "cat": "Wine bar"
  },
  {
    "review": "Мы счастливы!!!\n\n(Translated by Google)\nWe are happy!!!",
    "rating": 5,
    "name": "Наталья Стадник",
    "cat": "Wine bar"
  },
  {
    "review": "хороший пабчик\n\n(Translated by Google)\ngood pub",
    "rating": 5,
    "name": "Nataliia Ovsiannikova",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо!\n\n(Translated by Google)\nThank you!",
    "rating": 5,
    "name": "Павел Конопляник",
    "cat": "Wine bar"
  },
  {
    "review": "Отличное место\n\n(Translated by Google)\nPerfect place",
    "rating": 5,
    "name": "Олексій Колодежний",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо! До новых встреч в Винсанто!\n\n(Translated by Google)\nThank! See you again in Vinsanto!",
    "rating": 5,
    "name": "Mykyta Shulipа",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Татьяна Павлова",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Анна Грекова",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thank you for your high appreciation!\n\n(Original)\nБлагодарим за высокую оценку!",
    "rating": 4,
    "name": "UnNaMeD 3",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Валентина Петряева",
    "cat": "Wine bar"
  },
  {
    "review": "Очень жаль, что вам не понравилось у нас!\n\n(Translated by Google)\nIt is a pity that you did not like it with us!",
    "rating": 5,
    "name": "Volodymyr Huk",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nik Sams",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за оценку! Всегда рады новой встрече с вами!\n\n(Translated by Google)\nThank you for rating! We are always glad to meet you again!",
    "rating": 4,
    "name": "Sergey SeSh",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Evgeniya Gontarenko",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за оценку! Ждём вас в гости!\n\n(Translated by Google)\nThank you for rating! We are waiting for your visit!",
    "rating": 4,
    "name": "Manuel Gonzalez",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Fernando Jimenez",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ганна Михайлюк",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за оценку!\n\n(Translated by Google)\nThank you for rating!",
    "rating": 5,
    "name": "Mariya Yarenko",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Анна Ярошевская",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за высокую оценку!\n\n(Translated by Google)\nThanks for the high rating!",
    "rating": 5,
    "name": "Olexander Loiter",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Rolf Zinne",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за высокую оценку:)\n\n(Translated by Google)\nThanks for the appreciation :)",
    "rating": 5,
    "name": "Анна Емченко",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Наталия Писаренко",
    "cat": "Wine bar"
  },
  {
    "review": "Thanks",
    "rating": 3,
    "name": "Ivan Nikolaievskyi",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Катерина Гудзь",
    "cat": "Wine bar"
  },
  {
    "review": "Thank’s!",
    "rating": 5,
    "name": "Ugin",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Viacheslav Yukhymuk",
    "cat": "Wine bar"
  },
  {
    "review": "Спасибо за высокую оценку, всегда рады Вам в нашем винном баре!\n\n(Translated by Google)\nThank you for your appreciation, always welcome you in our wine bar!",
    "rating": 5,
    "name": "Mykyta Porovchuk",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Денис Ковтуненко",
    "cat": "Wine bar"
  },
  {
    "review": "(Translated by Google) Thank you!\n\n(Original)\nДякуємо!",
    "rating": 3,
    "name": "Александр Кузьменко",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anatoliy Yakuba",
    "cat": "Wine bar"
  },
  {
    "review": "Thank you! We will glad to see you again!",
    "rating": 3,
    "name": "Иван Каменко",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anton Kevlich",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Алексей Чупилин",
    "cat": "Wine bar"
  },
  {
    "review": "Thank’s",
    "rating": 5,
    "name": "Натали Ко",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ivan",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за оценку и будем рады вас видеть вновь!\n\n(Translated by Google)\nThank you for your rating and we will be glad to see you again!",
    "rating": 4,
    "name": "ANNA MAY",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Евгений Ильяшенко",
    "cat": "Wine bar"
  },
  {
    "review": "Благодарим за высокую оценку и всегда будем рады Вас видеть!\n\n(Translated by Google)\nThank you for your appreciation and will always be glad to see you!",
    "rating": 5,
    "name": "Владимир Иващенко",
    "cat": "Wine bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Еva Mir",
    "cat": "Wine bar"
  }
]