[
  {
    "review": "Really nice place with interesting interior.\nThe food is delicious, although Tteok-bokki was a bit disappointing... but the rest was pretty nice. …",
    "rating": 5,
    "name": "Kristina Zyma",
    "cat": "Korean restaurant"
  },
  {
    "review": "This place looks like a bar for teenagers. We trid two cocktails Mr and Mrs Something,  both were great and even more surprisingly food is also tasty.\nOnly once small issue was smell of cooking from the kitchen, after dinner my hair and shirt were smelling like fried oil.",
    "rating": 4,
    "name": "Yuliia Honcharenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Cool place with flashy design and conceptual dishes. Plasma can be seen Korean talk shows. You can take a long look at Kim Jong-un in various roles as well as just details on the ceiling and walls. Food is prepared by Asians, and the …",
    "rating": 5,
    "name": "Maskyss s",
    "cat": "Korean restaurant"
  },
  {
    "review": "Like this place the most in the area. Original Asian atmosphere, tasty food, and drinks. Waiters are always friendly, prices are average",
    "rating": 5,
    "name": "Alyona Kalytenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Nice cozy place, with korean music. Stuff is friendly and nice, however, sometimes they'll never come if you don't invite them directly, so when you'll finish with dish choice, you should ping them. Overall, kitchen is really nice and …",
    "rating": 5,
    "name": "Yaroslav Yegorov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Hello! Now we are rest. That’s why main direct in our service is kitchen. So you can try a lot of Korean or Asia dishes. Thanks for your feedback — hope to see you soon in our restaurant😊",
    "rating": 5,
    "name": "Fanryr",
    "cat": "Korean restaurant"
  },
  {
    "review": "This place is in a nice spot between overrated fancy asian restaurants and hardcore small places in someone's basement. Food is great and price is justified. It may took sometime to get your order, other than that, no issues.",
    "rating": 5,
    "name": "Andrey Korlyuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "I haven't tried drinks, but food is delicious and interior is interesting",
    "rating": 5,
    "name": "Gilbert V",
    "cat": "Korean restaurant"
  },
  {
    "review": "Amazing food and hot teas. I wanted to try more but ill be back for sure. This place will surprise you and its all tasty",
    "rating": 3,
    "name": "V. Will",
    "cat": "Korean restaurant"
  },
  {
    "review": "Overall, it's ok. Though beautiful presentation, the flavors are somewhat missing something. Trendy Korean, not authentic. They do, however, have some spicy food. Prices for the portions average or a little high. Wait staff not attentive, …",
    "rating": 3,
    "name": "Евгений Тимошенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Had to edit my review unfortunately. Brought me cold tofu with rice and neutral sauce instead of expected sweet chile. After ordering grilled shrimps had to wait 20 minutes to get them cold and half cooked. Dark beer was good though.\nThis place used to be much better.",
    "rating": 5,
    "name": "Иван Дацко",
    "cat": "Korean restaurant"
  },
  {
    "review": "A stylish place, delicious food! Best chicken noodles I ever ate! Service was ok-ish though, one of the two girls was in a bad mood and didn't try to hide it :)",
    "rating": 4,
    "name": "Lysander Mckain",
    "cat": "Korean restaurant"
  },
  {
    "review": "Well, all in all everything's ok. Kinda hipster interior, good service and reasonable price. However, the menu is small and still some of the choices are not available. As for the taste, it's good, but clearly not authentic. That being …",
    "rating": 4,
    "name": "Daria Malitskaja",
    "cat": "Korean restaurant"
  },
  {
    "review": "They do not have half of the menu on Friday evening, only light beers (which was not that fresh), and the waiter instead of remembering the order tells some silly stories about the name of the dishe. Wasn't funny though, I wanted shrimps …",
    "rating": 4,
    "name": "H K",
    "cat": "Korean restaurant"
  },
  {
    "review": "Like others said, you don't get typical south Korean food here, although most dishes have the same name. But the food itself is well-made and tasty. If you are craving for a traditional korean food, you should go to other Korean …",
    "rating": 4,
    "name": "Marina Kovalenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Unusual kitchen and place. Not very crowded, not so huge in size, which is great for having a calm meal. There are some Korean TV shows, which was strange to see. There was the only one waiter for the whole place, that's why it was tough to catch him for a cheque",
    "rating": 5,
    "name": "Violet",
    "cat": "Korean restaurant"
  },
  {
    "review": "Very nice place. Good and tasty food. You can order one dish and it will be enough (portions are big). Very pleasant personnel. The atmosphere is also nice. It's full of funny and beautiful pictures, arts, koreen books. Nice place for a company. Definitely recommend to visit once and I'm sure you'll go back there again and again.",
    "rating": 5,
    "name": "Dmitriy Nushtaev",
    "cat": "Korean restaurant"
  },
  {
    "review": "Great food!\nIncredibly cool staff!\n100 points out of 10 😀",
    "rating": 5,
    "name": "Andy YA",
    "cat": "Korean restaurant"
  },
  {
    "review": "Were recently there. Liked the cocktails and the food was delicious. The staff are friendly and the location is good near metro station in historical part of the city.\nRecommend",
    "rating": 5,
    "name": "Peteris Krastins",
    "cat": "Korean restaurant"
  },
  {
    "review": "If you want to have good Vietnamese food in Kiev, definitely check this place. Welcoming staff, good food. Place is booked in the evenings, so better make a reservation.",
    "rating": 5,
    "name": "Andrey Stoliarov",
    "cat": "Korean restaurant"
  },
  {
    "review": "A surprisingly good discovery! The title meal, the grilled chicken hearts, and flaming kimchi - everything was superb. And the staff is fast and very nice.",
    "rating": 5,
    "name": "Dmytro OSIN",
    "cat": "Korean restaurant"
  },
  {
    "review": "Great place with delicious and varied Korean food. Am amazing experience and a huge field for surgery. Serving is also at a highest level.",
    "rating": 5,
    "name": "Виктория Тута",
    "cat": "Korean restaurant"
  },
  {
    "review": "Tasty cocktails, and food. Amazing atmosphere for hanging out with friends.",
    "rating": 5,
    "name": "Andrei Boiko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Good food, quick service, nice selection of ciders",
    "rating": 5,
    "name": "Nana Cat",
    "cat": "Korean restaurant"
  },
  {
    "review": "super tasty! hidden jem with nice waitresses and really good Korean food. be careful, if they say it's hot, it really is :D",
    "rating": 4,
    "name": "Alex Matiiasevych",
    "cat": "Korean restaurant"
  },
  {
    "review": "+ Tasty Asian food, cool interior and good service.\n- No AC, stylish chairs from Soviet classrooms are not comfortable to seat",
    "rating": 5,
    "name": "Stas Sokolov",
    "cat": "Korean restaurant"
  },
  {
    "review": "One of the best places in Kyiv. Cosy, stylish with delicious food and unbelievably cheerful staff. Perfect both for a casual dinner or a lovely evening in a company of friends.",
    "rating": 4,
    "name": "Dimitri Maziuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "they don't bring you kimchi and other appetizers, but otherwise: pretty nice. Kimchi soup is good.",
    "rating": 5,
    "name": "Oleksandr Pylypenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Super cool bar with authentic Korean cuisine! It's very cozy inside and staff is friendly and attentive.\nLiked it!",
    "rating": 4,
    "name": "Dennis G D",
    "cat": "Korean restaurant"
  },
  {
    "review": "Yes, they call it Korean. It is kind of like Korean food but for blander Ukrainians palettes. Will I go back? Probably not.",
    "rating": 5,
    "name": "Paolo Moscoso",
    "cat": "Korean restaurant"
  },
  {
    "review": "The place was very clean, the food very delicious and the waitress very polite. I recommend this place 100% 😁",
    "rating": 5,
    "name": "Rick Sanchez",
    "cat": "Korean restaurant"
  },
  {
    "review": "Soooo tasty korean and asian food generaly, recommending, five stars",
    "rating": 5,
    "name": "Roman Stadnik",
    "cat": "Korean restaurant"
  },
  {
    "review": "Very delicious dishes. Really Korean cuisine. Great staff.",
    "rating": 5,
    "name": "Алина Викторовна",
    "cat": "Korean restaurant"
  },
  {
    "review": "Good service, interesting interior and tasty food",
    "rating": 5,
    "name": "Христина Приліп",
    "cat": "Korean restaurant"
  },
  {
    "review": "amazing place! big portions of super tasty food + eco friendly 🌎💚(rare luxury in Kyiv yet..) Highly recommended",
    "rating": 3,
    "name": "Nicholas Bondarenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "interior and service is ok, but Pyan-Se with beef has an awful taste (khuynya), advicing you to order something else",
    "rating": 5,
    "name": "Oleksandr Pohrebniak",
    "cat": "Korean restaurant"
  },
  {
    "review": "Very nice and cosy place, food is delicious and servings are huge.",
    "rating": 5,
    "name": "Cassy Bayona",
    "cat": "Korean restaurant"
  },
  {
    "review": "great food as always! my fave asian spot in Kyiv!",
    "rating": 4,
    "name": "Taras Prystatsky",
    "cat": "Korean restaurant"
  },
  {
    "review": "The food is nice, yet the service is not too friendly",
    "rating": 5,
    "name": "Ellen Khodakivska",
    "cat": "Korean restaurant"
  },
  {
    "review": "Yummy ✅\nCozy ✅\nCreative ✅ …",
    "rating": 5,
    "name": "JuDai Zahan Guerreira",
    "cat": "Korean restaurant"
  },
  {
    "review": "Eat something perfectly marinaded to feel like newborn. And yes, it's Korean.",
    "rating": 5,
    "name": "Petro Nikolaychuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Delicious! And very interesting place!",
    "rating": 5,
    "name": "Олександр Гуменюк",
    "cat": "Korean restaurant"
  },
  {
    "review": "Great place, tasty food and friendly staff. Highly recommended!",
    "rating": 5,
    "name": "Daniel Williams",
    "cat": "Korean restaurant"
  },
  {
    "review": "Thanks, always glad to see you!",
    "rating": 5,
    "name": "bi3 ayt",
    "cat": "Korean restaurant"
  },
  {
    "review": "Good Kimchee and excellent sweet and sour dishes",
    "rating": 5,
    "name": "Yehor Yudin",
    "cat": "Korean restaurant"
  },
  {
    "review": "Great Korean food, not very expensive.",
    "rating": 5,
    "name": "Roman Belfer",
    "cat": "Korean restaurant"
  },
  {
    "review": "A bar with cool ambience, great Korean food and coctails!",
    "rating": 5,
    "name": "Aaa Kr.",
    "cat": "Korean restaurant"
  },
  {
    "review": "Nice place. Fine meal and friendly staff.",
    "rating": 5,
    "name": "Trevor Williams",
    "cat": "Korean restaurant"
  },
  {
    "review": "Awesome food. Nice service. Thanks for that!",
    "rating": 5,
    "name": "Illia T",
    "cat": "Korean restaurant"
  },
  {
    "review": "Thanks for your feedback. Hope to see you soon :)",
    "rating": 5,
    "name": "Vladlen Mytianski (Vlad Suppish)",
    "cat": "Korean restaurant"
  },
  {
    "review": "Quirky designed place with reasonable menu and prices",
    "rating": 4,
    "name": "Christian Mygind",
    "cat": "Korean restaurant"
  },
  {
    "review": "Soup kimchi is very-very spicy",
    "rating": 5,
    "name": "Oleksii Khoriev",
    "cat": "Korean restaurant"
  },
  {
    "review": "A place for connoiseurs of extremely spicy Korean kimchi",
    "rating": 4,
    "name": "Artem Skrypnyk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Yummy chicken. Good service. Liked it!",
    "rating": 3,
    "name": "Daniel",
    "cat": "Korean restaurant"
  },
  {
    "review": "You should try Korean pyan se! It is very tasty!",
    "rating": 5,
    "name": "Vasyl Humenyuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Tasty and not expensive Korean food",
    "rating": 5,
    "name": "Volodymyr Lisovskyi",
    "cat": "Korean restaurant"
  },
  {
    "review": "Good atmosphere, food is OK",
    "rating": 5,
    "name": "Daryna Karasova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Good place with tasty food and great atmosphere of love",
    "rating": 4,
    "name": "Roman Brontsevich",
    "cat": "Korean restaurant"
  },
  {
    "review": "Nice prices, tasty kitchen - recommended",
    "rating": 4,
    "name": "Yonathan Stein",
    "cat": "Korean restaurant"
  },
  {
    "review": "So yummy! And service is great :)",
    "rating": 3,
    "name": "Yevgen Sysoyev",
    "cat": "Korean restaurant"
  },
  {
    "review": "Nice place, didn't like the service though.",
    "rating": 5,
    "name": "Vitali Koroteev",
    "cat": "Korean restaurant"
  },
  {
    "review": "Is good and cheap. I recommend for tourists.",
    "rating": 5,
    "name": "Tanya Reznikova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Okay Asian type of food; though nothing special",
    "rating": 5,
    "name": "michael zagalsky",
    "cat": "Korean restaurant"
  },
  {
    "review": "Very good, tasty food",
    "rating": 5,
    "name": "Olexandr Kuzmenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Tasty food and original interior",
    "rating": 4,
    "name": "Valery Lyatsevich",
    "cat": "Korean restaurant"
  },
  {
    "review": "Amazing thai food.",
    "rating": 4,
    "name": "Rob Nuey",
    "cat": "Korean restaurant"
  },
  {
    "review": "Delicious and good quality",
    "rating": 5,
    "name": "Yevhen Danchenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Surprisingly, good cocktails",
    "rating": 5,
    "name": "Nataliya Kosmach",
    "cat": "Korean restaurant"
  },
  {
    "review": "Reasonable, hip, and tasty!!!",
    "rating": 4,
    "name": "Serhii Parfenoych",
    "cat": "Korean restaurant"
  },
  {
    "review": "Best wok in Kyiv",
    "rating": 5,
    "name": "Василий Козьмин",
    "cat": "Korean restaurant"
  },
  {
    "review": "Delicious!!!",
    "rating": 5,
    "name": "Oleksandr Chubaruk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Food is good.",
    "rating": 5,
    "name": "Tolik Rusanov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Just fantastic!",
    "rating": 5,
    "name": "Luli Osmak",
    "cat": "Korean restaurant"
  },
  {
    "review": "Nice place",
    "rating": 5,
    "name": "Nastasia Ananyeva",
    "cat": "Korean restaurant"
  },
  {
    "review": "Stan Dreamcatcher",
    "rating": 5,
    "name": "kuzma lebedev",
    "cat": "Korean restaurant"
  },
  {
    "review": "Purely amazing",
    "rating": 5,
    "name": "Andrii Sidun",
    "cat": "Korean restaurant"
  },
  {
    "review": "Delicious!",
    "rating": 4,
    "name": "Илья Сергиенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Awesome place 👍",
    "rating": 2,
    "name": "Влада Розенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Tasty food",
    "rating": 3,
    "name": "Wonder Great",
    "cat": "Korean restaurant"
  },
  {
    "review": "Уютное место , вкусная кухня , девочка официант под номером 001 умничка . Отдельное спасибо за пиво Волынский Бровар в меню . Туалет чистый и забавный . Единственный минус как по мне : заказ из нескольких блюд лучше приносить постепенно …",
    "rating": 4,
    "name": "Нестеренко Катерина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Были в заведении. Коктейли неплохие, но обслуживание оставляет желать лучшего. Официантка, которая нас обслуживала, ходила с максимально недовольным лицом. Сначала заказали коктейли, сказали что закажем поесть попозже, но меню после этого …",
    "rating": 4,
    "name": "Tetiana Borysova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Некоторые блюда очень вкусные(например тхвегиме- богический, бананы в кляре), однако иногда и бывают исключения. Вы только взгляните на эту фотографию мяса , это мясо или пюре илифарш? Так же в прошлый раз заказывали токпоки и кимчхи( …",
    "rating": 3,
    "name": "MrDjslayer",
    "cat": "Korean restaurant"
  },
  {
    "review": "Была 2 раза тут. Один раз с другом месяца 3 назад. Было не много людей, вкусно и приятный персонал. Второй раз была там на своё день рождение 2 января. Была 1 официантка на весь зал( было очень много людей и все столы заняты). Меню взяли …",
    "rating": 5,
    "name": "Irina Litash",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) It seems to be the only restaurant in Kyiv where you can try a fairly good list of Korean dishes: here and chajanmen, and tokkpoki, and bulgogi. I will not say how authentic the taste is, because there is nothing to …",
    "rating": 4,
    "name": "Фиса Кайда",
    "cat": "Korean restaurant"
  },
  {
    "review": "Краткий обзор.\nЗаказал пян-се, рамён и соджу.\nОбстановка интересная, со всякими мелкими атрибутиками, напоминающими отношение …",
    "rating": 5,
    "name": "Dima Palyvonchyk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень приятное место. Кухня и интерьер достойны внимания.\nПорции достаточно большие, ушли сытые.\nЕдинственное нужно уточнять на счет остроты, так как некоторые блюда пикантные. …",
    "rating": 3,
    "name": "ЯблочныйСпас",
    "cat": "Korean restaurant"
  },
  {
    "review": "Классное заведение! Стало одним из любимых мест для встречи с друзьями. Ставлю 4 из 5, потому что раз на раз не приходится. Иногда блюда кайф, иногда заставляют желать лучшего :( …",
    "rating": 5,
    "name": "Юля Бадоева",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I visited for the first time. Impressions are positive. A popular place, judging by the number of booked tables, but I found a place. The vaccination certificate was not requested. Separate menu for meals and bar, …",
    "rating": 3,
    "name": "Mila Torinamo",
    "cat": "Korean restaurant"
  },
  {
    "review": "Посещала это место однажды и все было хорошо, качество еды более менее за свою цену. Но сегодня прям расстроили. Заказали пян-се, ушки, лимонад, собу и токпокки. Остались без последнего, хотя именно за ними пришли. Подали нам блюдо сырое …",
    "rating": 3,
    "name": "Роман Шемчук",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый вечер! Если можете свяжитесь с нами в инстаграмм мы решим и исправим ситуацию.\n\n(Translated by Google)\nGood evening! If you can contact us on Instagram, we will solve and fix the situation.",
    "rating": 5,
    "name": "Станислав Кипра",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень понравилось! Интерьер красивый и достаточно оригинальный. Вежливый персонал. Ела очень вкусная и сытная. Можно наесться и одной порцией рамена) Если не любите острое лучше уточняйте у официанта, так как есть достаточно острые блюда и …",
    "rating": 4,
    "name": "Yevheniia",
    "cat": "Korean restaurant"
  },
  {
    "review": "Специально приехала с дочками, чтобы попробовать корейскую еду. Ну что сказать, была немного разочарована не смотря на хорошие отзывы.\nЛюдей было немного, играл приятный к-поп. Но рядом с нашим столом мастер сверлил …",
    "rating": 5,
    "name": "Юлия Северьянова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый вечер! Приносим свои извинения за ситуацию, что сложилась. Обязательно выясним по блюдам и сделаем все, чтобы в следующий раз вам понравилось😌 По поводу шума — эта ситуация действительно неприятная( Мы для вас подготовили комплимент за дискомфорт, могли бы вы пожалуйста написать нам в Фейсбук или Инстаграм? Для продолжения диалога. Надеемся на обратную связь 🙏\n\n(Translated by Google)\nGood evening! We apologize for the current situation. We will definitely find out about the dishes and do everything so that next time you like it As for the noise - this situation is really unpleasant (We have prepared a compliment for you for the discomfort, could you please write to us on Facebook or Instagram? To continue the dialogue. We hope for the opposite. communication 🙏",
    "rating": 4,
    "name": "Рома Волик",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) For an exceptional connoisseur. Interior on the verge of underground and trash: uncomfortable tables with poorly finished glass, old school chairs made of plywood and a square tube. Coldly. Dear. …",
    "rating": 5,
    "name": "Святослав Щава",
    "cat": "Korean restaurant"
  },
  {
    "review": "Восхитительное неприметное заведение. Работаю рядом, всегда проезжая мимо за рулем, читал название. Ну,думаю забегаловка какая-то неприметная.\nА тут знакомые посоветовали где вкусны рамен. И я ой как был не прав, думая что …",
    "rating": 5,
    "name": "Константин Серебренников",
    "cat": "Korean restaurant"
  },
  {
    "review": "Кухня: 8 из 10\nАтмосфера: 10 из 10\nОбслуживание: 9 из 10 …",
    "rating": 4,
    "name": "Oleg Zotikov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Место - шик! Все вкусно, а атмосфера заслуживает отдельного респекта. Обслуживание тоже на уровне. Обязательно зайдите в туалет и рассмотрите стены 😁 …",
    "rating": 1,
    "name": "Ирина Гресь",
    "cat": "Korean restaurant"
  },
  {
    "review": "Интересное оформление заведения. Дружелюбный персонал и отдельный лайк за форму из сериала 😉.\nКухня вкусная, может не привычная, но все из заказанного было съедено, а что то …",
    "rating": 5,
    "name": "John Smith",
    "cat": "Korean restaurant"
  },
  {
    "review": "Интересно, но, к сожалению, есть маленький недостаток: кухня начинает сворачиваться за час до закрытия. Прекрасно понимаю сотрудников заведения, но жаль, что не получилось попробовать рамен) Тем не менее, голодным не ушел: говядина Хе и …",
    "rating": 4,
    "name": "дмитрий чистяков",
    "cat": "Korean restaurant"
  },
  {
    "review": "Благодарим вас за отзыв❤️ Могли бы вы уточнить пожалуйста дату визита? Кухня принимает заказы до 22.30, за полчаса до закрытия. Если же это было раньше и вам отказали — мы обязательно решим этот вопрос. Напишите нам в личные сообщения и мы решим ваш вопрос🙏 (тут или в любой соц сети)\n\n(Translated by Google)\nThank you for your feedback ❤️ Could you please specify the date of the visit? The kitchen takes orders until 22.30, half an hour before closing. If this happened before and you were refused, we will definitely resolve this issue. Send us a private message and we will resolve your issue🙏 (here or in any social network)",
    "rating": 4,
    "name": "Helena Darkblueforest",
    "cat": "Korean restaurant"
  },
  {
    "review": "Колоритное, атмосферное заведение. Вкусная корейская кухня, в меру острая с оригинальной подачей, отличное пиво.\nРекомендуем для всей семьи! …",
    "rating": 1,
    "name": "Дарина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошее место с интересным интерьером и меню. Что до меню, успел попробовать не много. Но было вкусно и сытно.\nВ основном не скажу,что блюда тут только для ценителей. Обычному человеку тоже …",
    "rating": 5,
    "name": "Татьяна Гуцало",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за ваш отзыв! Мы всегда рады видеть вас в гостях. Очень надеемся, что, перепробовав все блюда у нас, вы сможете поставить на 5. До встречи на Нижнем Валу, 33б!\n\n(Translated by Google)\nThanks for your feedback! We are always glad to see you visiting. We really hope that, having tried all the dishes with us, you will be able to put on 5. See you at 33b, Nizhniy Val!",
    "rating": 5,
    "name": "Sergeii Kudriashov",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) We were here on August 3, 21, rice and chicken were so oversalted and there was too much oil to eat.\nThe fish in batter was also oversalted. …",
    "rating": 3,
    "name": "Лиза Лакис",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I was going to go to Arirang near the hostel, but it was closed until November 6th, so I came here. I had the bibimbap and it was a bit different from the way it was in Korea, but the taste was good. I also quenched …",
    "rating": 4,
    "name": "Anastasiia Bolbukh",
    "cat": "Korean restaurant"
  },
  {
    "review": "Прикольное место. Готовят вкусно, мне сложно оценить насколько это по корейски, но много и вкусно. Понравился десерт - жаренный банан с мороженым.\nПерсонал - 5 балов. …",
    "rating": 5,
    "name": "Medialis",
    "cat": "Korean restaurant"
  },
  {
    "review": "Прикольный формат заведения.\n\nДля тех кто хочет попробовать корейскую кухню. …",
    "rating": 5,
    "name": "Teddy",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отвратительное место, ужасная еда, плюс только в интерьере. В зале воняет жиром, постоянно дует ветер, персонал все время бегает курить и держит открытой дверь возле уборной. Уборные это отдельная история, такие убитые и убогие, давно не …",
    "rating": 5,
    "name": "Наташа Иванченко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Достаточно интересное заведение в корейском стиле, ориентированое на молодежь. Посещали 8 марта, поэтому столик бронировали за день. Внутри бара находится с десяток столиков, рассчитанных на 4-6 человек. В меню около 30 позиций еды, также …",
    "rating": 5,
    "name": "Игорь Красный",
    "cat": "Korean restaurant"
  },
  {
    "review": "Блюда китайской и японской кухни у нас очень распространены, их можно встретить на каждом шагу. Этого нельзя сказать о блюдах корейской кухни. В Пян-Се баре есть блюда всех вышеперечисленных кухонь. Пян-Се бар может порадовать как любителей …",
    "rating": 5,
    "name": "Elena Tyaglaya",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ценовая политика, не соответствует целостной картине заведения❗\nВ помещении очень воняет дымом, после посещения, выходишь весь в аромате фритюра, вытяжки совершенно не справляются 👿👿 …",
    "rating": 5,
    "name": "Yaroslav Kerget",
    "cat": "Korean restaurant"
  },
  {
    "review": "Любителям \"острых\" ощущений принепременно стоит посетить это место. Вкусно приготовленные блюда затмевает необычный  и  достаточно вызывающий интерьер. Большие порции блюд и их разнообразие очень порадовали, Пян се Ся мясом, острый салат с …",
    "rating": 4,
    "name": "Tanya Illyushko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Попала сюда впервые. С порога оценила подборку к-поп музыки, которая у меня и так стабильно находится в плейлисте. Выбор не огромный, но достаточный, понятный, персонаж дружелюбный. Порции наедабельные, атмосфера приятная и спокойная, …",
    "rating": 5,
    "name": "Yaroslava Nakonechna",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I really enjoyed it.\nSince it is not actually a place operated by Korean people, it is meaningless to expect a familiar Korean food here. …",
    "rating": 5,
    "name": "Anna Shypovska",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусные блюда. Про остроту предупреждают.\nВремя подачи - молниеносно. Очень приятный персонал.\nУдивил интерьер. Особенно Ким в разных вариациях героев. …",
    "rating": 3,
    "name": "Nina Bydantseva",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное место\n1. Вкусная лапша.\n2. Очень хорошая вентиляция. Полный зал людей, кухня - на виду, запахов нет …",
    "rating": 4,
    "name": "Аlisa Paludeti",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень рекомендую это место для любителей острых блюд и тех, кто любит пробовать кухни разных народов мира. Обязательно закажите пян-се (огромный паровой пирожок с мясом, делаете на нем продольный надрез, заливаете туда соевый соус с кинзой, …",
    "rating": 3,
    "name": "Виктор Анохин",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, большие порции, пойдёт дизайн, приятные цены - находятся они во дворике, снаружи по Верхнему Валу небольшая желтая вывеска, сразу можно и не заметить.\nПопробуйте их фирменное блюдо пян-се севернокорейский королевский пельмень. …",
    "rating": 5,
    "name": "Сергей Товстоног",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень классная концепция заведения. Хочу выделить лапшу-вкусная очень.  Еда интересная,но есть одно но. Я бы посоветовала, официантам давать больше информа про блюда. К примеру,  мы заказали телятину в остром соусе, а это блюдо оказалась …",
    "rating": 5,
    "name": "Валентин Тимченко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно, достойные порции, красивая посуда. Ароматный чай, большое разнообразие. Рекомендую острый суп ким чхи, том ям с морепродуктами, пян се булочка подаётся с салатиками, нежную кисло-сладкую курочку. Единственное, что немного …",
    "rating": 5,
    "name": "Надежда Пшенишнюк",
    "cat": "Korean restaurant"
  },
  {
    "review": "Also in English ⬇️\nСтрашное слово «фунчоза», или снова про Азию) …",
    "rating": 5,
    "name": "Diana Tsyrkaniuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The interior of the establishment is very strange (everything that could be mixed is mixed), the waiters are not friendly at all, advised something they do not always want, do not warn that the dish is too spicy (ate …",
    "rating": 3,
    "name": "Viktoriia Babalikova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Оригинальное корейское заведение в одном из атмосферных двориков Подола. Интерьер заставит всматриваться в интересные яркие детали, как то винтажная плитка, кассетный магнитофон, собственный мурал-постер к фильму Old Boy. Еда мне …",
    "rating": 5,
    "name": "Olya Permiakova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Были 12-го сентября. Минималистичный, но хороший дизайн. Вкусный острый суп из кимчи. Рис к супу был очень сухой. Обслуживание... Без фанатизма. К сожалению, пян-се совсем не такое, как в Владивостоке. Да и маленькое. Но вкусное. …",
    "rating": 4,
    "name": "Дмитрий Кривенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за отзыв, будем работать с персоналом в области обслуживания - есть какие-то конкретные замечания? Пян-се сделали сознательно меньше, чтобы было место для других блюд. Ведь во Владивостоке - это полноценный перекус, а у нас в баре скорее как дополнение к супам или горячая закуска.\n\n(Translated by Google)\nThanks for the feedback, will we work with the staff in the service area - do you have any specific comments? Pian-se was deliberately made smaller so that there was room for other dishes. Indeed, in Vladivostok, this is a full-fledged snack, while in our bar it is more like an addition to soups or a hot snack.",
    "rating": 5,
    "name": "Оксана Фарафонова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The establishment is just great. Favorite shoulder on the hem. Friendly waiters. Delicious IPA, cocktails and lemonade. Of the dishes, I recommend ramen (by itself), drunken-se, dragon's ventricles heh (moderately …",
    "rating": 4,
    "name": "Катерина Чернишова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Everything was delicious, the portions were regal, the staff very polite, the atmosphere very cozy. The kitchen is open, but the aroma from the kitchen does not go out and it's a big plus, the food is very tasty, and …",
    "rating": 5,
    "name": "Evgenia B",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отлично проведенное время и новое заведение в копилочку хороших мест.\n\nПобывали на вечере дегустации сидра. Информация довольно интересная, …",
    "rating": 5,
    "name": "Irina Chepil",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Went to cost Korean cuisine. Compared to the already closed GanGNam Style, the prices are much lower and the dishes are tastier, although the choice is a bit smaller. …",
    "rating": 5,
    "name": "Юлия Василенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Неплохая гречневая лапша с креветками, но через час после посещения кафе у нас заболел желудок. А в облепиховом чае нашли чей-то волос.\nНе понравилась ситуация: когда мы пришли, все столики были зарезервированы, нам …",
    "rating": 4,
    "name": "Ольга Легинькова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Здравствуйте, Виктория! Приносим свои извинения за данную ситуацию. Уже выясняем, но могли бы вы помочь нам с несколькими деталями?\n\nКогда были у нас? В какое время? Мы очень хотим исправиться и пригласить вас на ужин за наш счёт. Просим написать нам на Фейсбук или Инстаграм для выяснения деталей и согласования времени визита.\n\nНадеемся на ваше понимание. Спасибо 🙌\n\n(Translated by Google)\nHello, Victoria! We apologize for this situation. We are already finding out, but could you help us with a few details?\n\nWhen were you with us? What time? We really want to improve and invite you to dinner at our expense. Please write to us on Facebook or Instagram to find out the details and agree on the time of the visit.\n\nHope for your understanding. Thanks 🙌",
    "rating": 5,
    "name": "Дар'я Дашенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Весьма атмосферное место!\n\nЗашли поужинать в понедельник вечером - были свободные столики. …",
    "rating": 1,
    "name": "Леся Крапива",
    "cat": "Korean restaurant"
  },
  {
    "review": "Необычная кухня, но очень на любителя. Подача некоторых блюд интересная. Но на мой взгляд цены не оправданны …",
    "rating": 4,
    "name": "Angel Lika",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно и цены приемлемые. Однозначно пришла бы еще. Если планируете прийти вечером в субботу,лучше забронируйте столик заранее - нам повезло и один столик был свободен, остальные же или заняты или забронированы. …",
    "rating": 5,
    "name": "Daria Abakshyna",
    "cat": "Korean restaurant"
  },
  {
    "review": "не могу сказать, что еда была высшего качества. было прилично, но не особо вкусно. я бывала и раньше в этом заведении, и тогда меня еда очень устраивала.\nещё немного подрастроило, что не весь ассортимент меню: того нет, то …",
    "rating": 5,
    "name": "Світлана Порхун",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый день, Катерина! Спасибо, что написали нам. Могли бы вы уточнить, когда были у нас? Чего именно не было? Обязательно разберёмся с ситуацией. Будем очень признательны, если опишете детально о вкусах блюд нам в соц.сети - Фейсбук или Инстаграм. Очень хотим все-таки оставаться для вас на 5.\n\nЗаранее благодарны за обратную связь ❤️\n\n(Translated by Google)\nGood afternoon, Katerina! Thanks for writing to us. Could you clarify when you were with us? What exactly was not there? We will definitely deal with the situation. We will be very grateful if you describe in detail about the tastes of the dishes to us in the social network - Facebook or Instagram. We really want to stay at 5 for you.\n\nThanks in advance for your feedback :)",
    "rating": 1,
    "name": "Marina Ponomarenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно! Место куда хочется прийти снова. Приятная атмосфера, отличное обслуживание и интересный интерьер. Попробуйте их фирменное блюдо пян-се и гранатовое вино. …",
    "rating": 5,
    "name": "анастасия кутузова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень колоритное местечко, вкусная еда, порции большие, даже все не съесть сразу. Посуда красивая, ароматный вкусный чай.\nПриятно удивила скорость обслуживания: не приходится долго ожидать заказа, как в …",
    "rating": 5,
    "name": "Катя Мущерова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Мое первое знакомство с корейской кухней. Я в восторге полном! Вкусно! Абсолютно все, что попробовала - вкусно. Порядочные порции, хорошие цены. Позабавил интерьер со стеклом на Ким Чен Ира. Внутри все в начале показалось немного …",
    "rating": 5,
    "name": "Lera Samoylenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Азиатское заведение в дворике. Большие порции, довольно вкусно. Обычно людно. Слабая вытяжка, поэтому одежда и, собственно, вы сами будете пахнуть едой. …",
    "rating": 3,
    "name": "Anastasia Yevtushenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусная еда , есть позиции с японской и китайской кухни, но большая часть меню корейская. Официанты очень приятные, подсказывают по меню. Обстановка внутри красивая и аутентичная , в заведении играла музыка по тематике и оформлено все …",
    "rating": 1,
    "name": "Vasylisa",
    "cat": "Korean restaurant"
  },
  {
    "review": "Это просто треш. Сказали, что заказ надо ждать 40 минут,  согласились. В результате прождали полтора часа, принесли 2 блюда из 5. Лапша была просто сгоревшая, на что официант ответила, что ну да, чуть пригорела. Мисо суп принесли холодным, …",
    "rating": 2,
    "name": "Anton Lypovskykh",
    "cat": "Korean restaurant"
  },
  {
    "review": "Леся, добрый день! Извините за эту ситуацию. Да, действительно, в тот день у нас была большая загрузка и об этом предупреждали всех гостей. Мы старались сделать все, чтобы вы получили свои блюда вовремя. По поводу лапши было такого ответа не было - зачем вы обманываете? Ее сразу же убрали, как только вы сказали, что с ней что то не так. Удалили со счета и предлагали переделать. Вынесли 3 блюда из 4, фритюр был загружен и поэтому курицу мы не смогли сделать быстрее. Ваш чек был перебит при вас же, все блюда что не вынесены - удалены и также вы получили скидку за ожидание. Извинения также были, возможно, вы их не слышали так как были огорчены.\nПоэтому с удовольствием угостим вас ужином за нас счет. Чтобы его получить, пожалуйста, свяжитесь с нами на Фейсбуке или Инстаграме, так как тут невозможно вести диалог. Надеемся на ваше понимание.\n\n(Translated by Google)\nLesya, good afternoon! Sorry for this situation. Yes, indeed, that day we had a large load and all guests were warned about this. We have tried our best to ensure that you receive your meals on time. As for the noodles, there was no such answer - why are you cheating? She was immediately removed as soon as you said that something was wrong with her. They removed it from the account and offered to redo it. They brought out 3 dishes out of 4, the deep fat was loaded and therefore we could not make the chicken faster. Your check was broken in front of you, all the dishes that were not taken out were deleted and you also received a discount for waiting. There were also apologies, perhaps you did not hear them because you were upset.\nTherefore, we will gladly treat you to dinner at our expense. To get it, please contact us on Facebook or Instagram, as it is impossible to conduct a dialogue here. Hope for your understanding.",
    "rating": 5,
    "name": "Ielyzaveta Poliakova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Бар оставил приятные впечатления) Мне нравятся заведения в которых есть душа, какая-то идея, тематика, атмосфера. Это заведение такое)\nЗашли случайно, в зале было свободно лишь 2 столика, контингент посетителей …",
    "rating": 5,
    "name": "Martin Prodan",
    "cat": "Korean restaurant"
  },
  {
    "review": "Любовь лучший официант в этой жизни. Пробила нам еду в притык к закрытию кухни. Все принесла очень быстро, очень вкусно и дружелюбно. Коктейль Михалыч мое почтение. …",
    "rating": 4,
    "name": "Валерия Некрасова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Friendly waitress\nA delicious cuisine\nDemocratic prices …",
    "rating": 5,
    "name": "Лена Прищепа",
    "cat": "Korean restaurant"
  },
  {
    "review": "Сегодня были в Пян-Се. Место оставляет желать лучшего. Интерьер под названием: «Слепили из того, что было», иными словами смесь школьных парт, афиш и граффити.\nНу, если интерьер можно оправдать тем, что на вкус и цвет товарищей нет, то …",
    "rating": 5,
    "name": "Евгений Малинко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Обслуживание можно подтянуть (впрочем, как и везде в Киеве), но в целом всё было мило, вежливо и, что самое главное, быстро.\nК блюдам вопросов нет. Настоящую корейскую кухню, конечно, не пробовала, но том …",
    "rating": 3,
    "name": "Оля Шестакова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно и колоритно. Коктейли - мега подача. Ким Чи - остренько, всё, как надо. …",
    "rating": 5,
    "name": "Viktoria VS_Studio",
    "cat": "Korean restaurant"
  },
  {
    "review": "огромная радость и открытие для меня 😍😍😍\nСтильный интерьер, милый персонал, открытая кухня и безумно вкусная еда 🤤🤤🤤\nОчень советую креветки в кляре и роллы с креветкой необъятных размеров🍤🍤🍤 …",
    "rating": 5,
    "name": "Andrew D",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) She accidentally got to this institution, so she had no particular hopes for him. Probably better, because if she were small, she would be upset. …",
    "rating": 5,
    "name": "Nikita Korneluik",
    "cat": "Korean restaurant"
  },
  {
    "review": "Было одно из самых любимых заведений на Подоле. Ходим к вам с друзьями с самого открытия! Но вчера у вас отравилась(((( Подозреваю, что это был прокисший тофу в кимчи тиге (вкус выдавал сразу) Грустно и очень неприятно. Такая подстава от …",
    "rating": 5,
    "name": "Galina Labunets",
    "cat": "Korean restaurant"
  },
  {
    "review": "Василиса, здравствуйте! Нам очень жаль, что произошла подобная ситуация. С нашей стороны отдаются свежие продукты — но если что-то было не так, мы обязательно разберёмся и решим этот вопрос! Пожалуйста, свяжитесь с нами на Фейсбуке или в Инстаграм, мы непременно выясним и примем меры. Тут невозможно вести диалог, поэтому хотели бы уточнить время визита, фото чека и что было ещё в заказе.\nБудем очень благодарны за вашу обратную связь.\n\nС уважением, администрация Пян-Се Рест.\n\n(Translated by Google)\nVasilisa, hello! We are very sorry that such a situation has occurred. From our side, fresh products are given - but if something was wrong, we will definitely figure it out and solve this issue! Please contact us on Facebook or Instagram, we will certainly find out and take action. It is impossible to conduct a dialogue here, so we would like to clarify the time of the visit, the photo of the receipt and what else was in the order.\nYour feedback will be very grateful.\n\nBest regards, Pian-Se Rest administration.",
    "rating": 4,
    "name": "Богдан Кагадей",
    "cat": "Korean restaurant"
  },
  {
    "review": "Заведение по-честному не оправдало ожиданий. Все меню, кроме двух позиций, настолько ассимилировано, что ничего от оригинальной корейской кухни не осталось.\nВсе довольно пресное и ни о чем. …",
    "rating": 5,
    "name": "Адарина Теграни",
    "cat": "Korean restaurant"
  },
  {
    "review": "Прекрасное заведение с очень вкусной едой, классной подачей, отличным обслуживанием и демократичными ценами. …",
    "rating": 5,
    "name": "Богданка Ковальчук",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very cool Korean food and drink restaurant.\nA large selection of snacks, noodles and traditional Korean cuisine.\nServing 5/5 (although sometimes only one waitress and not everything hides, but …",
    "rating": 5,
    "name": "Tanya",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Pian-Se bar left a pleasant impression. An interesting interior that attracts attention. Good and tasty food, and most importantly nice prices, especially considering that the restaurant is located in Podil. They took …",
    "rating": 5,
    "name": "Valerya Pozinenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "За невзрачной дверью находится интересное заведение! Корейская кухня, конечно, на любителя... Но ради интересной подачи напитков сюда стоит заглянуть!!!\nТакже впечатлил столик с унитазами, вместо стульев😂👍 Почему-то за этот столик …",
    "rating": 5,
    "name": "Olya T",
    "cat": "Korean restaurant"
  },
  {
    "review": "Был с девушкой, понравилась курица в кляре, и коктейли. Столик бронировали заранее.\nК сожалению не знаем как зовут девушку официантку, но она очень грамотно …",
    "rating": 5,
    "name": "Vivi Mimi",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) So far, I give the following assessment. Atmosphere and atmosphere - class) But the food .. today tried tokpokki - as if dumplings boiled. And here the question is not that the taste is \"not like in Korea\" - they are …",
    "rating": 5,
    "name": "Кристина Шведова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Кухня напомнила мне о временах прибывания в Азии, действительно очень похоже. Обслуживание быстрое, на свой вкус отмечу отличные салат с древесным грибом и панчхан. Персонал приятный, приветливый. Ужин оставил позитивные впечатления, будем …",
    "rating": 4,
    "name": "Инна Алексеева",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very positive and bright atmosphere in the institution. Extremely delicious Korean cuisine, especially branded Pian-se with meat and Bulgogi with juicy beef and a pleasant sweet-sour sauce. The chef personally …",
    "rating": 5,
    "name": "Oleksii Protsepko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Официантка в желтой кофте просто прекрасно выполнила свою работу, принесла водички, сделала подарочки, в общем прекрасный сервис.А кухня просто 100/10, невероятно вкусно и остро, рекомендую. …",
    "rating": 2,
    "name": "Andrii Zadorozhniy",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень атмосферное корейское заведение! У них новое меню - кальмары в к/с соусе, мидии и лапша с креветками просто пальчики оближешь! И порции такие большие 😍 место, которое ты обязательно должен посетить 😉 …",
    "rating": 3,
    "name": "Анастасія Романюк",
    "cat": "Korean restaurant"
  },
  {
    "review": "Заведение понравилось, зашли с друзьями перекусить и на 200 грн с человека получилось сытно покушать. Фунчоза со свининой отличная и хороший острый суп, не оказалось некоторых блюд в панировке из меню, но не беда. Порции большие. Подали на …",
    "rating": 4,
    "name": "Olya Borzykh",
    "cat": "Korean restaurant"
  },
  {
    "review": "Прекрасное заведение! Классная атмосфера и вкусная еда. Токпоки и мисо суп просто супер! …",
    "rating": 5,
    "name": "Dmytro Pastukh",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Yesterday they were at Piance Bar on Sich Sagittarius, 81.\n⠀ …",
    "rating": 5,
    "name": "Міхаіл Мартіросян",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно просто за*бись!!! Рамен был просто восхитителен! Ставлю пя ь звёзд 🤩 прекрасная атмосфера для посиделок с друзьями 😜 …",
    "rating": 5,
    "name": "Oksana Savchenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) They came with their family, had a good time, delicious, fast, tidy, all sanitary norms, everyone ate differently and everyone liked it, was lucky to get there, it was not lunch or dinner, but in general you need to …",
    "rating": 5,
    "name": "Serhii X",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень популярное место.\nНебольшое помещение, но очень уютное. Очень вкусно. Хороший выбор блюд, есть вкусные лимонады и коктейли. …",
    "rating": 5,
    "name": "Yana Osa",
    "cat": "Korean restaurant"
  },
  {
    "review": "Были в этом заведении по рекомендации друзей, так как мы любители азиатской кухни. Персонал приветливый, улыбчивый, в заведении нет пластика, все многоразового использования - это очень порадовало. Была маленькая ситуация с острым соусом, …",
    "rating": 2,
    "name": "Elizabeth Sidorenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Здравствуйте! Спасибо, что вы пошли навстречу в решении ситуации. Нам будет приятно, если посетите нас снова с мужем❤️\n\n(Translated by Google)\nHello! Thank you for meeting the situation. We will be pleased if you visit us again with your husband❤️",
    "rating": 5,
    "name": "Александр Петров",
    "cat": "Korean restaurant"
  },
  {
    "review": "Здесь вкусно все- просто бывают блюда, которые тебе не подходят (ну не мое капуста например). Пян се- это нечто ❤ Всегда отличное обслуживание и интерьер, что радует глаз. …",
    "rating": 5,
    "name": "Володимир Михайлина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Маленькое, шумное место. Но почему это корейский ресторанчик? Большая часть небольшого меню - это китайка, остального совсем мало))))\nТофу по-китайски с овощами и рисом ну очень вкусный, пельмешки (не помню …",
    "rating": 5,
    "name": "Marina Galyabarnik",
    "cat": "Korean restaurant"
  },
  {
    "review": "Проснувшись в субботу захотелось WOK, пошли в данное заведение. Еда очень вкусная, меню не большое. Очень понравилось что подали быстро, где то через 10 минут после заказа, порция достаточных размеров, и не тёплая, а горячая, что для меня …",
    "rating": 5,
    "name": "Володя Хмура",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) It used to be good, but the last two times the food was stale, and the people inside were sitting in their jackets because of the \"ventilation\" and despite it, the hall smelled of roast food. …",
    "rating": 5,
    "name": "Aizen",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very atmospheric and cool place, great food, but the staff is one of the worst I've met\n1. The waitress is unfriendly, even if you call her, she will stand still. As a …",
    "rating": 2,
    "name": "Алина Калиниченко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошая атмосфера, вкусная еда, и не так много свободного места. Правда, запах из кухни шел в помещение, где все сидят - это минус. А так данное заведение рекомендую. …",
    "rating": 1,
    "name": "vcipan 7",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Good location: service, interior, kitchen. Everything is interesting, nice, I'll definitely come back and advise. …",
    "rating": 2,
    "name": "Anastasiia Povzyk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Прекрасное обслуживание, вежливые официанты. Заказывали рис с острой говядиной в соусе( что то на Б;)), понравилось, цены средние, интерьер интересный и красочный) …",
    "rating": 5,
    "name": "Valentyn",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Soooo cool place! Starting from the interior with chairs in the form of toilets, and ending with metal tubes in lemonades))\nThe food is delicious. The staff is attentive and nice! …",
    "rating": 5,
    "name": "Lidiia Levkovska",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) A very cool place with its unique atmosphere - there are seats in the hall and at the bar stand. Beautiful interior while waiting for the order has something to look around. Service at an adequate level, despite the …",
    "rating": 1,
    "name": "Иванна Костюхина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошее заведение, приятное обслуживание. Персонал очень старался, быстро все делал. Вкусные блюда. В меню есть обозначения, какие блюда корейские, а какие других стран. Очень понравился напиток \"Молочный Юдзу\". …",
    "rating": 1,
    "name": "Karina Fen",
    "cat": "Korean restaurant"
  },
  {
    "review": "Атмосфера хорошая, обслуживание ужас. Официантов нужно звать самим всегда, курочка была вкусная, гедза сухие и подгорелые, будто и не жарили вовсе, но токпокки просто кошмар, переварены, все остались недовольны, кушать их было невозможно, …",
    "rating": 4,
    "name": "Inna Tsymbaliuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Unusual and delicious cuisine.\nDesign with humor (see photo).\nThere is a PayPass terminal payment. …",
    "rating": 3,
    "name": "Alexander Lebedev",
    "cat": "Korean restaurant"
  },
  {
    "review": "Был здесь один раз. Понравилась работа официантки, при полной подсадке довольно быстро приняла заказ и обслужила. …",
    "rating": 2,
    "name": "Mashka Ingolianta",
    "cat": "Korean restaurant"
  },
  {
    "review": "Кухня отличная) Я такое люблю)) Персонал приятный и отзывчивый! Из-за вкусностей забыли IPhone…🙃 Связались и получили его😉 Это всегда приятно, так держать! …",
    "rating": 5,
    "name": "Svitlana Shakalova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Всегда рады помочь! До встречи в Пян-Се Рест 💓\n\n(Translated by Google)\nAlways happy to help! See you in Pyan-Se Rest 💓",
    "rating": 4,
    "name": "Yelyzaveta Cherniavska",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Unexpectedly tasty, interesting interior, many little things and clean.\nPrices are reasonable. Cocktails and beer are generally layered. …",
    "rating": 4,
    "name": "Alexandr",
    "cat": "Korean restaurant"
  },
  {
    "review": "Чисто тематическое место. Лучшего заведения корейской кухни трудно найти.\nДелают офигенное мясо в панировке. …",
    "rating": 5,
    "name": "Ганна Струк",
    "cat": "Korean restaurant"
  },
  {
    "review": "Единственное за понравилось это кухня. Блюда великолепны на вкус. Но обслуживание!!! Было просто отвратительным. Абсолютно не организовано и официанты даже не знают название блюд, которые несут. Книга жалоб и предложений отсутствует! …",
    "rating": 5,
    "name": "Степан Полосенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Алина, здравствуйте! Благодарим за ваш отзыв. Приносим свои извинения, что вам пришлось ожидать. Сегодня работает максимальное кол-во официантов и мы стараемся делать все для того, чтобы вы получили свой заказ как можно скорее. Но в силу того, что у вас был резерв на 10 человек без предзаказа (!) в пиковый день, за 5 минут ваш заказ мы вынести не могли. Если бы вы сделали заранее резерв и заказали часть блюд, пришлось бы ожидать меньше. Всем гостям мы рекомендуем делать резервы заранее и делать минимальный предзаказ, чтобы убрать нагрузку по кухне и, соответственно, ускорить момент обслуживания. Мы всегда рады принять ваш резерв по номеру телефона 0682264040 или же в любых соц. сетях🙏\n\n(Translated by Google)\nAlina, hello! Thank you for your feedback. We are sorry for what you had to expect. Today the maximum number of waiters is working and we are trying to do everything to ensure that you receive your order as soon as possible. But due to the fact that you had a reserve for 10 people without pre-order (!) On a peak day, we could not take your order in 5 minutes. If you had made a reservation in advance and ordered some of the dishes, you would have had to expect less. We recommend all guests to make reservations in advance and make a minimum pre-order in order to remove the load on the kitchen and, accordingly, speed up the time of service. We are always glad to accept your reservation by phone number 0682264040 or in any social media. networks",
    "rating": 5,
    "name": "Юлия Хегай",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ужасное место! Посещала сегодня с подругой, итог: еда не вкусная (банально недоварено), выбор очень маленький, закуски оооочень дорогие (учитывая, что в других корейских ресторанах или кафешках они бесплатные), атмосфера так себе (лично …",
    "rating": 5,
    "name": "Ketevan Zlenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The institution, which menu item is not coincide with reality. Meals without specifying rice, for example, served to him. And this is not warned until the issue say that the position is always served to cushion the …",
    "rating": 2,
    "name": "Valeri Nayvelt",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное место!\nПриятные цены и обслуживание.\nТеперь, одно из моих любимых на Подоле. …",
    "rating": 1,
    "name": "Анна Брессон",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно, клевые коктейли, прикольный интерьер.\n\nПриятное обслуживание, но при полной посадке приходится ждать. …",
    "rating": 5,
    "name": "Loreley Lo",
    "cat": "Korean restaurant"
  },
  {
    "review": "Филиал пищевого ада. На входе встречает жёсткий запах горелого масла. Еда - ужасная. Рамен - не рамен, а отвратный мисо-суп. Пад-тай - такой себе, со вкусом того самого горелого масла,  судя по остальному - могло быть хуже. Манду деревянные …",
    "rating": 3,
    "name": "Anatolii Kuksa",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый день, Иванна! Подскажите пожалуйста, вы обращались на месте к администратору по данному вопросу? Если что-то не так, мы всегда стараемся решить вопрос. Просим связаться с нами в одну из соц сетей (Фейсбук/Инстаграм) для продолжения диалога.\n\nС уважением, администрация Пян-Се Рест.\n\n(Translated by Google)\nGood afternoon, Ivanna! Can you please tell me, did you contact the administrator on the spot on this issue? If something is wrong, we always try to resolve the issue. Please contact us on one of the social networks (Facebook / Instagram) to continue the dialogue.\n\nBest regards, Pian-Se Rest administration.",
    "rating": 5,
    "name": "Валерия Флоринская",
    "cat": "Korean restaurant"
  },
  {
    "review": "Только что посетили это заведение. Обслуживание не вызывает желание вернуться.\nЗаказали два рамена и топоккки. В одном из раменов оказался волос, извинились и удалили со счёта (но есть оставшиеся блюда желание пропало). Оценивая вкус …",
    "rating": 1,
    "name": "Andrey St",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Cocktails of petanque and penicillin were ordered. Petanque is good, penicillin has a very sharp taste, but in combination with the shoulder was normal. Ramen on height, well balanced taste. The interior looks cool, …",
    "rating": 5,
    "name": "Яна Рипенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусные коктейли, еда вкусная и сытная на убой. Меню часто обновляют из-за чего не соответствуют реальным блюдам-необходимо уточнять по ингредиентам что есть и чего нету. Заказывали блюдо и в меню было Ким чи, а на деле его и близко не …",
    "rating": 5,
    "name": "Олексій Масальцев",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The place is cozy, Korean music, fun art in the toilet.\nBut absolutely tasteless food.\nTokpokki stick to the sky. Chapche is cold and just tasteless (I understand that …",
    "rating": 1,
    "name": "Karina Bogorodova",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Friendly staff, delicious cuisine, cool interior. Many vegan positions. …",
    "rating": 5,
    "name": "Ірина Плетінь",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) There are few people, the place is comfortable, the menu is good (updates are promised soon), prices are affordable (₴ as Google would say). I would like to see chajangyeon, tokpokki and Korean dressings like kimchi, …",
    "rating": 5,
    "name": "Kseniia Krasovskaya",
    "cat": "Korean restaurant"
  },
  {
    "review": "ну вроде бар, вроде и лапша есть. Рамен норм, но яйца не маринованые.\nпришли большой компанией, сели конечно кое как, но посадили сдвинули столы спасибо большое. …",
    "rating": 4,
    "name": "Artem Perebyinis",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная корейская кухня: пян се с мясом, кимчи закуска со спаржей и шииатке.  Очень хорошо …",
    "rating": 2,
    "name": "Таня Капыловская",
    "cat": "Korean restaurant"
  },
  {
    "review": "Лучший тяхан в Киеве. Приятная атмосфера, барное меню стандартное для подобных заведений …",
    "rating": 5,
    "name": "Віталія",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень необычная подача )\nКимчи действительно 🌶️🌶️🌶️\nИнтерьер и атмосфера на 5+ …",
    "rating": 4,
    "name": "Valery Shapovalenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за ваш отзыв😍 Ждём в гости снова на кимчи и не только 😌\n\n(Translated by Google)\nThank you for your feedback We look forward to visiting again for kimchi and not only 😌",
    "rating": 5,
    "name": "Вероника Лукьянчук",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Quite cozy. Wait a while True, one waiter on + -10 tables.\nLook closely at the weight of the portion - on the photo in the menu they look …",
    "rating": 5,
    "name": "L Sh",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Frankly, disappointed ...\nA group of 4 people came, we had to wait a bit for the table to be vacated. They sat down, 10 minutes later a waitress came up, it looks like she works alone …",
    "rating": 1,
    "name": "Ева Бурсова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) It used to be one of the most popular establishments. But yesterday, September 3, they were very disappointed: they waited for the noodles for 40 minutes, when they brought it, it was so salted and in oil that you …",
    "rating": 5,
    "name": "Mykhailo Didenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, very tasty! They serve quickly, despite the fact that all the tables are busy. It feels its own atmosphere, cozy. …",
    "rating": 5,
    "name": "Tatiana Latanskaya",
    "cat": "Korean restaurant"
  },
  {
    "review": "Для контекста - я знаю это место около 3х лет и всегда возвращался в него с удовольствием и предвкушением вкусненького. Теперь зашел впервые с начала карантина, то есть спустя год, и все кардинально изменилось. Порции стали меньше, цены …",
    "rating": 5,
    "name": "Алена Соловьева",
    "cat": "Korean restaurant"
  },
  {
    "review": "Один из любимейших баров в Киеве! Рекомендую попробовать лапшу или рис с креветками, обязательно возьмите жаренные бананы с мороженным😍 А для девчонок есть вот такие коктейли в оригинальной подаче) …",
    "rating": 1,
    "name": "Мария Цыкал",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) We were on the weekend and the visit was not fun.\nSince I'm a big fan of the shoulder, this is the first thing I ordered. And it turned out to be the worst ramen I've ever tasted in my life. The bar was not …",
    "rating": 4,
    "name": "Alexander Kasyanenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень понравилась еда, все вкусно) отличный выбор и очень приятные цены🔥\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Maksym Leonov",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) For those interested in Asian cuisine and savory dishes. Ordered rice noodles with chicken and carrots. I liked everything. The interior is nice too. …",
    "rating": 2,
    "name": "Eugene Petrikeev",
    "cat": "Korean restaurant"
  },
  {
    "review": "Плохое обслуживание, единственное вкусное блюдо было- курица в кляре, с ананасовым соусом. Токпоки ужасные.\nОчень атмосферно, приятно находиться в заведении, можно сделать красивые фото. …",
    "rating": 4,
    "name": "Юлія Богма",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Well, a colorful place with a non-banal menu, average prices, great service …",
    "rating": 4,
    "name": "Serhii",
    "cat": "Korean restaurant"
  },
  {
    "review": "Супер! Впервые пробовала корейскую кухню) тофу, рамен со свининой и конечно же известные пельмешки пян се с мясом 😍😍😍 …",
    "rating": 5,
    "name": "Milana",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное место для любителей восточной кухни, удобная локация на Подоле рядом с метро, обширное меню, вкусная еда, большие порции, цены средние по центру, сервис хороший, из минусов не очень удобные стулья, а так же плохая вентиляция, стоит …",
    "rating": 5,
    "name": "Nicolas",
    "cat": "Korean restaurant"
  },
  {
    "review": "Пока повором был китаец или кореец, было отличное место с невероятно вкусной и необычной кухней. Когда поворами стали наши все испортилось, при чем на столько, что мы туда больше не пойдём. Кухня стала совсем не похожа на ту что была и даже …",
    "rating": 4,
    "name": "Александр Велороут",
    "cat": "Korean restaurant"
  },
  {
    "review": "Первое, что бросается в глаза приветливый и вежливый персонал, подскажут и помогут с выбором. Стильный дизайн заведения от неонового света в заведении, стульчиков, которые идут в школах к партам до стульчиков в формате унитаза. Блюда есть …",
    "rating": 2,
    "name": "Ольга Полянская",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Great place for a small group of friends or colleagues, with Korean cuisine with drinks, also Korean. Taste Korea (South, of course)! In fact, our alcoholic beverages are also served there, and the usual beer is …",
    "rating": 1,
    "name": "cvalter",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное место для посещение с друзьями, вкусная азиатская кухня с огоньком🔥 атмосферно в зале, а уборные с современным артом, которые стоит увидеть)\nесть особенное место, где можно зашториться и поболтать как в укромном домашнем …",
    "rating": 5,
    "name": "Evans TRP",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The cafe was very surprised with its simplicity and at the same time attention to detail. Pillows, chairs, sticks, tubes all interesting and Korean) It's nice to be here, to look at all the little things of the …",
    "rating": 2,
    "name": "Ruslan Klymenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Заказывала токпокки: немного рисовых палочек и самого обычного тофу, полито самым обычным кисло-сладким соусом, даже не острым, из острого можно только добавить себе \"ширачу\". Вообщем вкус никакой, порция малюсенькая, а цена сто плюс. …",
    "rating": 4,
    "name": "Настя Вознесенская",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) A cool atmosphere, Korean music and advertising, gave the institution's branded stickers with Kim.\nMiso soup, Ramen and Thwigim (chicken in batter) were delicious, though Ramen …",
    "rating": 5,
    "name": "kgfdsa kgfdsa",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное место. Очень вкусно. Готовят быстро. Нормальные цены. Хорошие порции. Меню относительно небольшое, но с более чем достаточным выбором блюд.\nИ что особенно приятно, на каждое блюдо есть веганская  опция. …",
    "rating": 5,
    "name": "Maria Sidenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Маленький и очень не удобный и не комфортный туалет.\nМесто атмосферное! Еда вкусная! …",
    "rating": 5,
    "name": "Женя Шумлянский",
    "cat": "Korean restaurant"
  },
  {
    "review": "Плохое обслуживание, цены завышены. Однозначно не рекомендую, особенно тем, кто когда-то пробовал хорошую корейскую кухню. Я брала рамен и салат с древесными грибами, возможно с другими позициями дела обстоят лучше, но я разочарована. …",
    "rating": 1,
    "name": "chereshnya a",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, the quality has been kept high for a long time. Good service. But, chicken, friends, do something with the hood. It is impossible to breathe in the institution. In half an hour things smoke more than …",
    "rating": 4,
    "name": "Анна Сидоренко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Интересное место с открытой кухней, вкусная еда. Но, запах на одежде после посещения очень стойкий и остаётся надолго - неприятно, вероятно вытяжки не справляются. …",
    "rating": 1,
    "name": "Анастасия Довженко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Заказали два блюда  и одно было вкусным. Курица в кислосладком соусе как надо, второе блюдо порекомендовал официант и полное разочарование. Просто сухой не солёный рис с несколькими кусочками телятины и листиком салата. Мясо не плохое, но …",
    "rating": 5,
    "name": "Дарина Брамирська",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The food was delicious, but we waited for the order for 40 minutes, and we didn't bring everything at once - at first one of us, of course, we all waited for the rest of the dishes to eat together. It is clear that …",
    "rating": 5,
    "name": "Олександр Данилюк",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) A little crowded. Here is my favorite chicken Thwigim. The most delicious thing I ate from Asian dishes. It was a bit noisy in the restaurant itself, just like it happens in bars. The last time the chicken cost about …",
    "rating": 3,
    "name": "Gleb Gomenyuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I really liked the delicious food, cool interior, only the waiters are a little sad, please them with something delicious! …",
    "rating": 5,
    "name": "Juliana White",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and interesting dishes. One of the best establishments of oriental cuisine in which I had to be. …",
    "rating": 5,
    "name": "Roman Perepelytsa",
    "cat": "Korean restaurant"
  },
  {
    "review": "Уютный ресторан с оригинальной кухней. В тихом дворе, но без велопарковки к сожалению, хотя места достаточно... …",
    "rating": 5,
    "name": "Tanya Kovalenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "После посещения данного заведения будьте готовы к тому, что и вы и вся ваша одежда полностью пропитается запахами кухни, а именно - пережаренного масла.\nРебята, кроме шуток - это жесть. Ну нельзя так. К вам идут хорошо провести …",
    "rating": 5,
    "name": "Trempel Coat",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ужасное заведение, вкус блюд мало общего имеет с азиатской кухней :) Абсолютно безвкусный рамен, химатурный лимонад. Попросили не класть чили - в итоге принесли с чили. Заказали блюдо, на картинке была оригинальная подача в ёмкости в виде …",
    "rating": 2,
    "name": "Sofia Solnichkova",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty. I liked that there are both vegan and meat dishes)) …",
    "rating": 2,
    "name": "Nooki Nooki",
    "cat": "Korean restaurant"
  },
  {
    "review": "Субьективно не вкусно(пробовал 2-3 блюда) и дело не в специфике корейской кухни, а в местной \"экономии\" и наплевательском отношении к работе, любительский сервис, не совсем чисто. Интерьер интересный и есть бренд. Но этого мало. Кухня - это …",
    "rating": 5,
    "name": "Banquo Banquovsky",
    "cat": "Korean restaurant"
  },
  {
    "review": "Первый раз было хорошо, шли со светлой мыслю, что нам там очень понравилось, но в этот раз что-то пошло не так...рис не лепится в комочки, потом блюдо не чувствовала из-за залитым соусом. Салат единственное, что можно было есть. Чая нет. …",
    "rating": 2,
    "name": "Tetiana Krokhmaliuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Тут нечего сказать, что ни выбери, то все очень вкусно. В таком неприметном месте и такая еда. Легкая сытость держится полдня и вся еда хорошо переваривается. Стоит своих денег, т.к. отличается от всей еды, что в других заведениях, своими …",
    "rating": 5,
    "name": "Тарас Михайлов",
    "cat": "Korean restaurant"
  },
  {
    "review": "Фанатам Ким Чен Ына и корейской еды сюда! Заведение с очень приятной и интересной атмосферой. Много оригинальных элементов оформления из азиатской популярной культуры. Вежливое и быстрое обслуживание. Фунчоза и тяхан очень вкусные, а …",
    "rating": 4,
    "name": "MR LEIG",
    "cat": "Korean restaurant"
  },
  {
    "review": "спасибо большое за позитивный отзыв, ждем Вас снова\n\n(Translated by Google)\nThank you very much for the positive feedback, we are waiting for you again",
    "rating": 5,
    "name": "Rustam Gilko",
    "cat": "Korean restaurant"
  },
  {
    "review": "На протяжении года, прихожу в это заведение.\nБезумно нравится интерьер и зашкварные видео на телевизорах, забавный персонал и очень вкусная еда, особенно ваш шикарный рамен который очень хорошо спасает от …",
    "rating": 5,
    "name": "наталья воскобойникова",
    "cat": "Korean restaurant"
  },
  {
    "review": "принесли токпоки с курицей, хотя заказывали с тофу. принесли ещё раз, уже с тофу. вкус просто отвратительный, токпоки на вкус как обычные ленивые вареники, короче не советую вообще …",
    "rating": 5,
    "name": "Nataliia Frolova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Меню не очень большое, но включает все типы блюд. Очень понравилась Курица в кисло сладком соусе (тхвигим)\nПо ценам очень адекватно. …",
    "rating": 5,
    "name": "Kote Maniak",
    "cat": "Korean restaurant"
  },
  {
    "review": "добрый вечер.\nобслуживание отличное, девочка была очень внимательна и приятная, чего не скажешь о кухне... …",
    "rating": 5,
    "name": "lizabeth la luna",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Wow, the latest offers on the menu❤️‍🔥\nFunchoza in Pian se, conquered my today ❤️\nWarming hot Hot battered, bomb 🤞🏽☄️ …",
    "rating": 5,
    "name": "i.am. llama",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Cool Korean food, regular novelties on the menu.\nInteresting atmosphere in the institution.\nI recommend 👌 …",
    "rating": 3,
    "name": "Nataliia N",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback ❤️\n\n(Original)\nДякуємо за ваш відгук ❤️",
    "rating": 5,
    "name": "Наталія Паславська",
    "cat": "Korean restaurant"
  },
  {
    "review": "Место на любителя. Заказали острый суп попросили сделать по острее и только тогда получилось острая еда. По мимо этого никто не предупредил что для увеличения остроты идёт доп соус за дополнительные деньги. …",
    "rating": 5,
    "name": "Andrew Nikosov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Впервые попробовали корейскую кухню. Стаканчик водички лишним не будет))) Понравилось. Персонал приветливый. Очень понравилось. Рекомендую 👏🏼 …",
    "rating": 5,
    "name": "Dmitriy_Rehab",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное место для хорошего отдыха. Персонал приветливый, меню демократичное и вкусное!! …",
    "rating": 4,
    "name": "Цветок Правосудия (Сплетница)",
    "cat": "Korean restaurant"
  },
  {
    "review": "Приятное место,  очень вкусная еда.  Вежливый персонал.  Открытая кухня.  Порции просто огромные.\nКлассное заведение всем рекомендую …",
    "rating": 5,
    "name": "IV",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, stylish interior and comfortable location. And still nice staff, everyone will tell tell) …",
    "rating": 5,
    "name": "Артем Обоймов",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ничего корейского. Курица в кляре не о чем, рис очень давно готовили и даже не рахогрели. 2 звезды только из за Апероля …",
    "rating": 2,
    "name": "Юр Бо",
    "cat": "Korean restaurant"
  },
  {
    "review": "Давненько не была тут, наверное с января 20го, но может и к лучшему. Сегодня зашли и очень разочарованы. Заведение поменяло вектор работы, что сразу оказало влияние на кухню, и не в хорошую сторону. Блюда на 3-ку с натяжкой, мисо-суп …",
    "rating": 3,
    "name": "Яна Волошук",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very interesting establishment of Korean cuisine. The menu is limited to just a few items, but it's good that the team focuses on just a few key dishes. If you like spicy dishes, be sure to go, you can adjust the …",
    "rating": 5,
    "name": "Tanya Marakhovska",
    "cat": "Korean restaurant"
  },
  {
    "review": "Понравился интерьер и обслуживание, и на этом приятное закончилось.. Кухню заведения корейской назвать сложно, именно по вкусовым ощущениям. Подруга брала лапшу и ей не понравилось, я же взяла бульгоги и тоже была не в восторге, говядина …",
    "rating": 5,
    "name": "Ina Vintro",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Good and unique place for Kiev. It serves mainly Korean cuisine. Prices are democratic (as for Kyiv). The dishes are large portions and are very filling. And just delicious here) …",
    "rating": 3,
    "name": "Food_Fucker",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное, вкусное, уютное Место. Часто захожу сюда поесть и отдохнуть от повседневной рутины …",
    "rating": 5,
    "name": "Амина Прошина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень корейская, очень вкусная кухня. Быстрое профессиональное обслуживание.\nОфицианты знатоки своего дела, за каждое блюдо в подробностях расскажут все тонкости, нюансы и особенности корейской кухни. …",
    "rating": 2,
    "name": "Anna Spirko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Девочки кимчи огонь!\nМисо суп вкусный, очень вкусный.\nПриду еще) …",
    "rating": 5,
    "name": "Юра Ковалець",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, prices are average, not much space makes sense to book in advance. …",
    "rating": 5,
    "name": "Алексей Лобицкий",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very good place. Great service and delicious food. Shrimp in the shoulder is the best I've ever tasted in my life))) drunk is also very tasty. Definitely advise to try))) …",
    "rating": 5,
    "name": "Vika Zvyagintseva",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусный рамен и пельмешки :) приятное обслуживание. Понравился и дизайн заведения. Пуэрчик замечательный. В общем, советую. Любителям корейской кухни очень зайдёт. Хочется попробовать всё, конечно, но блюд много, а желудок один 🙃 По ценам …",
    "rating": 5,
    "name": "Ника Март",
    "cat": "Korean restaurant"
  },
  {
    "review": "Лимонад Личи-Чили и вок на рисовой и счастье есть! Вообще тут все вкусно😁\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Софія Сурманідзе",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Ambiguous impressions. Interesting interior, delicious original cocktails, friendly waitresses, though a little tired.\nBut in the establishment there is a perceptible smell of fried oil, which you …",
    "rating": 5,
    "name": "Nata Etta",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Chicken in sweet and sour sauce - a bomb. Give stickers. I'll come again …",
    "rating": 3,
    "name": "Kateryna А.",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное заведение. Хорошее меню которое нацелено на одну кухню, и не пытается угодить всем подряд наличием гамбургеров и борща.\nОтдельный плюс персоналу. Девушке с голубыми волосами - спасибо за приятное …",
    "rating": 1,
    "name": "Полина Садонова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Первый раз попробовал корейскую кухню. Неплохо, но второй раз не готов. Много овощей в рационе, я больше люблю мясо. Персонал 5 балов все четко и быстро. Рекомендую. …",
    "rating": 4,
    "name": "Pasha Z.",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень долго несут и плохая вытяжка от чего можно пропахнуться едой, но сама еда дешевая и интересная. Спросите про подарок при первом посещении! …",
    "rating": 3,
    "name": "Александр Сиренко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Было очень не обычно и вкусно. Придем ещё не один раз.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алиса Leon",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) A cozy place in the Podolsk courtyard. Very tasty food and drinks, pleasant atmosphere. …",
    "rating": 2,
    "name": "Ольга Ситниченко",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Dead, dry, fresh minced meat is poured from the semi-hard bread pyan-se. A micro portion of kimchi, the most delicious component of a \"signature\" dish, does not save the situation. The broth in the shoulder is empty, …",
    "rating": 5,
    "name": "Дария Родионова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The staff is indifferent to visitors, a waitress with a dissatisfied face - this is not something you want to see on the weekend. Dishes also on 3-ku 🤷‍♀️ especially noodles …",
    "rating": 4,
    "name": "Esk Phantom",
    "cat": "Korean restaurant"
  },
  {
    "review": "Были в этом заведении вчера вечером,отмечали 8 марта. Нам все очень понравилось. Классная атмосфера(хоть и шумно), вкусные блюда и быстрое обслуживание. Спасибо, обязательно вернёмся ещё …",
    "rating": 5,
    "name": "Ivan Khimach",
    "cat": "Korean restaurant"
  },
  {
    "review": "Открыла для себя salsifis. Кто подскажет где купить эти корешки в Киеве?\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Людмила Жученко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Пян-Се BAR - украинско-корейское место, наверное, в самой ХОРЕКАвской части города - на Подоле. Находится место во дворе, если не знаете как туда попасть, то указатели с улицы вам помогут с этим вопросом разобраться👉👆👈 …",
    "rating": 1,
    "name": "Klufdiyr Rif",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вчера вечером ходили в данный бар. Интересная обстановка и интерьер, хорошее месторасположение. Вежливая официантка, подсказала очень вкусные позиции по меню. Вообщем нам все понравилось, ждите в гости ещё! …",
    "rating": 5,
    "name": "Namarishka",
    "cat": "Korean restaurant"
  },
  {
    "review": "Было хорошое заведение но ждали заказ почти час, потом официанты к нам не подходили для дополнение заказа. Зато после подачи еды, подходили забирать посуду,  очень часто хотя мы ещё не доели. Испортили общие мнение о ресторане. …",
    "rating": 5,
    "name": "Marta Bartoshevska",
    "cat": "Korean restaurant"
  },
  {
    "review": "Не слышал раньше об этом заведении, решили с другом зайти т.к. были на подоле, увидели дверь с гирляндой (лучше уберите её, первое впечатление, что это вход в кабак) - зашли и попали в неплохой бар, со своей атмосферой и сразу встретила …",
    "rating": 2,
    "name": "Naya Nii",
    "cat": "Korean restaurant"
  },
  {
    "review": "Знаком с пян-се ещё с конца 80-х, с Сахалина, где переселенцы с Кореи это блюдо активно популяризировали  продавая прямо на улице как пирожки. Прям настольгия накрыла. Все отлично, кимчи и чимча тоже. Интерьер оригинален …",
    "rating": 5,
    "name": "Анастасия Кучеренко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Шикарное место, интересная атмосфера,  не скажу, что прям супер корейская, но приятная.\nЗашли чисто перекусить, а в итоге и поели вкусно , и попили классные лимонады, и …",
    "rating": 5,
    "name": "Ксенія Мамонтова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Самый лучший корейский ресторан в городе! Обилие и качество ингредиентов на высоте. Приятный персонал, официанты работают очень быстро, заказ долго ждать не приходится. Интересный интерьер в азиатском стиле. Очень понравился рамен со …",
    "rating": 5,
    "name": "Оля Жук",
    "cat": "Korean restaurant"
  },
  {
    "review": "Еда вкусная, очень сытная, порции непривычно большие, цены лояльные.\nНооо…обслуживание…\nПодруга попросила не ложить перец в блюдо т.к совершенно не переносит острую …",
    "rating": 5,
    "name": "Yulia Krasnikova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый день! Сожалеем, что у вас случилась такая ситуация. Официант действительно поступила неверно — следовало бы полностью исключить острый перед в блюде. Беседа уже проведена и алгоритм работы будет изменён. Очень хотим исправить впечатление о себе и приготовили вам комплимент от заведения. Пожалуйста, напишите нам в любую из соц. сетей, чтобы мы смогли вам его передать. Спасибо 🙏\n\n(Translated by Google)\nGood day! We are sorry that you have such a situation. The waiter really did the wrong thing - it should have completely eliminated the spicy front in the dish. The conversation has already been held and the work algorithm will be changed. We really want to correct the impression of ourselves and have prepared you a compliment from the establishment. Please write to us in any of the social. networks so that we can transfer it to you. Thank you 🙏",
    "rating": 5,
    "name": "Орест Жук",
    "cat": "Korean restaurant"
  },
  {
    "review": "Прекрасное место с очень вкусной кухней и невероятной атмосферой. Аутентичный интерьер, корейская музыка и нереально вкусная еда - любовь с первого пянсе))))\nОгненная кимчи может растопить сердце самого предвзятого гурмана. Плюс, цены …",
    "rating": 4,
    "name": "1t4ch1 Uch1ha",
    "cat": "Korean restaurant"
  },
  {
    "review": "Съедобно, порции большие и цены низкие (примерно, 100 грн за 400-450гр), однако есть уйма минусов. Во-первых, более неприятных и недружелюбных официантов нужно еще поискать, во-вторых,  в меню не написаны все ингредиенты, что входят в …",
    "rating": 5,
    "name": "Ірина Бондар",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хочется оставить приятный отзыв о заведении, но нет. К сожалению, все было просто ужасно. Пришли с подругой в заведение в хорошем настроении, но очень голодные. Заказали блюда и чай. Ну ждем уже 30 минут, 40 минут, в итоге подходит к нам …",
    "rating": 2,
    "name": "rusynka_",
    "cat": "Korean restaurant"
  },
  {
    "review": "Был там под новый год. Обстановка - специфическая, конечно, на любителя :) Что реально понравилось - как и вкус тофу и самих пирожков пян-се. Не понравилось - если бы я заранее не узнал на канале о фишке с подарком в первое посещение - …",
    "rating": 5,
    "name": "denis k",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошее заведение. Вкусная еда, нормальное пиво, но нет кондиционеров(\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Vertigo Vertigo",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусное заведение, приготовили быстро, все на высшем уровне)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Daniel K.",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за отзыв! Будем рады видеть вас снова ❤️\n\n(Translated by Google)\nThanks for the feedback! Looking forward to seeing you again ❤️",
    "rating": 5,
    "name": "Инесса Онышко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Лапшу готовили 1,5 часа, через 5 минут после отказа от блюда принесли его, сказали, что оно было готово на момент отказа, поэтому отказ недействителен, и, что если у нас нет времени, они нам спакуют его с собой. Спаковали, включили в счёт …",
    "rating": 5,
    "name": "Руслан Каганець_112_НВ",
    "cat": "Korean restaurant"
  },
  {
    "review": "За последние две недели была уже 2 раза, очень нравится это заведение!!!!\nя в восторге !!\nтолько вот подруга заказала токпокки с тофу- никто не предупредил что оно …",
    "rating": 5,
    "name": "Алина Алинкина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Корейская кухня известна обилием острой и очень острой пищи, и если вы боитесь зайти в аутентичный ресторан из-за высоких цен и страха получить ожог пищевода, то вам определенно сюда. …",
    "rating": 5,
    "name": "Світлана Коваленко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусное и недорогое заведение, очень вкусная Корейская еда.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "BFG 10K",
    "cat": "Korean restaurant"
  },
  {
    "review": "Понравилось: кухня. Оригинальный стиль заведения. На любителя конечно, но интересно. Очень приятный персонал. Вкусно готовят. Все, кто пробовал курицу в кисло-сладком соусе - в восторге. Есть острые блюда, даже слишком, так что любители …",
    "rating": 5,
    "name": "Tatyana Ivanchenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Сходили сегодня с парнем покушать рамен и мисо кук. Ходили в этот ресторан регулярно, но так вышло что пол года не были. В этот ресторан хотелось идти ради корейской атмосферы, прийти и забыть, что ты в Киеве. Кушать корейскую кухню, …",
    "rating": 3,
    "name": "Denys Korshak",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый день! Спасибо за ваш отзыв🙌 Супа Мисо-кук в меню на Подоле нет уже давно. Возможно, вы что-то путаете?\nКасательно лапши обязательно разберёмся.\n\nПросим вас написать на Фейсбук или в Инстаграм - хотим пригласить вас на повторный визит за наш счёт (хотим попытаться исправить впечатление о нас).\n\nБудем очень ждать вашего смс.\nС уважением,\nкоманда Пян-Се бара\n\n(Translated by Google)\nGood afternoon! Thank you for your feedback🙌 Miso-cook soup has not been on the menu in Podil for a long time. Perhaps you are confusing something?\nRegarding noodles, we’ll definitely figure it out.\n\nWe ask you to write on Facebook or on Instagram - we want to invite you to a second visit at our expense (we want to try to correct the impression of us).\n\nWe will be very waiting for your SMS.\nRespectfully,\nPian-se bar team",
    "rating": 5,
    "name": "Iryna Lysova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ходим сюда обедать. Еда вкуснейшая. Рамен вкусный, но его немного портит магазинная лапша. Остальное прекрасно: и салаты, и кимчи, и пельмешки (забыла название). Есть два минуса: …",
    "rating": 5,
    "name": "Рита Щербакова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Great place, everything is extremely tasty, interesting interior, had problems with water supply, did not ignore, apologized and found a way out. …",
    "rating": 4,
    "name": "Олег Гулько",
    "cat": "Korean restaurant"
  },
  {
    "review": "Корейская кухня ? Где ? Одно название. Вкус у еды ужасный. И явно не корейский.\nНи одной корейской приправы. Либо соус сладкий Чили(который выпускает торчин вроде бы ), либо скисшее кимчи ( кстати приготовленное  не как кимчи. Там от кимчи …",
    "rating": 5,
    "name": "Рита Костенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень прикольная атмосфера, и вкусно всё)) но остро)))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olga Zinchenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I like to visit this institution. The food is delicious, I take something new every time. The interior and atmosphere are great. The presence of Korean music is also pleasing. Keep it up) …",
    "rating": 5,
    "name": "Анжела Мамченко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Впервые попробовала корейские пьян-се и это оказалось оооочень вкусно 🤤 Жаренное мороженное в супер необычной панировке - для любителей сладкого будет большим открытием! …",
    "rating": 5,
    "name": "Fata Morgana",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусная еда, если уж и захотелось восточных \"извращений\", то сюда однозначно.  Количество модной молодёжи на метр квадратный зашкаливает, само место необычное и однозначно заслуживает внимания, так как находится в одном из старых …",
    "rating": 5,
    "name": "Soa Soa",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) All the wonderful and tubular servings of noodles were enough for two waiters friendly …",
    "rating": 5,
    "name": "meatball",
    "cat": "Korean restaurant"
  },
  {
    "review": "Интерьер прикольный, Фицы приветливые, еда понравилась, будьте готовы к тому, что места и столов не так уж много. Не понравилась уборная, уж очень не очень, и еще минус звезда за обрыганый  бокал, в котором было вино. Можно было и протереть …",
    "rating": 5,
    "name": "Оля Огороднік",
    "cat": "Korean restaurant"
  },
  {
    "review": "Классное заведение. Обнаружили его случайно и остались очень довольны. Правда, о нашем заказе немножко забыли, но официант за это угостила нас двумя порциями соджу. …",
    "rating": 5,
    "name": "Olga Kosenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The dishes are not to taste. Serve carefully, but very slowly. Cooks in T-shirts and without masks. …",
    "rating": 3,
    "name": "Юрий Царенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "чудесное место. войдя внутрь, сразу окунаешься в специфическую атмосферу. запахи, музыка, смех посетителей - все это заставляет забыть об обыденности.\nочень классные ребята официанты, отзывчивые, приветливые, веселые. …",
    "rating": 2,
    "name": "Alesya “Yohj” Barsukova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Красивый интерьер. Порции маленькие, азиатского вкуса нет. Экономят на продуктах. Из заказанных 6 блюд не было ни одного прям вкусного …",
    "rating": 4,
    "name": "Irina Sidorenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) A Korean with decoration from the movie \"Old Boy\" is very cool. That is, the place is very cool and the food is quite good but it lacks a bit for 5 stars. Still, highly recommended. …",
    "rating": 5,
    "name": "Ната Кр",
    "cat": "Korean restaurant"
  },
  {
    "review": "Оочень вкусная еда и классная атмосфера! Будем возвращаться и другим советовать🤗😀 …",
    "rating": 1,
    "name": "Maria Safarian",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I adore such cuisine, although in the institution itself was the first! Everything is high, polite staff, good atmosphere.\nDisadvantage - few tables for guests. …",
    "rating": 4,
    "name": "Санька Жучок",
    "cat": "Korean restaurant"
  },
  {
    "review": "Место, в которое хочется возвращаться, обязательно придём ещё! Большое разнообразие блюд, от ооочень острых и обычных, каждый найдёт себе что по вкусу. Интересный интерьер, правда места маловато( …",
    "rating": 1,
    "name": "Иван Мисюра",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Chicken in sweet and sour delicious) cool interior) I like that the kitchen is open (a guarantee that the products from the floor will not be served to guests) and the cook (like a Korean) but to calculate waited a …",
    "rating": 2,
    "name": "Тетяна Кадецька",
    "cat": "Korean restaurant"
  },
  {
    "review": "Еда вкусная, интерьер хороший, а вот обслуживание... Ждали заказ час, пока не словили официанта и не напомнили, что мы тут как бы еду ждём. После чего официант раздуплился и всё-таки принес заказ. И тут ладно, можно было бы списать на …",
    "rating": 3,
    "name": "Sergiy Cherepakhin",
    "cat": "Korean restaurant"
  },
  {
    "review": "Здравствуйте! Благодарим за отзыв и приносим свои извинения за недопустимый сервис. Чтобы мы могли разобраться в ситуации и понять, кто именно вас обслуживал, пожалуйста, напишите нам в любую соц. сеть (fb/Instagram) для уточнения деталей.\n\nОчень хотим исправить впечатление и пригласить вас на обед/ужин за наш счёт. Надеемся на понимание.\n\nС уважением,\nИрина, PR-менеджер🙌\n\n(Translated by Google)\nHello! Thank you for your feedback and we apologize for the invalid service. So that we can understand the situation and understand who exactly served you, please write to us in any social. network (fb / Instagram) for details.\n\nWe really want to correct the impression and invite you to lunch / dinner at our expense. Hope for understanding.\n\nYours faithfully,\nIrina, PR manager🙌",
    "rating": 3,
    "name": "Татьяна Комарова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хочется поделиться впечатлениями. Ранее я ставила плохую оценку, но не могу его исправить, писала с корпоративной почты(\nТак вот, написали мне с пянсе бара, пришли к ним в гости - все очень быстро и …",
    "rating": 1,
    "name": "John Doe",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very slow service. The dish was also mixed up. In general, the top three. …",
    "rating": 1,
    "name": "Анечка Мур",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, fast food. Cool interior. I recommend ramen and snacks. …",
    "rating": 2,
    "name": "Наталья Наталина",
    "cat": "Korean restaurant"
  },
  {
    "review": "вкусные коктейли и чудесная рыба в кисло-сладком! холодный мисо тоже очень ничего. атмосфера приятная 😊 …",
    "rating": 5,
    "name": "Yurii Kachaiev",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Chuka salad is served in an original way\n\n(Original) …",
    "rating": 1,
    "name": "Данила Акинфиев",
    "cat": "Korean restaurant"
  },
  {
    "review": "Приятное место и вкусная еда :) Обязательны к дегустации - пян-се и курица в кисло-сладком. …",
    "rating": 5,
    "name": "Мария Луцив",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ресторанчик настоящей корейской кухни  в уютном дворике на Подоле. Очень оригинальный и веселый интерьер, приятное обслуживание.\nВ каждое традиционное блюдо можно добавить или креветочки, или сделать …",
    "rating": 5,
    "name": "Oleksandra Oleksandra",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за отзыв! Надеемся, ваши вкусовые рецепторы мы тоже \"сломали\" в хорошем смысле этого слова. Будем рады встречи с вами снова!\n\n(Translated by Google)\nThanks for the feedback! We hope your taste buds are also “broken” in the good sense of the word. Looking forward to meeting you again!",
    "rating": 3,
    "name": "Андрей Тимченко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Пян-Сегодня Бар это мой фаворит среди ресторано корейской кухни.Удон с креветками 🍜🍤это просто гастрономический оргазм! А чтобы освежится жару я предпочитаю фирменный цитрусово-медовый 🍊🍋🍯напиток. Кстати сейчас в этом заведении …",
    "rating": 5,
    "name": "Инна Акуленко",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The atmosphere is great, delicious, and the ramen is delicious and the cocktails are good. And the music is unobtrusive. I will definitely come again;) …",
    "rating": 2,
    "name": "Nataliya Doroshenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная кухня, пробовали много блюд. Почти все очень вкусные. Закуски так себе, наверное, единственное, что не понравилось. Хочется помягче стулья, и уюта побольше. Надо подумать о корректировки дизайна. …",
    "rating": 5,
    "name": "Руслан Мамедов",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very cool. Very tasty and rich\n\n(Original) …",
    "rating": 5,
    "name": "Volodymyr Peregudov",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very cool atmospheric establishment, as if you really feel Korea))) The interior is beautiful, stylish, the room is spacious and clean. The staff is friendly and open, will recommend and answer any queries regarding …",
    "rating": 5,
    "name": "Iryna Vyshnia",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very glad to visit this place. Tasty and very nice people …",
    "rating": 5,
    "name": "Marta Marchuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Последнее время немного испортилось заведение. Обслуживание желает лучшего, ждать пиво по 20 мин, когда зал почти пустой это слишком. Порция фунчозы стала меньше, чем было ранее и подают совсем не острую, нужно просить чтоб была поострее …",
    "rating": 1,
    "name": "Наталія Гарна",
    "cat": "Korean restaurant"
  },
  {
    "review": "Курочка в яблочном соусе была замечательная. А вот с пян-се что-то случилось. Во-первых это был не королевский, не пельмень и вообще не булочка, а 2 жестких половинки, как на сендвич, только впечатление было такое, что их не положили в …",
    "rating": 4,
    "name": "Галина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Еда, в целом, вкусная, а вот бар оставляет желать лучшего. Бармен позволил какому-то мужчине за стойкой осмотреть мой коктейль и взять в руки шпажку, которую потом подали мне. Не комильфо. …",
    "rating": 2,
    "name": "Yaroslava Yaroslava",
    "cat": "Korean restaurant"
  },
  {
    "review": "Атмосферно, вкусно, приятно. Рекомендую озадачиться и обнаружить это место в тихом подольском дворике))) …",
    "rating": 4,
    "name": "Oleksandr Savin",
    "cat": "Korean restaurant"
  },
  {
    "review": "Это из тех мест, куда приходишь, клюёшь что-то там и больше никогда не возвращаешься.\nНе понимаю почему это корейский ресторан... В меню, в основном, присутствуют …",
    "rating": 5,
    "name": "Ильнара Каримова",
    "cat": "Korean restaurant"
  },
  {
    "review": "В заведении довольно мало места и в час пик вы наверняка тут не сядете. Однако курица в кисло сладком соусе была восхитительна. А ещё очень приятно порадовал сервис. Цены вполне адекватные, смело рекомендую к посещению …",
    "rating": 5,
    "name": "Мила Рагимова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Как же отвратительно работает вытяжка!!!!! Вещи воняют жженым маслом. Обидно, что нас двоих посадили за стол возле барной стойки прям возле кухни (и вид, который открывался перед глазами - это стойка для официантов с грязными тряпками, куда …",
    "rating": 1,
    "name": "Т",
    "cat": "Korean restaurant"
  },
  {
    "review": "В общем вкусно, но катастрофически долго. С учетом не полной загрузки зала, ждали заказ часа полтора..😒 …",
    "rating": 5,
    "name": "Любовь Костинюк",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) nice and nice in the middle, quiet yard but not very tasty …",
    "rating": 5,
    "name": "Arseniy Finberg",
    "cat": "Korean restaurant"
  },
  {
    "review": "Мы думали, надеялись, это будет что-то оригинальное. Но нет. В горячем коктейле с ромом не хватало ни самого рома, ни специй, ни чего-то ещё, что делало бы его не таким кислым и более ярким. В фирменном блюде пян-се много теста, мало …",
    "rating": 5,
    "name": "Медведь Бурый",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) We waited for a long time to take out the food, about an hour. What they brought out was cold (I don't know if it should have been, but a dish with rice, meat, vegetables and eggs is unlikely to be cold) and not …",
    "rating": 5,
    "name": "Nia Zak",
    "cat": "Korean restaurant"
  },
  {
    "review": "Была недавно в этом ужасном заведении , кухня отвратительная , рис разваривается , обслуживания хорошее , атмосфера не понятная , мебель с дырками, столы  липкие ,  больше всего разочарование у меня вызвали коктейли и  ток поки. …",
    "rating": 2,
    "name": "Olga Bezdetko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Я попробовала лапшу с креветками, это было невкусно. Я попробовала пирожок и тоже самое. слишком шумно. Понравилось: супер быстрая подача, и возможность рассмотреть 100500 деталей интерьера. …",
    "rating": 2,
    "name": "Yasya Sivay",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, но остро🔥\nБрал курицу в кисло-сладком соусе - это бомба!\nА вот масалу пить не смог, слишком острая, аж непривычно. …",
    "rating": 1,
    "name": "Olya Olya",
    "cat": "Korean restaurant"
  },
  {
    "review": "Я хз как всем, но первый раз когда там был, все отлично. Второй - официант забыл принести приборы, потом принесли суп, он на вкус как варенье носки какие то. Так что сорян, но последнее посещение - дно …",
    "rating": 2,
    "name": "Tetiana Pavlova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый день, Данила! Благодарим за отзыв. Сожалеем, что суп не оправдал ваших ожиданий. Могли бы вы уточнить, какой именно пробовали? В этом случае мы сможем поработать над ним.\n\nПожалуйста, напишите нам в Фейсбук тли Инстаграм. Спасибо 🙌\n\n(Translated by Google)\nGood afternoon, Danila! Thank you for your feedback. We regret that the soup did not live up to your expectations. Could you clarify which one you tried? In this case, we can work on it.\n\nPlease write to us on Facebook aphids Instagram. Thanks 🙌",
    "rating": 5,
    "name": "Vadim Polyuhovich",
    "cat": "Korean restaurant"
  },
  {
    "review": "В этом заведении не впервые. Очень радует кухня, обслуживание и атмосфера. Сегодня заказала еду с собой и попросила 2 фунчозы, одна с курицей а вторая со свининой. Не ожидала что у вас пропадают такие таланты. Официант нарисовал очень …",
    "rating": 5,
    "name": "Ніна Яра",
    "cat": "Korean restaurant"
  },
  {
    "review": "Это одно из лучших мест на подоле, как по еде, так и по атмосфере. Дизайн интерьера, посуда - владелец вкладывает в это все силы и душу, и это заметно. По кухне самое топ - курица в кисло сладком соусе и закуски. Барная карта постоянно …",
    "rating": 5,
    "name": "Tina Tulchynska",
    "cat": "Korean restaurant"
  },
  {
    "review": "Размеры порций не большие, два блюда не достаточно чтоб наесться мужчине. От еды не было Вау эффекта.\nПонравилось как пахнет меню. …",
    "rating": 5,
    "name": "Alex Dysphoria",
    "cat": "Korean restaurant"
  },
  {
    "review": "Как всегда все очень вкусно) Артур просто красавчик) П.с: сделайте возможность оставлять на чай официантам через терминал. Они у Вас такие классные и хочется отблагодарить, а наличка редко есть. …",
    "rating": 5,
    "name": "A S",
    "cat": "Korean restaurant"
  },
  {
    "review": "Первое:очень душно, кондиционера то ли нет вообще,то ли он не работает совсем, довольно маленькое помещение,а при наличии кухни прямо в зале и отсутствии кондиционера-дышать совсем нечем! Второе: заказали два пива курицу в кисло-сладком …",
    "rating": 5,
    "name": "Олег Буж",
    "cat": "Korean restaurant"
  },
  {
    "review": "Это действительно бар, в который можно зайти и быстро поесть корейской еды.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Николай Власов",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Nice place. Cozy, made in the style of the hem (I do not know if there is such a style, but for me this expression is suitable for description))) The kitchen is delicious, interesting that there is a good selection of …",
    "rating": 3,
    "name": "Vladyslav Poliakov",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Pretty tasty. Prices are average. Do not take kimchi - just spicy cabbage) …",
    "rating": 5,
    "name": "Avin Blay",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ням-Ням! Очень по-корейски! Вкуснейшая фунчоза, острым кимчи. Классные лемонады и ассортимент чая. Когда хочется острого, то приходим в гости. А ещё здесь атмосфера и приятно встречаться с друзьями. Спасибо, что у вас вкусно и уютно ! …",
    "rating": 5,
    "name": "Марина Щелокова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I had lunch regularly for the last year and a half. Until the spring of 2020, everything was great. I went in a couple of times in the summer - I noticed that something was wrong. The day before yesterday I took my …",
    "rating": 5,
    "name": "Юка Губенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Congratulations! Very upset and embarrassed by your feedback. Please email us on Facebook or Instagram to resolve the situation quickly. We will definitely resolve the issue (\n\nWe are very much waiting!\n\n(Original)\nВітаємо! Дуже засмучені та збентежені вашим відгуком. Будь ласка, напишіть нам у Фейсбук або інстаграм для швидкого вирішення ситуації. Ми обов’язково вирішим питання(\n\nДуже чекаємо!",
    "rating": 5,
    "name": "Наташа Полякова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Сама по себе идея - крутая. Необычное заведение, с нестандартной для нас кухней. И вкусной. Лично я обожаю эти пирожки - пянсе, но в последнее время они постоянно заканчиваются, когда я прихожу: совпадение?-не думаю. Ребята, вы называетесь …",
    "rating": 5,
    "name": "Oksana Tsykalo",
    "cat": "Korean restaurant"
  },
  {
    "review": "Взяли больше денег, чем стоит блюдо. Заказ был соба с тофу (139 грн) плюс опционально стружка тунца (9 грн). Итого должно быть 148 грн, сняли 168 грн. Терминал держали экраном к себе – я без задней мысли приложила телефон. А зря. Потому что …",
    "rating": 2,
    "name": "Dariya Stadnichenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Здравствуйте, Ярослава! Спасибо за ваш отзыв. У нас с 30 января действует новое меню, в котором указано, что основа лапши (без доп ингредиента стоит 139 грн, в которую уже включена стружка тунца).\nДалее идёт дополнительные ингредиенты за доп сумму. В вашем случае - 139 грн + 29 грн за тофу. Итого сумма 168 грн.\n\nПодачи также менялись и у некоторых блюд теперь есть Чили. Если вдруг вам этот ингредиент не подходит - вы всегда можете попросить официанта не добавлять его в блюдо. В собе сейчас чили идёт как декор.\n\nМы готовы отправить вам в подтверждение наше меню, где все указано. Вам выдали чек об оплате?\n\nПожалуйста, свяжитесь с нами в любой удобной соц сети для уточнения деталей по чеку. Спасибо.\n\nС уважением, администрация Пян-Се🙏\n\n(Translated by Google)\nHello, Yaroslava! Thanks for your feedback. We have a new menu since January 30, which indicates that the base of the noodles (without an additional ingredient costs 139 UAH, which already includes tuna chips).\nNext comes additional ingredients for an additional amount. In your case - UAH 139 + UAH 29 for tofu. The total amount is UAH 168.\n\nThe serving has also changed and some dishes now have Chile. If suddenly this ingredient does not suit you, you can always ask the waiter not to add it to the dish. In soba, chili is now used as a decor.\n\nWe are ready to send you in confirmation of our menu, where everything is indicated. Did you receive a payment receipt?\n\nPlease contact us on any convenient social network to clarify the details of the check. Thanks.\n\nBest regards, administration of Pyan-Se🙏",
    "rating": 5,
    "name": "Александра Островская",
    "cat": "Korean restaurant"
  },
  {
    "review": "Прекрасная еда, отличное обслуживание. Вкусно, не дорого, остро.\nОднако: одежда после посещения пахнет раменом, свининой и всеми остальными вкусностями. Может вытяжку надо завести, а?? …",
    "rating": 5,
    "name": "Ярослав Князев",
    "cat": "Korean restaurant"
  },
  {
    "review": "От настоящей корейской кухни вас, ребят, отличает только отсутствие собак в меню, и меня это радует)))\nОчень вкусно, вот как-то по-домашнему уютно, персонал приветливый, +моя собака …",
    "rating": 5,
    "name": "Yuliia Potomkina (Juli)",
    "cat": "Korean restaurant"
  },
  {
    "review": "Еда прекрасная, персонал, а именно менеджер очень чудесная, еда на высшем уровне. Корейскую еду такую вкусную еще не ела.\nАтмосфера очень приятная, классная музыка, интерьер …",
    "rating": 2,
    "name": "Nikita Lazarev",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень люблю Вашу кухню, но, обслуживание очень медленное! Ждать официанта с расчетом нужно более 15 минут, после чего еще 15 несут сдачу. И так каждый раз... в итоге просто 30 минут в никуда. Раньше с мужем часто ходили, но будем ли ходить …",
    "rating": 4,
    "name": "Olcya Chechel",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Korea 🇰🇷\n⠀\n✅Another country on our list that we managed to get to know and even make …",
    "rating": 5,
    "name": "Анастасия Коваленко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Оригинальное заведение Затерявшиеся в одном из Подольских двориков. Богатый выбор корейской еды в соответствующем антураже. Смешное меню сделанная из фотографии блюд. Такое впечатление что листаешь Семейный альбом. Многие блюда достаточно …",
    "rating": 5,
    "name": "Татьяна Александренко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень понравилось. Вкусно. Заказывал лапшу с говядиной, салат и имбирный чай. Кончится карантин обязательно схожу ещё. Единственное место в Киеве с корейской кухней. …",
    "rating": 5,
    "name": "Дмитро Деревянко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Почему я раньше не знала о вашем заведении?))) Очень крутая атмосфера, приятный официант( не узнала его имени), который помог выбрать самое вкусное блюдо. Разнообразная и интересная кухня) …",
    "rating": 5,
    "name": "Lena Zhigalkina",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый день! Благодарим вас за отзыв ;) Официанта зовут Артур. Будем рады видеть вас снова в гостях )\n\n(Translated by Google)\nGood day! Thank you for your feedback;) Waiter's name is Arthur. We will be glad to see you again at a party)",
    "rating": 5,
    "name": "Катерина Метельская",
    "cat": "Korean restaurant"
  },
  {
    "review": "Не знаю, что так нравится другим, мне этот бар вообще не зашёл. Душно, долго, не вкусно. Порции маленькие, ждать некоторые блюда неоправданно долго. Коктейли - ерунда, выпили два - как радио слушали, наверное алкоголь входит только каплями …",
    "rating": 1,
    "name": "Anna Zotkina",
    "cat": "Korean restaurant"
  },
  {
    "review": "Том ям с морепродуктами разочаровал((( Его смело можно назвать том ям с древесными грибами. Из морепродуктов  была одна креветочка, две мидии и два кусочка рыбы. Ребят, серьезно? ((( …",
    "rating": 1,
    "name": "Maksym Lakhtadyr",
    "cat": "Korean restaurant"
  },
  {
    "review": "Я не понимаю откуда у этого «корейского» кафе такой рейтинг. И нормально будет только тем, кто не понимает какой должна быть на вкус корейская кухня. Лапша в кисло-сладком соусе была с томатным мать его соусом!!!! Креветки в пережаренном …",
    "rating": 5,
    "name": "ольга кленская",
    "cat": "Korean restaurant"
  },
  {
    "review": "Здравствуйте, Ольга! Удивительно слышать ваш отзыв, ведь в нашем меню нет лапши в кисло-сладком соусе.\nМы очень хотим разобраться в ситуации. Когда вы были? Какой суп ели? Какая была лапша в кисло-сладком соусе? Будем рады решить ситуацию - напишите нам, пожалуйста, в соц. сети (Фейсбук или Инстаграм).\n\n(Translated by Google)\nHello Olga! It's amazing to hear your feedback, because our menu does not have noodles in sweet and sour sauce.\nWe really want to understand the situation. When were you? What kind of soup did you eat? What was the noodles in sweet and sour sauce? We will be happy to resolve the situation - please write to us in the social. Networks (Facebook or Instagram).",
    "rating": 4,
    "name": "Semen Krasnopolskiy",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ужасное обслуживание. Были два раза. Ещё первый раз заметили, что официант невнимательный. Пришлось долго ждать пока примут заказ и потом вылавливать, чтобы принес счёт. Но еда готовилась быстро. Второй раз были три дня назад. Была уже …",
    "rating": 1,
    "name": "Dimitriy Goldman",
    "cat": "Korean restaurant"
  },
  {
    "review": "Мы приносим свои искренние извинения за эту ситуацию, с официантами проведем работу. Приходите к нам на примирительный комплимент от заведения, обещаем исправиться. Такого не повторится.\n\n(Translated by Google)\nWe sincerely apologize for this situation, we will work with the waiters. Come to us for a conciliatory compliment from the institution, we promise to correct it. This will not happen again.",
    "rating": 1,
    "name": "Данило Чумак",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень приятная атмосфера, вежливый и ненавязчивый персонал. Еда изумительная, быстро и вкусно (тофу просто таял во рту). Настоятельно рекомендую посетить это место) …",
    "rating": 2,
    "name": "Egor K",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Was for the first time in Pian-Se bar on the recommendation of a friend)\nThe food is very tasty, especially chicken with pineapple in some sweet sauce)) …",
    "rating": 4,
    "name": "Slava Movchan",
    "cat": "Korean restaurant"
  },
  {
    "review": "Заказали доставку, но одно блюдо доехало в ненадлежащем состоянии. НО! Спасибо сотруднику Алексею за то, что среагировал на замечание сразу же и проконтролировал замену лично))) Сервис Пян Се - супер) Закажем ещё)) …",
    "rating": 2,
    "name": "Александр Чумак",
    "cat": "Korean restaurant"
  },
  {
    "review": "Атмосферно, еда и сидр ну просто отменные, цены божеские, а локация вообще богемная🖤 …",
    "rating": 5,
    "name": "Caroline “CaroCode” Dirat",
    "cat": "Korean restaurant"
  },
  {
    "review": "нереально вкусно, уютно и мило ❤️\n\n(Translated by Google)\nunrealistically tasty, cozy and cute ❤️",
    "rating": 5,
    "name": "Constantin",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно очень , подача порций отличная\nАтмосфера очень приятная\nБуду ходить часто …",
    "rating": 5,
    "name": "Oleksandr Bilyk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень прикольное тематическое заведение под Южную Корею. Вкусно, уютно, приятная атмосфера, также хочу отметить что можете взять с собой свою собачку, они Пет Френдли. Персонал очень приветливый. Рекомендую всем. 5 баллов …",
    "rating": 5,
    "name": "Colin Fredos",
    "cat": "Korean restaurant"
  },
  {
    "review": "На любителя. Впечатляет подходом, кухней, стилем. Но это не для каждого.\nБудьте осторожны с острыми блюдами.\nМожет это и часть культуры других людей, но реклама с заживо поедаемым осминогом …",
    "rating": 5,
    "name": "Sasha Mozur",
    "cat": "Korean restaurant"
  },
  {
    "review": "Пян-Се Бар на подоле)\n1. Очень удобная транспортная развязка, буквально 3 мин пешком от метро Контрактовая) …",
    "rating": 2,
    "name": "Елена Осипова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Это был мой второй визит в данное заведение, и я вернусь сюда ещё не раз! Потому что  очень вкусно 🤤 необычно 🤩 радует соотношение цена/качество и отношение к посетителям 😍 Еще здесь можно наблюдать ооочень оригинальную подачу коктейлей …",
    "rating": 5,
    "name": "Ирина Ципцюра",
    "cat": "Korean restaurant"
  },
  {
    "review": "Колоритно, дорого, вкусно. Порции небольшие, но сытные.\nДля любителей кухни стоит попробовать. …",
    "rating": 5,
    "name": "Юлія Мостова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Мега вкусное место! Приятное и атмосферное. А самое приятное в нем - официант Любовь!) …",
    "rating": 5,
    "name": "Татьяна Зубенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная корейская еда! Суп кимчи очень острый только вначале, потом привыкаешь и становится вкусно, а когда я вышла на улицу, то мне не было жарко, хотя было где-то +30 …",
    "rating": 4,
    "name": "FM Amosov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Встретили  с безразличием и без гостеприимства. Абсолютно безвкусный рамен. На это никак не отреагировали, соус пришлось выпрашивать дополнительно. Удон был тоже ничего такого, как если бы вы приготовили его дома. Пянсе был вкусный. …",
    "rating": 5,
    "name": "Яна Davgod6ka",
    "cat": "Korean restaurant"
  },
  {
    "review": "Первый \"корейский барчик\" в Киеве на который я наткнулась)))именно такой в котором можно не только поесть но и хорошо распробовать соджу и ее вариации. Отдельный комплемент бармену - теперь Кровавую Мери я буду пить исключительно в Пян Се. …",
    "rating": 1,
    "name": "Лидия Трачук",
    "cat": "Korean restaurant"
  },
  {
    "review": "Креветки в кляре и мороженое жареное очень вкусное рекомендую!!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Gellaxi Kalihova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Любимое место уже много лет🤗\nВерните шашлычки из тофу / креветок в меню!-))) …",
    "rating": 2,
    "name": "Оксана Гавриленко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Локация супер, еда ниже среднего.\n\nСервис тоже желает лучшего - официантки не внимательные и не профессионалы. …",
    "rating": 5,
    "name": "Yudkevych Oleksii",
    "cat": "Korean restaurant"
  },
  {
    "review": "Освежающие лимонады по приятной цене, самое оно в жару...а также необычный, креативный интерьер:) …",
    "rating": 5,
    "name": "Alex Yudenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Сегодня впервые побывала в вашем баре. Понравилось обслуживание, кухня на высшем уровне. Особенно хочу отметить коктейль \"Сергей Николаевич\"🍸 Он очень поднимает...настроение😁😁😁 …",
    "rating": 5,
    "name": "Olha Sapohova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Колоритнее место!\nОбновлённое меню - просто заглядение, хочется попробовать все , если надоели стандартные блюда - вам однозначно сюда. …",
    "rating": 4,
    "name": "Александр Титов",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) A nice place with friendly staff and interesting interior. Prices are moderate, you can eat up to 100 UAH.\nThe kitchen may be a little specific due to the fact that it is not very adapted …",
    "rating": 5,
    "name": "Nataliya Konovalova",
    "cat": "Korean restaurant"
  },
  {
    "review": "вкусно, порции большие, официант улыбался. я хотела в киевском атмосферном кафе поесть рис с тофу и водорослями, и мне удалось. кто хочет в корейский ресторан - в Корее, например, их полно. …",
    "rating": 5,
    "name": "Надя А7",
    "cat": "Korean restaurant"
  },
  {
    "review": "Все супер! Очень приятная официантка☺️ Очень вкусная рисовая лапша и чипсы. Николаевич топ 😂 …",
    "rating": 1,
    "name": "Ka Mila",
    "cat": "Korean restaurant"
  },
  {
    "review": "Атмосфера не плохая ... но ужасно воняет переженным маслом... плюс официант далёк от понятий гигиены .. одним полотенцем натирает столовые приборы.... этим же полотенцем вытирает руки после того, как рассчитывает людей, относит грязную …",
    "rating": 5,
    "name": "Anna Soina",
    "cat": "Korean restaurant"
  },
  {
    "review": "Заказал лапшу чанджамен с креветками и пришлось ждать 50 мин, при чем это была середина недели и заведение было не забито( …",
    "rating": 4,
    "name": "Helga",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень понравилось обслуживание, приятные парни-официанты и кухня нереальная. Первый раз пробовала корейскую и могу сказать, что она теперь наравне с итальянской. Рада, что есть блюда для вегетарианцев:) …",
    "rating": 5,
    "name": "Наталия Шарапова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Быстрая подача. Острые блюда действительно острые. Интересный интерьер. Вход во дворе арки. Жестковатое мясо в супе ким-чи. Все остальное отлично! …",
    "rating": 5,
    "name": "Anna Piskun",
    "cat": "Korean restaurant"
  },
  {
    "review": "На удивление не вкусно. Даже расстроился, когда из всего заказа смог опустошить только тофу в кисло-сладком соусе.\nБольшей половины лимонадов из меню нет. …",
    "rating": 5,
    "name": "Дмитрий Дмитриев",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I do not recommend this institution.\nI am a fan of Asian cuisine, I came here for the first time and the first thing I came across - the smell of oil throughout the establishment. …",
    "rating": 5,
    "name": "Анастасия Кашапова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Впечатления от блюд не оправдали их стоимость. Свинина в рамене тотально сухая, выварена просто до волокон. Откуда у поваров уверенность в том, что это норма? Разумеется, нет нужды кидать куски на 50% с салом, но ведь есть какой-то …",
    "rating": 5,
    "name": "Ольга Репина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Симпатичное место  во дворике ина подоле.  корейские еда не совсем корейская, но  Кормят вкусно. Хорошие порции и относительно не дорого.  Если вы рядом советую заскочить. …",
    "rating": 4,
    "name": "Milla Kolesnyk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый день, Слава! Спасибо за ваш комментарий. Мы действительно несколько разнообразный бар - помимо традиционных корейских блюд также подаем азиатскую и японскую кухни. А еще у нас самый большой выбор лапши.\n\nБлагодарим, что зашли к нам и надеемся, что увидим вас снова! До встречи в тихом дворике Подола ;)\n\n(Translated by Google)\nGood afternoon, Slava! Thank you for your comment. We are indeed a somewhat varied bar - in addition to traditional Korean dishes, we also serve Asian and Japanese cuisine. We also have the largest selection of noodles.\n\nThank you for visiting us and hope to see you again! See you in the quiet courtyard of Podol;)",
    "rating": 5,
    "name": "Тина Ёшина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Пиво подают теплое, считая это нормой. Сервис хромает.\nПодача при пустом ресторане очень долгая, Wok лапша вкусная. …",
    "rating": 4,
    "name": "sveta moskvina",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very pleasant decor and music. The waitress is lovely. The food is delicious (although too sweet for my taste 😋) The products are fresh and it is the first time that I like tofu !! 👍👍👍 …",
    "rating": 2,
    "name": "Antipolicaj UA",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) A cool place at affordable prices and relatively tasty and authentic food. …",
    "rating": 5,
    "name": "Олег Байдаков",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I order Kimchi Tige - a spicy kimchi soup\nI advise! …",
    "rating": 1,
    "name": "S “Mister_13”",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень интересный ресторан корейской кухни. Понравился  Пянсе с креветками  с нежнейшей паровой булочкой из рисового теста. Рекомендую посетить и отвлечься от европейских ресторанов, а побывать именно там. …",
    "rating": 5,
    "name": "Piotr Furmaniak",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень интересное заведение корейской кухни.\nПонравился Пян-се с креветками с нежнейшей паровой булочкой из рисового теста. Рекомендую посетить и отвлечься от приевшихся европейских ресторанов. …",
    "rating": 5,
    "name": "Print Seven",
    "cat": "Korean restaurant"
  },
  {
    "review": "ну такое...Meiwei - гораздо вкуснее.\nМясо безвкусное, а лапша пахнет очень не аппетитно. Более того, нужно быть готовым к тому, что после посещения бара - вы и ваши вещи будете пахнуть как эта …",
    "rating": 4,
    "name": "Зореслава Ігнатенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Классное место со своим дизайном и изюминкой. Очень атмосферное с приятным обслуживанием) Большые порции по очень приятным ценам. Недавно обновили меню, так что скоро заедем в гости. Советую попробовать фирменные коктейли )))) …",
    "rating": 5,
    "name": "Dasha Suchkova",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Those who want to try Korean cuisine, I recommend) high quality, tasty, adequate prices …",
    "rating": 5,
    "name": "Katrina Chizhick",
    "cat": "Korean restaurant"
  },
  {
    "review": "Оригинальное и атмосферное место.\nПрактически все позиции в меню с вегетарианской опцией (с тофу).\nТакже хочется отметить скорость обслуживания и приветливость персонала. …",
    "rating": 5,
    "name": "Ирина Панчук",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) How delicious !!! Chicken noodles just on top. And also liked the interior. All done in the style of pop art \"Korea\". With various Korean gadgets and caricatures by Kim Jong-in. The only downside is the smell of food …",
    "rating": 5,
    "name": "Olexii Burchenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) In Pian-Se, the cocktail has changed on the map and only for the better. Code names Mr. and Mrs. - do not miss! …",
    "rating": 5,
    "name": "Ivan Kolodyazhniy",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень специфический интерьер, цены средние, но ближе к высоким, что не вяжется с антуражем. Вок был весьма так себе. Готовят прямо тут же, поэтому вся одежда вобрала в себя устойчивый и резкий запах еды. …",
    "rating": 5,
    "name": "Максим Хилиниченко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Пян-се -- это пирожки из дрожжевого теста с острой начинкой из жареного мяса с кимчи (острая пекинская капуста), приготовленные на пару. Вкус необыкновенный! Долго же мы искали в Киеве где готовят такие пирожки. И...ура, нашли! …",
    "rating": 5,
    "name": "Діана Макітова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very stylish interior for me, atmospheric and cozy) Friendly staff, especially the waiter guy) I put 3 stars for a very bad hood. It stinks of overcooked oil, not appetizing at all. smelled \"completely ... hair, …",
    "rating": 1,
    "name": "Max Meoz",
    "cat": "Korean restaurant"
  },
  {
    "review": "Замечательное заведение, маленькая Азия в центре Киева. Корейская музыка, корейский телек))\nКухня - вкусно! …",
    "rating": 5,
    "name": "Yakiv Tsypin (Zexler)",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличнейшая еда и большие порции. Прекрасное обслуживание. Рекомендую.\nХотелось бы ещё чтоб была доставка.\nРаботаю в квартале от них, пару раз не мог вырваться с работы ребята отнеслись с …",
    "rating": 5,
    "name": "Helen Stehniei",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное заведение для любителей азиатской кухни! Атмосферный интерьер, быстрое качественное обслуживание, официанты отлично знают блюда, всегда посоветуют и в подробностях расскажут любую позицию в меню. Только хорошие эмоции и …",
    "rating": 4,
    "name": "Юлия Самолыга (SamolS)",
    "cat": "Korean restaurant"
  },
  {
    "review": "Прикольно сделано помещение, \"целомудренные\" картинки в туалетах и еда на любителя, после которой долго хочется пить! …",
    "rating": 5,
    "name": "Nastya Pavlenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Кухня на высшем уровне! Очень хорошее обслуживание и внимательный персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алена Шлыкова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусная кухня. Интересный и приятный интерьер. Рекомендую посетить ))\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Дмитрий Бабий",
    "cat": "Korean restaurant"
  },
  {
    "review": "Из 5-ти блюд в одном недовес, а по вкусу нормальной оказалась только курица в кисло сладком соусе. Неоправданно дорого! Не рекомендую …",
    "rating": 5,
    "name": "Viktor Relitskiy",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Every time I go to business in the capital, I dine only at Piang Se Bar. It is always very cozy, friendly workers, interesting interior, and the dishes are delicious! Besides, knowing exactly how carefully and …",
    "rating": 1,
    "name": "Nina Aleskandrovna",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The question \"where will we meet?\" all last year I answered - in Pyan see bar! Then in the room stood everywhere the woolly cotton boots. Obviously, they were really fascinated by me! …",
    "rating": 3,
    "name": "Татьяна Милевич",
    "cat": "Korean restaurant"
  },
  {
    "review": "Супер)\nПонравилось все) еда, атмосфера, обслуживание все на высшем уровне …",
    "rating": 4,
    "name": "Валентина Пристайко",
    "cat": "Korean restaurant"
  },
  {
    "review": "С радостью заказываем здесь еду с доставкой, хотя иногда забегаем и лично, на Валах.  Не жирно, вкусно, разнообразно. Спасибо! …",
    "rating": 2,
    "name": "Alex Odin",
    "cat": "Korean restaurant"
  },
  {
    "review": "Необычные блюда и ооооочень необычная обстановка! В хорошем смысле слова!\nЖуков мы конечно не ели, но много блюд корейской кухни с удовольствием отведали!!! …",
    "rating": 1,
    "name": "Дмитро Булах",
    "cat": "Korean restaurant"
  },
  {
    "review": "Прекрасный персонал, замечательная кухня. Очень вкусная еда и уютное заведение. Если вы ищете действительно корейскую кухню, то рекомендую это заведение!! …",
    "rating": 2,
    "name": "Mariia Borysova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Заведение оставило хорошее впечатление - крутой дизайн, самые вкусные пян-се, которые я пробовала в Киеве. Но один минус, были зимой - в заведении прохладно. …",
    "rating": 4,
    "name": "Олеся Постольська",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I will refresh my review this year, because the changes during this time took place for the better! I do not know if this is connected with the new chef, but the taste of the dishes has improved considerably: now the …",
    "rating": 5,
    "name": "Julia Sheremet",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень интересный интерьер! можно пофоткаться в каждом углу))) вкусная корейская кухня и с милыми официантами) пила фруктовый чай, прошу заметить не из пакетика) атмосферно там! рекомендую сходить …",
    "rating": 5,
    "name": "Александра Коробовцева",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Even delicious! But the hood is weak, and when you go out you bring your kitchen with you now ... like yourself when you're still at work or meeting. But we still go there because Ramen is no worse than in Musashi …",
    "rating": 5,
    "name": "Anastasiia Samofal",
    "cat": "Korean restaurant"
  },
  {
    "review": "В принципе я бы и поставил 4 балла, так как обслуживал официант не плохо, да и второе блюдо состоящее из рисовой лапши со свининой, моим детям понравилось. НО!!!!!!! …",
    "rating": 5,
    "name": "Олександр Рагузов",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Cozy place, delicious cuisine, its own style and creativity. The noodles and the dish of pian-se deserve special attention, the portions are big and unmatched. …",
    "rating": 1,
    "name": "Ваня Сутягин",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Look for the worst place on the hem. Service at the level of the Soviet canteen, I am silent about the quality of dishes. …",
    "rating": 3,
    "name": "Elena Korshykova",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Good day! We can't identify the situation: can you please write to us on Facebook or Instagram to clarify the situation? When they were, what they ate, what was wrong… At the moment we do not understand what happened.\nThank you!\n\n(Original)\nДобрий день! Не можемо ідентифікувати ситуацію: чи можете ви будь ласка написати нам у Фейсбук чи Інстаграм для роз’яснення ситуації? Коли були, що їли, що було не так… Наразі не розуміємо, що сталося.\nДякуємо!",
    "rating": 5,
    "name": "Oleg Dekhtiarenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, interesting Korean dishes and courteous service. I especially recommend the drunken dumplings with shrimp - delicious! …",
    "rating": 4,
    "name": "matahary lee",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное заведение с приятой музыкой и доброй атмосферой, всё супер!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Veronika Velke",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, внимательный персонал, но очень жарко, душно, кондиционер не предусмотрен. Я не пью алкоголь. Но хочу заметить лицензия на алкоголь в уголке покупателя уже месяц как закончилась. …",
    "rating": 5,
    "name": "Nastya Yakimenko Life",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за отзыв, Зореслава! Из-за открытости кухни при полной посадке может быть душно. Решаем этот вопрос с помощью вентиляторов ;) По поводу лицензии - у нас она актуальна, вы всегда можете убедиться в этом у ребят за баром.\nБудем рады видеть вас снова в гостях🙌\n\n(Translated by Google)\nThanks for the tip, Zoreslav! Due to the openness of the kitchen with a full fit, it can be stuffy. We solve this issue with the help of fans;) Regarding the license - we have it relevant, you can always see this at the guys behind the bar.\nWe will be glad to see you again on a visit",
    "rating": 5,
    "name": "Лена Лимон",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, атмосферно и не особо дорого) хорошее место. Еду приносят быстро, но перед приходом желательно бронировать столики, так как посетителей не мало, а есть пару столов в \"горячих точках\", где сидеть не очень комфортно. Но это просто …",
    "rating": 5,
    "name": "Alexey Rudy",
    "cat": "Korean restaurant"
  },
  {
    "review": "Мне тут понравилось. Вкусная корейская кухня. Пиво не очень. К тому же не дорого. Приготовили и подали лапшу быстро. …",
    "rating": 5,
    "name": "Yaroslav Afanasyev",
    "cat": "Korean restaurant"
  },
  {
    "review": "Пикантная и вкусная кухня!!!\n\n(Translated by Google)\nSpicy and delicious cuisine !!!",
    "rating": 5,
    "name": "Клавдій",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, остро, недорого. Заказывал удон с креветками и креветки были большие и их было много. Вкусное темное пиво. Быстрое обслуживание приятный персонал. …",
    "rating": 5,
    "name": "Natasha Lotareva",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличная еда, только иногда мест нету\nТак что бронируйте\nОсобенно пятницу вечером …",
    "rating": 5,
    "name": "Ирина Ши",
    "cat": "Korean restaurant"
  },
  {
    "review": "Несколько раз попадал, что в наличии не было желаемых блюд. Но это было не критично, заказывал другие. Всегда с удовольствием сюда хожу, один из любимых ресторанов. …",
    "rating": 4,
    "name": "Прудникова Александра",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I want to express my gratitude to the ideological inspirer and the whole team of the Pyan-se bar! She was pleasantly surprised by the cozy atmosphere of the restaurant, the friendliness and courtesy of the staff, the …",
    "rating": 5,
    "name": "Anne Stezia",
    "cat": "Korean restaurant"
  },
  {
    "review": "В воке со свининой нашлось 6 маленьких кусочков свинины. Ну как-то вообще мало.\n\nАпд. В вашем посредственном воке было столь мало мяса, что я невольно его …",
    "rating": 5,
    "name": "Денис Яцко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый день, Макс! Спасибо за то, что вы так детально изучили количество кусочков мяса в нашем блюде ;) Надеемся, вам было вкусно! А по поводу выхода - да, действительно на порцию WOK идет 60 грамм мяса. Из учета, что в среднем кусок 10+- грамм, то мы вас не обманули, а отдали необходимое кол-во. Если у вас возник вопрос у нас в заведении, просим незамедлительно обращаться к официанту - они расскажут сколько кусочков должно быть по технологичке. Спасибо за ваш отзыв!\n\n(Translated by Google)\nGood afternoon, Max! Thank you for studying the number of pieces of meat in our dish in such detail;) We hope you enjoyed it! And regarding the output - yes, indeed, 60 grams of meat is used per serving of WOK. Taking into account that, on average, a piece of 10 + - grams, we did not deceive you, but gave the necessary amount. If you have a question in our restaurant, please contact the waiter immediately - they will tell you how many pieces should be technologically. Thanks for your feedback!",
    "rating": 5,
    "name": "Стас Колыхалов",
    "cat": "Korean restaurant"
  },
  {
    "review": "Просто обалденное место! Вкусно, недорого, атмосферно! Пусть я и не являюсь фанатом корейской кухни и культуры, но еда объединяет всех нас! …",
    "rating": 5,
    "name": "olha svyripa",
    "cat": "Korean restaurant"
  },
  {
    "review": "Место с особенной и очень аутентичной атмосферой. Кроме необычного интерьера, здесь еще отличный выбор азиатской кухни, милый и приветливый персонал, и всегда вкусно ♥️ …",
    "rating": 3,
    "name": "Торт",
    "cat": "Korean restaurant"
  },
  {
    "review": "Посуда красивая, удобная керамическая. Обслуживание быстрое. Самое знаменитое блюдо пян-се с мясом не оценили, вегетарианское вообще полный развод, похоже на обычный вегетарианский гамбургер, не как на фото. …",
    "rating": 5,
    "name": "Desvald Daldemar",
    "cat": "Korean restaurant"
  },
  {
    "review": "Впервые попробовала корейскую кухню именно здесь! Очень атмосферное традиционное «корейское» Кафе. Вкусно)  и обслуживание очень приятное и быстрое. …",
    "rating": 5,
    "name": "Katya Chernaya",
    "cat": "Korean restaurant"
  },
  {
    "review": "В кафе все очень понравилось : вкусная и сытная еда , отличные цены, красивый и необычный интерьер. Место создано для фотосесссий.\nПерсонал очень приветливый. …",
    "rating": 5,
    "name": "Liudmyla Horanska",
    "cat": "Korean restaurant"
  },
  {
    "review": "в целом довольно не плохо\nно музыка слишком корейская и громкая)\nоло ло …",
    "rating": 5,
    "name": "Toshiba Hayashy",
    "cat": "Korean restaurant"
  },
  {
    "review": "Пробовал на обед курицу в кисло сладком соусе. Было очень вкусно :)\nЦены умеренные. Ждал блюдо минут 40. …",
    "rating": 1,
    "name": "Vitalii",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Too greasy, a bunch of onions, a tofu tasteless, I asked for a sauce or something sharp - offered a sauce in a plate for 25 UAH in addition. Seriously?! Cider like urine, fu The waiter is polite, though he is …",
    "rating": 5,
    "name": "Инна Футько",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень жарко. Вместо кондиционеров стоят вентилиторы, которых не хватает. Официант Артур не очень внимателен и не очень быстр при посадке всего в 4 стола. Больше похоже на аматорское заведение для знакомых... …",
    "rating": 5,
    "name": "Boom Grey",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Large portions, very tasty, but very long. Even when there are not many people in the room, the waiters need to be more attentive to the guests, and sometimes it is not clear who came to them. …",
    "rating": 5,
    "name": "Magicyro",
    "cat": "Korean restaurant"
  },
  {
    "review": "Раньше было ок, но постепенно качество еды упало сильно. Еда отдает старым маслом и качество продуктов оставляет желать лучшего.\nОчень жаль если эта тенденция будет продолжаться …",
    "rating": 5,
    "name": "July Makarenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I waited for the order for 40 minutes, and most of the tables were free. …",
    "rating": 5,
    "name": "Olha Barabanova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вино вкусное, еда ни о чем.\nКисло-сладкий соус - как будто купили соус чумак и перелили в блюдо …",
    "rating": 5,
    "name": "Олеся Ващенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The choice of dishes is not only Korean, the atmosphere is pleasant, everything is simple, but I will not say that it is super tasty - okay, but not wow, there are some interesting cocktails on the bar. …",
    "rating": 5,
    "name": "Oleksandr Zhyhinas",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное место! Внезапно выключился свет, и так круто стало! Очень рекомендуем! Еда вкусная, алкоголь тоже. Спасибо за сидр и текилу)))) придём ещё в гости))) …",
    "rating": 5,
    "name": "Игорь Кочерга",
    "cat": "Korean restaurant"
  },
  {
    "review": "Интересный бар для тех, кому нравится пробовать курю разных национальностей) понравилась фишка с расположением над секс-шопом. Точно стоит посетить !) …",
    "rating": 5,
    "name": "Maryna Postrygan",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) A wonderful establishment, in which it is desirable to always return! Pleasant and cozy atmosphere, delicious cuisine, nice staff) 😊\nDemocratic prices, a wide selection of dishes and drinks. …",
    "rating": 4,
    "name": "Olesya Müller",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) There are some minor shortcomings in the work of staff, but this is due to lack of experience. The girl who served us was very worried, there was no ordinary water ... But there was still a lot of attention and it's …",
    "rating": 3,
    "name": "Serhii Mytianskyi",
    "cat": "Korean restaurant"
  },
  {
    "review": "Заведение увидел по вывеске. ФоБо в меню меня удивило решил заказать. Я попробовал 2 ложки молча заплатил и ушел.. ребята эти помои не ФоБо.. прям хуже вариации я еще не видел( …",
    "rating": 5,
    "name": "Оля Кузютічева",
    "cat": "Korean restaurant"
  },
  {
    "review": "Неплохое место, еда достаточно вкусная, но полная антисанитария. В туалете мусорное ведро полностью забито салфетками, половина всех валяется на полу. Нет особого желания возвращаться туда снова. …",
    "rating": 4,
    "name": "Marian Melnyk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вот честно\nТопово и вкусно\nОчень вкусно …",
    "rating": 5,
    "name": "Валерия Кислухина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Всё неплохо, чисто и красиво, но в пян-се с королевскими креветками я нашла только 2 маленькие креветочки. Обидно! На моё замечание официантка ответила, что скажет об этом повару)) …",
    "rating": 5,
    "name": "MICTEP ID",
    "cat": "Korean restaurant"
  },
  {
    "review": "Еда просто отличная, коктейли тоже. Прекрасное место, чтобы просто посидеть или отметить праздник. Официанты были очень классные и быстрые. …",
    "rating": 5,
    "name": "Kristina Vizir",
    "cat": "Korean restaurant"
  },
  {
    "review": "Была первый раз в этом заведении и вообще впервые пробовала корейску кухню,и что могу сказать:это безумно вкусно , приветливый персонал(что очень важно), находится в центре, еще и безумно крутой дизайн в ресторане.Обязательно приду еще) …",
    "rating": 5,
    "name": "Денис Никоненко",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Pian-se bar was a cool discovery for me! Very tasty and, what is especially pleasing, there are many vegetarian alternatives. Also, the design of the bar is quite interesting and sustained in a specific style …",
    "rating": 3,
    "name": "Дмитрий Левин",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) A good place for company, if you like spicy Asian cuisine, there are many different snacks and soups. The establishment is cozy, the interior is pleasant. There is a good selection of cocktails. …",
    "rating": 5,
    "name": "Denifai",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень годный мистяк. Как по атмосфере так по кухне, цене и качеству. Фанатам корейской кухни уверен понравится, интересующимся же стоит как минимум сходить сюда на разведку. …",
    "rating": 5,
    "name": "Oleg Yarosh",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Was yesterday.\nSpicy soup is really spicy and not like Chinese =)\nI love this, the food is fresh, the shrimp is fragrant, the first and the second …",
    "rating": 5,
    "name": "Катя Фролина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно, хороший ресторан для знакомства с корейской кухней:)\n\n(Translated by Google) …",
    "rating": 3,
    "name": "ДОМАШНИЕ УВЛЕЧЕНИЯ!",
    "cat": "Korean restaurant"
  },
  {
    "review": "Жареное мороженое просто волшебное.  Обязательно попробуйте!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kateryna Melnyk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Цены доступные, еда вкусная, но на любителя азиатской кухни. Интерьер симпатичный, но очень сильно дует из щелей. Замёрзла как сосулька. …",
    "rating": 4,
    "name": "Lemont Krenston",
    "cat": "Korean restaurant"
  },
  {
    "review": "Удон - топ. Осьминоги - топ. Обслуживание - топный топ. Десять Сергеев Николаевичей из десяти …",
    "rating": 5,
    "name": "Татьяна Грицак",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень атмосферное тематическое заведение, вкусная еда по приятным ценам. Была бы летняя терраса, вообще цены бы не было :) Но и без неё оценка 5+ …",
    "rating": 2,
    "name": "Andrey К",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хоть и грустный раменчик, но вкусный))) было вкусно\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Dmytro Adamenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Incredibly tasty, cool atmosphere, attentive staff. 10/10 …",
    "rating": 4,
    "name": "Kateryna Hubaryeva",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Honestly, it is a restaurant that I don't know why Korean restaurant is. It's just an Asian restaurant. The food is good to eat, but it's too salty. Personally, I'm going to go here, but rather go to Ebrazi, a few …",
    "rating": 5,
    "name": "Адельхайд Юнге-Желудкова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Good establishment, good cuisine, interesting interior. The only thing that made a bad impression was a compliment from the institution. Dear owners, if you have already decided that to all customers who came to you …",
    "rating": 5,
    "name": "Andrew Sarvira",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень атмосферное место, в любую погоду поднимет настроение и восхитит вкусовым качеством блюд.Не одному другу рекомендовала и все остались очень довольны. Это- любовь с первой пробы! …",
    "rating": 1,
    "name": "Лола Кан",
    "cat": "Korean restaurant"
  },
  {
    "review": "Кухня супер, атмосфера уютная.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Инна Грищенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за отзыв - ждем в гости снова ;)\n\n(Translated by Google)\nThanks for the feedback - waiting for a visit again;)",
    "rating": 5,
    "name": "Konstantin Mikolenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Просто умнички создать такое уютное и креативное место с вкусной едой и напитками. Очень люблю этот бар и все, кто туда попадает остается его фанатом))) проверено))) …",
    "rating": 5,
    "name": "Yuri Orlov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень плохо. Рамен с курицей отвратительного вкуса. Пуэр водянистый. Не знаю как вы выдерживаете конкуренцию с другими азиатскими заведениями, потому что ваше, по уровню еды - дно. …",
    "rating": 4,
    "name": "Альона Смагіна",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Extraordinary atmosphere. The moment when your first time is comfortable!))) Prosperity and good luck to the owners! …",
    "rating": 5,
    "name": "Филипп Кузьмин",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хотели с девушкой найти корейскую кухню. Заказали лапшу. Ушли довольные + нам ещё дали наклейки :) Люблю наклейки) Рекомендую заведение) …",
    "rating": 4,
    "name": "Nicolay Rudkovskyi",
    "cat": "Korean restaurant"
  },
  {
    "review": "Сколько раз прихожу, всё всегда очень вкусно обажаю брать фунчоза с курицой. Очень приятное заведение, быстрые и добрые официанты, вкусная еда ,и приятная атмосфера) …",
    "rating": 5,
    "name": "Андрей Футрук",
    "cat": "Korean restaurant"
  },
  {
    "review": "Маленькая Корея в центре Киева. Я влюблена в это место. Безумно вкусно и с креативом. Как и в Корее можно поиграть в алкоигры ) спрашивайте у официантов) …",
    "rating": 5,
    "name": "Оксана Ко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Стоить посетить. В своем роде уникальное место. Когда бываем, заказываем корейские пирожки пян-се. Пиво в заведении тоже хорошее крафтовое. …",
    "rating": 5,
    "name": "Hannah CEO",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) (Translated by Google) nice staff, there are often queues here, but they are coping with them pretty quickly and therefore do not have to wait a long time. …",
    "rating": 5,
    "name": "Oleksandra Livandovska",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Hearty and tasty, there are really spicy delicious dishes, specific interior, good service, everything is ok) …",
    "rating": 3,
    "name": "Leila",
    "cat": "Korean restaurant"
  },
  {
    "review": "Один из лучших ресторанов Корейской кухни в Киев\nСвоеобразная атмосфера которая поднимает настроен и заставляет улыбнуться !)\nПриветливые и приятные официанты) …",
    "rating": 4,
    "name": "Vitalii Oliinyk",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty! I definitely recommend :)\nPyan-se fight) …",
    "rating": 1,
    "name": "Yuliana Sonmez",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The overall impression is good, cook quickly, serve quickly, dishes are sweet, the taste is observed. But the stationery stands under the napkins / condiments and the calculation did not strike, hands and clothes …",
    "rating": 3,
    "name": "Дмитрий Гаёв",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Yes and no. Branded dish was not pleasant. Served us kindly, the dishes were carried for a long time. Long since they were hungry. Were hungry - we had to go to another place, so it's me - 3, and Pyan-Ce - 4. I'll …",
    "rating": 5,
    "name": "Nataliia Semeniuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty cuisine))\n\n(Original)\nДуже смачна кухня ))",
    "rating": 5,
    "name": "Маковецкая Ольга",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Wonderful establishment and delicious food. It is a pity that after 22 the kitchen does not work and until 23 it is completely closed - the neighboring residents are struggling with the night noise. …",
    "rating": 1,
    "name": "Катерина Золотарева",
    "cat": "Korean restaurant"
  },
  {
    "review": "Атмосферное место, прекрасная кухня.\nИ я даже не догадывалась, что для некоторых коктейлей есть особенная подача!\nСанкции для опоздавшей подружки были жестоки 😂 …",
    "rating": 5,
    "name": "Александра Косолапова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень понравился пян-се. Очень богатый и разнообразный вкус\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Yaroslav Panasiuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошее место) Всем советую) замечательное обслуживание) Директор заведения - просто отпад) реально рада что обратилась в Пян-Се Бар) всем советую) …",
    "rating": 5,
    "name": "Марина Попович",
    "cat": "Korean restaurant"
  },
  {
    "review": "Интересное заведение с оригинальным дизайном. Здесь я впервые познакомился с корейской кухней )) Вкусно, сытно, цены адекватные. …",
    "rating": 5,
    "name": "Леся Войналович",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличный интерьер, приветливые официанты. Но если вы когда-нибудь ели настоящую корейскую еду - это место точно не для вас. Просто не стоит тратить время и деньги …",
    "rating": 5,
    "name": "Сабирова Эльвира",
    "cat": "Korean restaurant"
  },
  {
    "review": "Место для тех кто любит азиатскую кухню,еда вкусная,выбор довольно большой.\nОчень оригинально оформлен интерьер …",
    "rating": 5,
    "name": "Ирина Педай",
    "cat": "Korean restaurant"
  },
  {
    "review": "Неожиданно. Но видимо совпало настроение и их атмосфера. Хотя стоит хозяину обратить внимание на официантов. Не очень они обращают на нас внимание …",
    "rating": 5,
    "name": "Natalia Gorodko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ресторан приятно удивил, своей кухней, атмосферой, интерьером. Ну очень вкусно, порции большие, цены доступные. Смело могу рекомендовать 👍 …",
    "rating": 5,
    "name": "Олександра Дуб",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ставлю 3 звезды потому что сколько не приезжаю сюда за заказом (работаю курьером)ждать нужно 10-15 мин.\nА это потерянное мое время,как говориться время-деньги))) …",
    "rating": 5,
    "name": "Vladimir Osadchiy",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Everything from the sign up and ending with the filing of the bill I really enjoyed !!! Delicious dishes, most importantly large portions and very satisfying. Nice service and atmosphere, I visit this place regularly) …",
    "rating": 5,
    "name": "Vlado Bahotnyca",
    "cat": "Korean restaurant"
  },
  {
    "review": "Не плохо. Вкусное пиво, небольшое но вкусное меню. Правда какой то сверх экзотики нет. …",
    "rating": 4,
    "name": "Егор",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ребята, очень вкусно!!! Рекомендую всем это заведение. Особенно жареное мороженое. Отдельный привет бармену и официантам 🤗\nСплошной позитив. …",
    "rating": 5,
    "name": "dmitriy iermolenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Заведение тематическое, интересное. Но, очень долго ждать кухня и время понятия отсутствует. Готовят очень долго. …",
    "rating": 4,
    "name": "Aldas Baltutis",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The worst catering establishment in all the years since the Soviet! They did not bring what he ordered. It was delicious. In the finals - a shirt. …",
    "rating": 4,
    "name": "Виталий Хомик",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, недорого, спокойно. Не всегда все есть, что в меню, но это не смертельно. Обслуживание - похоже на азиатское тоже, неспешное :) …",
    "rating": 5,
    "name": "Dmitri",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый день! Подскажите, пожалуйста, что Вы имеете в виду под \"неспешное\"? Долго ожидали блюда или официанта?\n\n(Translated by Google)\nGood day! Tell me, please, what do you mean by \"unhurried\"? Long waited for a dish or a waiter?",
    "rating": 4,
    "name": "yaroslav diversaint",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Finally came here on the advice of a very cool friend. In no case did not regret it. Next time I'll bring my friends here.\nSpecial thanks to the owner of the Bar! I know him personally. …",
    "rating": 5,
    "name": "Стефа Біленко Stefa Bilenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Atmospheric institution. The design is cool. And the kitchen norms and craft beer are decent. …",
    "rating": 5,
    "name": "Illia Syniuhin",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень плохо.  Обслуживание никакое, заказ ждали час и так и ушли не поев.  Повара просто отдыхали, у них тоже был обед и перекур. А гости? Да пох.. на гостей! …",
    "rating": 5,
    "name": "Anastasiia Tunina",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная кухня, оригинальный интерьер. Умеренные цены\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Natalie Surname",
    "cat": "Korean restaurant"
  },
  {
    "review": "Кухня как всегда на высоте. Да и обслуживание просто класс.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юля Полищук",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) An exceptional place for Korean comfort and hospitality! You can both loudly and cheerfully sit with friends, and arrange a romantic date, the choice is yours 😜 …",
    "rating": 2,
    "name": "Ivan K.",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, попробовали бургеры без булочек из хлеба, а с рисовыми лепёшками! Минус звездочку - не хватило соуса к бургеру или специй …",
    "rating": 5,
    "name": "Ярослав Перебойчук",
    "cat": "Korean restaurant"
  },
  {
    "review": "Если тебе вдруг захотелось чего-то необычного и ты не знаешь чего - тебе однозначно сюда! Пришли, удивились, вкусно поели, счастливые уехали домой. …",
    "rating": 1,
    "name": "Arsen катает (приключения на велосипеде)",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) delicious, it is a pity that there is no summer playground and bicycle parking. for this minus the score …",
    "rating": 2,
    "name": "Irina Grigorieva",
    "cat": "Korean restaurant"
  },
  {
    "review": "Крутое заведение со всех сторон: вкусная кухня, необычная подача коктейлей и шикарный интерьер. Заведение явно стоит того, чтобы заглянуть во дворик …",
    "rating": 5,
    "name": "Юра Бадрак",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I really love this place! Prepare delicious Korean food and delicious cocktails! And smiling, friendly waiters and bartenders! …",
    "rating": 5,
    "name": "Vladislava Vlada",
    "cat": "Korean restaurant"
  },
  {
    "review": "Сегодня отведали фирменные пьян-се в одноимённом ресторане корейской кухни. Очень интересное и атмосферное заведение, приходите если хотите открыть для себя что-нибудь новенькое …",
    "rating": 4,
    "name": "Оксана Сиротюк",
    "cat": "Korean restaurant"
  },
  {
    "review": "Небольшое, но уютное место. Вкусная еда, особенно понравился рамен с креветками: насыщенный, густой и сытный. …",
    "rating": 5,
    "name": "Igor Plisa (Z.P.)",
    "cat": "Korean restaurant"
  },
  {
    "review": "Людям,которые знакомы с корейской кухней, еда здесь не понравится. Пянсе сами подают холодными как внутри,так и снаружи. Кимчи представляют собой маринованую пекинку,политую острым соусом. Ну совсем не то,товарищи. Увы …",
    "rating": 2,
    "name": "Arthur Trofimov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за замечания, будем исправлять ситуацию. Приходите еще!\n\n(Translated by Google)\nThanks for the comments, we will correct the situation. Come again!",
    "rating": 5,
    "name": "Софія Діордійчук",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and relatively inexpensive. But bones are often tastier than other cooks. …",
    "rating": 3,
    "name": "Max Moritz",
    "cat": "Korean restaurant"
  },
  {
    "review": "Брали пян -се с креветкой , блюдо мягко говоря попахивало чем то не приятным, после пробы есть не стала , креветка на зубах похрустывала :/, рамен- печаль , не рекомендую, возможно съедобно что то другое :( …",
    "rating": 4,
    "name": "Ольга Жакова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная еда, но блин сделайте уже что-нибудь со своей вытяжкой. После посещения пахнешь как картошка фри, вещи сразу в стирку! …",
    "rating": 5,
    "name": "Om Namah Shivaya",
    "cat": "Korean restaurant"
  },
  {
    "review": "Кисло-сладкий соус просто нереальный. Официанты молодцы, справляются даже с большим наплывом. …",
    "rating": 3,
    "name": "Anfisa Anfisa",
    "cat": "Korean restaurant"
  },
  {
    "review": "Настолько вкусно, что это нельзя передать! Ребята,  молодцы! Все приветливые)))\nРекомендую на 100%!\nЗаведение маленькое,  но очень уютное. …",
    "rating": 5,
    "name": "Bohdana Kuievda",
    "cat": "Korean restaurant"
  },
  {
    "review": "За 15 минут у нас никто так и не принял заказ. Не рекомендую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olha Bondarenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусная еда и большие порции. Отдельного внимания заслуживает интерьер:)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tanya Denysenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) this unit is fundamental. how can you hang a portrait of Kim Jong Un in an institution? with the same success in our institutions can hang a portrait of the president of a neighboring state. in the Mexican …",
    "rating": 5,
    "name": "Тетяна Бойко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно и атмосферно) острые блюда действительно острые, даже слишком) приду пробовать пян-се в следующий раз обязательно …",
    "rating": 5,
    "name": "Nadiia Grunina",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Interesting welcoming and cozy place. Tasty food. Cool interior. We liked our daughter, a Korean culture connoisseur. Thank you …",
    "rating": 5,
    "name": "Таня Гальчинская",
    "cat": "Korean restaurant"
  },
  {
    "review": "обожаю корейскую кухню , здесь очень большой выбор еды, все вкусно, много угощений на баре и приятный персонал ;) …",
    "rating": 5,
    "name": "George Tregubov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень оригинальное по интерьеру и подаче блюд. Вкусно, приятно и эмоционально\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ліза Долінна",
    "cat": "Korean restaurant"
  },
  {
    "review": "Замечательная атмосфера,  душевное обслуживание,  вкусная еда,  и демократичные цены. Великолепное место для отдыха с друзьями и для того что бы просто вкусно поесть) …",
    "rating": 4,
    "name": "Sofia Dikhtiarenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень приятное заведение. Вкусная еда. Правда маловато столиков внутри, но есть длинная барная стойка. …",
    "rating": 5,
    "name": "Елена Гаврилова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Even with delicious ramen. Interesting atmosphere. Entourage of real Asian cafes. The smell is also interesting. …",
    "rating": 4,
    "name": "Aiko Nagai",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The delicious cuisine, and the incredibly friendly atmosphere, also surprised the bar with original drinks. …",
    "rating": 5,
    "name": "Дмитро Соколов",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ездил сюда специально, чтобы попробовать еду. Ну можно зайти под настроение, но ничего особенного …",
    "rating": 5,
    "name": "Павел М",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно. Классное обслуживание-быстро, вежливо!\n\n(Translated by Google)\nVery tasty. Great service - fast, polite!",
    "rating": 5,
    "name": "Leonid Kalchenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за ваш отзыв — нам это очень ценно ❤️\n\n(Translated by Google)\nThank you for your feedback - we appreciate it ❤️",
    "rating": 3,
    "name": "Oleksandr Sumarokov",
    "cat": "Korean restaurant"
  },
  {
    "review": "хорошая кухня. наполовину отсуствующий бар. приятная атмосфера. вялый жизнью замученый бармен без лица. …",
    "rating": 5,
    "name": "Наталия Савченко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, много людей, долго обслуживают.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Павел Сафронов",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty dishes\n\n(Original)\nДуже смачні страви",
    "rating": 4,
    "name": "A. Podoprygora",
    "cat": "Korean restaurant"
  },
  {
    "review": "Атмосферное заведение) и оригинальная кухня. Цена немного выше среднего. Стоит как минимум разок зайти …",
    "rating": 5,
    "name": "Darina Patiuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Liked it a lot! Unobtrusively and quickly served. All the food that you ordered savored, drinks also liked. I will definitely come back. Thanks! …",
    "rating": 5,
    "name": "Marianna Mirzeoğlu",
    "cat": "Korean restaurant"
  },
  {
    "review": "классное заведение, очень прикольный интерьер (может быть не стоило бы так угорать по ким чен ыну, он все-таки палач и массовый убийца), вкусная еда и пиво …",
    "rating": 5,
    "name": "Інтер Лайт Оіл",
    "cat": "Korean restaurant"
  },
  {
    "review": "Самый вкусный мисо, который я пробовала. Атмосферно. Большие порции, адекватные цены. …",
    "rating": 5,
    "name": "Roman Savin",
    "cat": "Korean restaurant"
  },
  {
    "review": "Первый раз была на углу, который там где был Shot81 и все ок с соба с тофу, а сегодня была на Подоле и тоже самое заказала, было пересоленно и пережаренное тофу.( …",
    "rating": 4,
    "name": "Pavel Zharin",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошее и спокойное место с вкусной едой,  напитками и приятным,  обходительным персоналом. Кухня корейская. Рекомендую однозначно. …",
    "rating": 5,
    "name": "Полина Шишкина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Заказал рамен со свининой и кимбаб с креветкой. Мне не понравилось. Еда пресная и безвкусная.😒 …",
    "rating": 4,
    "name": "Anna Bortkevych",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная еда, и прожарить может и удивить новыми вкусами, зайдёт как любителям острой еды так и неженкам) …",
    "rating": 4,
    "name": "Аля Цымбал",
    "cat": "Korean restaurant"
  },
  {
    "review": "Заказывал \"\"Мидии ХЕ\" и был крайне разочарован. Где-нибудь в кулинарии Сильпо гораздо вкуснее делают. Много лука и уксуса, сезонных овощей не обнаружил. Название \"Хе\" себя оправдало полностью((( …",
    "rating": 5,
    "name": "Valerii Pekar",
    "cat": "Korean restaurant"
  },
  {
    "review": "Заведение из категории \"второй раз меня здесь не ждите\". Не уютно. Не вкусно. Обслуживание никакое. Может кому-то и нравится, но не мне. …",
    "rating": 5,
    "name": "Alexy Polivany",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) It was the first time I was in this institution, and what I liked most was the attitude of the staff to the customers, the good mood, the fast service and the warm atmosphere, I think I will return there again, thank …",
    "rating": 5,
    "name": "Just Mimimi",
    "cat": "Korean restaurant"
  },
  {
    "review": "Была здесь вчера. Посещением этого заведения осталась очень довольна) Превосходная еда, обслуживание на высшем уровне и прекрасная атмосфера! Однозначно рекомендую! …",
    "rating": 5,
    "name": "Ann Yoon",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I'm a fan of Korean cuisine) The concept of the institution and the interior is cool) But the kitchen itself can not be called authentic. …",
    "rating": 5,
    "name": "Katie Benny",
    "cat": "Korean restaurant"
  },
  {
    "review": "Одна из моих любимых закусочных. Очень вкусно, большие порции и вкусные коктейли. …",
    "rating": 5,
    "name": "Илона Верчук",
    "cat": "Korean restaurant"
  },
  {
    "review": "Просто не вкусно, душно и слишком сладкие коктейли и блюда.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Viсtoria Losovska",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусная еда и приятная атмосфера. Еду ждали не долго. Очень понравилось, с удовольствием прийду ещё раз. …",
    "rating": 4,
    "name": "Андрей Дугин",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) On the whole we were rather disappointed with the food.\n\n(Original) …",
    "rating": 5,
    "name": "Svitlana Tuchynska",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Tell me what was wrong We are ready to cater to your wishes and spoil you with other dishes.\n\n(Original)\nSag mir, was war los? Wir sind bereit, auf Ihre Wünsche einzugehen und Sie mit anderen Gerichten zu verwöhnen.",
    "rating": 5,
    "name": "Yana Ivanitsa",
    "cat": "Korean restaurant"
  },
  {
    "review": "Еда вкусная и довольно необычная, достаточно острая и пряная. Столиков немного, обслуживают быстро. …",
    "rating": 5,
    "name": "Александр Ухтынгов",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) wonderful Korean game, metal sticks, somewhat indifferent staff, as in Eng Li \"food drinking man woman\" …",
    "rating": 5,
    "name": "Fedor Bezroukov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Все вкусно, но вытяжки не справляются( все вещи воняют жженым маслом еще долго\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Kyrylo Shevchenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The cocktail is as warm as the alco masala. Fantasy\n\n(Original) …",
    "rating": 3,
    "name": "Olga Pashygorova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусный глинтвейн, чудесное обслуживание, очаровательная официантка Анастасия , любим её сильно❤️ …",
    "rating": 4,
    "name": "Олег Шулежко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Лучший корейский ресторан в городе. Люблю здесь абсолютно все - от еды до интерьера. …",
    "rating": 5,
    "name": "Kyrylo Smyrnov",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very delicious pork, a portion is great, as for a good uncle\nAlso interesting are options for serving cocktails and a beautiful bartender …",
    "rating": 4,
    "name": "Alexander Grygoriev",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. The bartender will be handed over. To meet again;)\n\n(Original)\nДякуємо за відгук. Бармену передамо. До зустрічі знову ;)",
    "rating": 5,
    "name": "Даша",
    "cat": "Korean restaurant"
  },
  {
    "review": "Большие порции, приятное место крутой стилистики.\n\n(Translated by Google)\nLarge portions, nice cool style place.",
    "rating": 5,
    "name": "Oleh Kolesnyk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно,сытно и атмосферненько за нормальную цену. Особенно нравится тофу с кисло-сладким соусом  :) …",
    "rating": 5,
    "name": "Инна В",
    "cat": "Korean restaurant"
  },
  {
    "review": "Паровые пирожочки с начинкой это их фишка. Есть ещё корейские заведения с острой кухней, но пирожки только у них. …",
    "rating": 5,
    "name": "Никита Гамлет",
    "cat": "Korean restaurant"
  },
  {
    "review": "Пробовала рамен, чапчхе и токкпоки. Все вкусно, приятная атмосфера, хорошая подача) …",
    "rating": 5,
    "name": "Ира Полях",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за отзыв😍 ждём в гости снова!\n\n(Translated by Google)\nThank you for your feedback ём we look forward to visiting again!",
    "rating": 5,
    "name": "Leonid Fedorovskiy",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно и разнообразно, однако обслуживание одной официантки не понравилось\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alex ON's'OFF",
    "cat": "Korean restaurant"
  },
  {
    "review": "Так исторически сложилось, что уже 3 раз заказываем здесь еду в дорогу, и вполне оперативно ее получаем, ни разу на поезд не опоздали:) …",
    "rating": 4,
    "name": "Max Makarenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "бслуживание сначало не понравилось, но менеджер хорошая женщина\nЕда прекрасная\nПоварам респект …",
    "rating": 5,
    "name": "Sasha Fengci",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Unusual location in the courtyard. The place is quiet, very cozy. Delicious Korean cuisine. I will definitely visit again and recommend it to my friends …",
    "rating": 5,
    "name": "Anna “Ama9a” Medvedieva",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусная еда, легкая приятная атмосфера. Скоростные повар и  официанты (сейчас большая редкость) …",
    "rating": 5,
    "name": "Vira Sheludko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Место, открытое ветераном. Вкусно, адекватные цены. Интересная и доступная корейская кухня. Рекомендую. …",
    "rating": 5,
    "name": "Andrew Marshall",
    "cat": "Korean restaurant"
  },
  {
    "review": "Всё класс, но сделайте что-то с вытяжкой, а то одежда прованивается маслом жареным и это портит всё впечатление. Из-за этого 3* …",
    "rating": 5,
    "name": "Iлля Лукаш",
    "cat": "Korean restaurant"
  },
  {
    "review": "Мои вкусовые рецепторы пели оды шефу) Всё было очень вкусно! И отдельно отмечу крутой интерьер) …",
    "rating": 5,
    "name": "Сергей Матвейчук",
    "cat": "Korean restaurant"
  },
  {
    "review": "Качество блюд достаточно хорошее. Но интерьер довольно странный. На любителя.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Анна Божик",
    "cat": "Korean restaurant"
  },
  {
    "review": "В целом ничего так. Но то, что там дают под видом кимчи - не кимчи ни разу.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Диана Запуниди",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень классная блондинка-официантка и хорошая курочка!\nВсем советую …",
    "rating": 4,
    "name": "Олена Бєлова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная еда, быстрое обслуживание, доступные цены. Тихое и уютное место. Впечатление осталось замечательное) …",
    "rating": 3,
    "name": "Владислав Мердов",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, кимчи действительно острый, а не как во многих других местах. Атмосферно, хорошеее обслуживание. …",
    "rating": 5,
    "name": "Анастасия Коваленко",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Probably the best cafe with Korean cuisine in Kiev. Simple, delicious and without unnecessary pathos. …",
    "rating": 5,
    "name": "Viktoria Lysenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Приятное место. Много пива и других лакомств. Очень все органично. Красивое место. Приятно удивлен. …",
    "rating": 4,
    "name": "Aleksey Petrenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Афигенное заведение ! Вкуснейшие блюда , обалденное обслуживание , приветливые официанты . Всем советую 😉 …",
    "rating": 5,
    "name": "Tanya Kryva",
    "cat": "Korean restaurant"
  },
  {
    "review": "Быстрое обслуживание, вкусные блюда (особенно для любителей острых впечатлений) и очень ароматный и вкусный глинтвейн. …",
    "rating": 5,
    "name": "Maria Ivanova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Специфическая корейская кухня. Выбор небольшой. Интерьер прикольный\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yaroslaw Denega",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Quality Korean cuisine surrounded by Korean artifacts. Large portions for a reasonable price. …",
    "rating": 5,
    "name": "Alena Gamzinova",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Interesting place, delicious food.\nI hope the ruler will not quarrel with the locals. …",
    "rating": 5,
    "name": "Rustam Nur",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, остро, придём ещё\n\n(Translated by Google)\nDelicious, spicy, we will come again",
    "rating": 3,
    "name": "Vladislav Vladimirovich",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) A varied menu and a cozy little dark atmosphere, there are books to spend free time in this establishment …",
    "rating": 5,
    "name": "Эдуард Маханьков",
    "cat": "Korean restaurant"
  },
  {
    "review": "Классная атмосфера, вкусные блюда не только корейской, но и паназиатской кухни. Цены очень приятные! …",
    "rating": 5,
    "name": "Константин Фатьянов",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно и необычно) Приаетливый персонал, особенная атмосфера, советую попробовать Пян-се с креветками (паровой пирожок) …",
    "rating": 5,
    "name": "Марія Малетич",
    "cat": "Korean restaurant"
  },
  {
    "review": "В восторге от заведения и кухни, спасибо самой классной Лизе, которая была не просто официанткой, но и в некой лучшим другом …",
    "rating": 4,
    "name": "Александр Карпов",
    "cat": "Korean restaurant"
  },
  {
    "review": "уютно, не очень дорого. заказ выполняют быстро. подача интересная, на вкус средне …",
    "rating": 3,
    "name": "Юля Beikun",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Ordered Bulgogi, chimneys, rice chips - everything is super delicious. Crazy Asian tastes. Come on again. …",
    "rating": 5,
    "name": "Serhey Dudnikov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень большие порции, вкусно, официанты подходили быстро, хорошо знали меню и подсказывали реально вкусны блюда …",
    "rating": 5,
    "name": "Oleksandr Yermolko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Офигенная кухня. Очень приятное место\n\n(Translated by Google)\nAwesome kitchen. Very nice place",
    "rating": 5,
    "name": "Светлана Стильная",
    "cat": "Korean restaurant"
  },
  {
    "review": "Если там написано \"острое\", значит, еда ОСТРАЯ. Суп кимчи только для железных желудков =) …",
    "rating": 5,
    "name": "Антон Казанцев",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, nice boy waiter. Cocktails are not all in the menu and are too weak. …",
    "rating": 5,
    "name": "Egor Zheludkov",
    "cat": "Korean restaurant"
  },
  {
    "review": "К сожалению, уровень еды сильно отстаёт от дизайна. Хипстерская атмосфера есть, а еда — невкусная. Увы. …",
    "rating": 4,
    "name": "Валя Дуткевич",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за отзыв. Какие блюда Вы пробовали и что именно Вам не понравилось?\n\n(Translated by Google)\nThanks for the feedback. What dishes did you try and what exactly did you dislike?",
    "rating": 2,
    "name": "Сергій Гончаров",
    "cat": "Korean restaurant"
  },
  {
    "review": "Мне понравилась и обстановка, и еда.  Десерты просто вау. С дверьми, как и многие, сначала не рассчитал) …",
    "rating": 4,
    "name": "Ежи Шустер",
    "cat": "Korean restaurant"
  },
  {
    "review": "Достойная азиатская кухня! С некоторыми вариациями классических блюд, но очень вкусно. …",
    "rating": 5,
    "name": "Захар Измайлов",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) We overdid it with the design, but the food is not bad.\n\n(Original) …",
    "rating": 5,
    "name": "Helena Shyta",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусная еда и веселые коктейли!) Дружелюбная атмосфера такая, прям очень круто! …",
    "rating": 4,
    "name": "Антон SvitloVideo",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty! Thank you for your prompt service. Inspiration to you and success! …",
    "rating": 5,
    "name": "spicy ginger",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное место! Приятная атмосфера, все очень вкусно, приятный персонал! Очень понравилось! Обязательна приду ещё ! …",
    "rating": 5,
    "name": "Sergii Getman",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень хорошая кухня и неформальная обстановка. Хороший бар, делают вкусно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alina Mosolova",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Many thanks to the wonderful girl manager, she is very nice, corrected a not very pleasant situation, the food is very tasty …",
    "rating": 5,
    "name": "Bohdan Datsiv",
    "cat": "Korean restaurant"
  },
  {
    "review": "Одно из лучших мест с корейской кухней.\n\nВнимательный персонал. …",
    "rating": 5,
    "name": "Анна Бутко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно и бомбезный интерьер!))\n\n(Translated by Google)\nVery tasty and bombastic interior!))",
    "rating": 5,
    "name": "TOMEKTHEBEST",
    "cat": "Korean restaurant"
  },
  {
    "review": "Атмосферно, вкусно. Не очень быстро (наверное реально готовят!)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Максим Галич",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусный тхвигим с курицей, морковь. Быстро готовят, понравилось!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Marina Sochenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная еда. Вежливый персонал. Немного долго готовят если прийти большой компанией …",
    "rating": 5,
    "name": "Eugenia Chepiga",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Cool place. Deliciously. Interesting.\n\n(Original) …",
    "rating": 4,
    "name": "Alx Pt (sativamonkey)",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно и уютно , прямо как дома на кухне😅\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Олег Лихацький",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The acute kimchi cabbage is the best of what the dragons feed on before burning the fortresses! 😘 …",
    "rating": 5,
    "name": "Victoria Kucherenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошее кафе, недорогое меню, приятная атмосфера, внимательные официанты. Хорошо посидели, нам понравилось. …",
    "rating": 2,
    "name": "Yevhen Koval",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The food of anything, kimchi is very spicy, this must be warned! After eating it was a very unpleasant feeling (I do not recommend this place to anyone !! …",
    "rating": 5,
    "name": "T Goncharuck",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень понравилась корейская кухня ! Обслуживание на уровне , красивый интерьер и удобное местоположение 👍🏻👍🏻👍🏻 …",
    "rating": 5,
    "name": "Ihor Berezskyi",
    "cat": "Korean restaurant"
  },
  {
    "review": "Было вкусно! Заведение тематическое. Но есть одно НО, в заведение отсутствует кондиционер.... …",
    "rating": 1,
    "name": "Chase",
    "cat": "Korean restaurant"
  },
  {
    "review": "От корейского в этом баре только название, еда авторская с закосом в восточную сторону но не более, качество так себе. …",
    "rating": 4,
    "name": "Юлия Сухарева",
    "cat": "Korean restaurant"
  },
  {
    "review": "Не все блюда ортодоксально корейские, часть адаптированная  но добрую их половину готовит кореец по своим корейским в частности домашним рецептам\n\n(Translated by Google)\nNot all dishes are orthodox Korean, a part adapted but a good half of them are prepared by Korean according to their Korean recipes in particular.",
    "rating": 5,
    "name": "Яна Проценко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Была в этом чудесном месте много раз и ни разу не пожалела. Аутентичное, приятное место с приветливым персоналом. Безумно вкусная кухня. …",
    "rating": 5,
    "name": "Alina Tsukanova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, быстро, приветливый персонал\nШли за раменом и не пожалели, что выбрали именно это место …",
    "rating": 5,
    "name": "Julia Krivonos",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty. Very acute. You can eat three for 700 UAH.\n\n(Original) …",
    "rating": 5,
    "name": "vl rustle",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, original, with adequate prices for food and alcohol.Pets friendly. Discounts for ATO participants …",
    "rating": 5,
    "name": "Любов Тхорик",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Cozy barchik with delicious oriental food. Noodle is tasty, chicken too. …",
    "rating": 5,
    "name": "Анна Нечаева",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Fire! Ubervarenyki on steroids and these all Korean things are just incredible. You can't hesitate, you have to go. …",
    "rating": 5,
    "name": "Bogdan Gavryshchuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Чудное место ,вежливые и внимательные официанты ,но главное ШЕФ!Курочка с сладком соусе-бомба!(правда потом чувствовала себя драконом,островатенько!!!!!!) …",
    "rating": 1,
    "name": "Dmitry K",
    "cat": "Korean restaurant"
  },
  {
    "review": "Шеф Никита приготовил замечательную рыбу-белку 👍 отдельный респект за трушно азиатскую остроту 😈 …",
    "rating": 5,
    "name": "Дмитрий Кириченко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Пиво так себе, интерьер на любителя, как и кухня. Не знаю что сказать\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nikita Kobrin",
    "cat": "Korean restaurant"
  },
  {
    "review": "Интересное место с необычным интерьером и кухней\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Igor von Lemberg",
    "cat": "Korean restaurant"
  },
  {
    "review": "Интересное место, очень понравилась кухня, реально вкусно! Рекомендую. Пян се с говядиной 🚀 …",
    "rating": 5,
    "name": "Alexander Lisnichenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Great and atmospheric place. Interesting and extremely tasty dishes. Reasonable prices and nice employees. In short, I recommend😉 …",
    "rating": 5,
    "name": "Yevgenia Baranska",
    "cat": "Korean restaurant"
  },
  {
    "review": "Изумительный Удон и фунчоза.\nПришли большой компанией и ждали своих блюд около 40 минут ( …",
    "rating": 5,
    "name": "Olena Dobrynska",
    "cat": "Korean restaurant"
  },
  {
    "review": "Рамен был очень престный. Может смена не та была, но ожидали большего. По атмосфере очень приятное место. …",
    "rating": 5,
    "name": "Nadezhda Goncharuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Здравствуйте, Юлия! Спасибо за ваш отзыв. Очень хотим разобраться, в какой день вы были и угостить вас раменом. Пожалуйста, напишите нам в соц сети (фб/Инстаграм) - хотим быть лучшими и для вас!\nСпасибо 🙌\n\n(Translated by Google)\nHello Yulia! Thanks for your feedback. We really want to figure out what day you were and treat you to ramen. Please write to us in the social network (fb / Instagram) - we want to be the best for you too!\nThanks 🙌",
    "rating": 5,
    "name": "BezMizinca",
    "cat": "Korean restaurant"
  },
  {
    "review": "Приятное заведение, бывают дегустации. Вкусно готовят, отличная курица в кисло сладком …",
    "rating": 5,
    "name": "М Т",
    "cat": "Korean restaurant"
  },
  {
    "review": "Место очень достойное, есть как острые блюда, так и сладкие, пробовали то и то, остался довольным, всем советую! …",
    "rating": 4,
    "name": "Микола Кащенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Я в восторге от Пян-се бара, теперь это мое любимое будет завидение. Самая вкусная еда в моей жизни, у меня восторг, всем рекомендую! …",
    "rating": 5,
    "name": "Оля Шнит",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за рыбу в новом меню! Наконец-то она появилась)) Теперь буду ходить еще чаще) …",
    "rating": 5,
    "name": "Альона Талько",
    "cat": "Korean restaurant"
  },
  {
    "review": "Бар просто супер! Меню - шик. Пян-Се с мясом вообще отменны\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Sergey Melnichuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) She ate a tofu from a tofu, delicious, a large portion. Interesting chocolate tequila. …",
    "rating": 5,
    "name": "Марина Погоріла",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Not an expensive menu, but the staff doesn't speak the national language. …",
    "rating": 5,
    "name": "Юлия Дядык",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошее заведение с авторским стилем и хорошей кухней. Единственный минус - недостаток официантов. …",
    "rating": 5,
    "name": "Daria Romanovna",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличная кухня, хороший сервис. Если любите острую кухню - зайдите обязательно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дарія Петрова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Great place, delicious, adequate prices, but the waiter is almost alone at all tables. …",
    "rating": 5,
    "name": "Александр Токарь",
    "cat": "Korean restaurant"
  },
  {
    "review": "Нормально, но пироги закончились при заказе, хотя когда садились спросили есть ли пироги и нам ответили подожительно …",
    "rating": 5,
    "name": "Andrii Gumennyi",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Cozy, fun, incredibly tasty! Excellent service and convenient location. …",
    "rating": 5,
    "name": "Василий Кушнарев",
    "cat": "Korean restaurant"
  },
  {
    "review": "вкусно, недорого, отличный интерьер и обслуживание. прекрасный вариант для бизнес-ланча …",
    "rating": 5,
    "name": "Vlad Kim",
    "cat": "Korean restaurant"
  },
  {
    "review": "Официантка Любовь - лучшая!!!\n\n(Translated by Google)\nWaitress Love is the best!!!",
    "rating": 5,
    "name": "ZHANNA KLIM",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Only here you can worship Kim Jong Un while eating\n\n(Original) …",
    "rating": 4,
    "name": "Татьяна Несен",
    "cat": "Korean restaurant"
  },
  {
    "review": "Мне очень понравилось это заведение! ВСЕ очень вкусно , особенно понравился острый суп) …",
    "rating": 4,
    "name": "Olga Bogdanova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, не дорого, хорошее пиво но вот очень жарко\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Андрій Павлов",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вытяжка очень плохо работает, вся одежда провонялась жареным маслом\nНо тут реально вкусно готовят …",
    "rating": 5,
    "name": "Надежда Рацкевич",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Fascinating Korean cuisine restaurant and delicious large dumplings)) 🤣 …",
    "rating": 5,
    "name": "Mila Rahimova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусная еда (особенно Рамен и Ким-чи) и фирменные коктейли 🥰\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитрий Прядко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Не все гуд, но курица в кисло сладком просто отпад.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anna Zhuravel",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Interesting cuisine, for the amateur. Beer is like that ... …",
    "rating": 5,
    "name": "Олександр Попович",
    "cat": "Korean restaurant"
  },
  {
    "review": "Безумно вкусный рамен с креветкой и пирожок Пян-се с мясом и креветками😍😍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Татьяна Чумакова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Not a very aesthetically pleasing place.\n\n(Original) …",
    "rating": 4,
    "name": "Александр Щербина",
    "cat": "Korean restaurant"
  },
  {
    "review": "Все очень понравилось))) спасибо большое) приятный персонал. Спасибо за вкусняшки которые были подарками)))🥰🥰🥰 …",
    "rating": 5,
    "name": "Anton Saienko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Прекрасные пян-се с говядиной и битые огурцы.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергій",
    "cat": "Korean restaurant"
  },
  {
    "review": "Не корейская кухня. Отсутствуют обязательные для корейской кухни закуски, в зале неприятно пахнет. …",
    "rating": 5,
    "name": "Gaël Saunier",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошая корейская кухня, интересный интерьер. Порции не очень большие :(\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Angelina Svidunovich",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, cool design - comfortable to sit in the institution. Pleasant service …",
    "rating": 5,
    "name": "Марго",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, original, spicy-no spicy. Friendly staff.\n\n(Original) …",
    "rating": 5,
    "name": "Mariana P",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Atmosphere, food, service - all wow) is our favorite institution in Kyiv 🤤 …",
    "rating": 5,
    "name": "Елена Таран",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Atmospheric place, cool design, delicious fine cuisine. I recommend. …",
    "rating": 5,
    "name": "Dmytro Petrenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Фунчоза... Хм.. Лучше пан-се... Или еще немного кимчи..\nВкусно, не тривиально. Ням. …",
    "rating": 1,
    "name": "Mariia Gharibi",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень любим это место. Безумно вкусно, хорошие цены, большие порции\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Кристина Подолян",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and hearty cuisine, adequate prices, fun atmosphere. …",
    "rating": 5,
    "name": "Wovan Kraw",
    "cat": "Korean restaurant"
  },
  {
    "review": "Не вкусная еда (Маша сказала прикольный интерьер)\n\n(Translated by Google)\nNot tasty food (Masha said cool interior)",
    "rating": 2,
    "name": "Настя Настя",
    "cat": "Korean restaurant"
  },
  {
    "review": "Единственный корейский ресторан в Киеве, который реально напоминает азиатскую кухню. Жена в восторге ! …",
    "rating": 5,
    "name": "Елена Опаринова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and very fast!\nThank you for the wonderful food and good mood! …",
    "rating": 2,
    "name": "Анна Т",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) It's not Korean cuisine. Very fat. Waiter Archibald is very nice. …",
    "rating": 4,
    "name": "Тамара Фесенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень прикольный барчик. Еда не затейливая но вкусная!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алексей Ткач",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная корейская еда на Подоле! Рекомендую Ромен 👍🏻\n\n(Translated by Google) …",
    "rating": 5,
    "name": "wkkxiv",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Worth to visit) Interesting tastes, unusual combinations, fresh impressions. I'll come again …",
    "rating": 4,
    "name": "Mike Sudyn",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, nice atmosphere, pleasant prices.\n\n(Original) …",
    "rating": 5,
    "name": "Plasma Quant",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусные чаи, только ради них нужно зайти! Ну и конечно остальные блюда.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Vitaliy Mykhaylovskiy",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Bananas are large, but the peel is much larger\n\n(Original)\n바나나는 크지 만 껍질은 훨씬 큽니다",
    "rating": 4,
    "name": "J V",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) View from the patio at night for a month.\nBar with an interesting menu …",
    "rating": 5,
    "name": "Наталія Босецька",
    "cat": "Korean restaurant"
  },
  {
    "review": "Супер место!!! Еда необычная и очень вкусная !!! Персонал на высшем уровне. Рекомендую!!!! …",
    "rating": 5,
    "name": "Andrew Kuzmychov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень крутое заведение ,отдыхали с друзьями ...все очень понравилось,особенно  блюда из новово меню...вы лучшые))) …",
    "rating": 5,
    "name": "Анна Гріньова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, остро, быстро, не дорого. Мне понравилось\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юлия Галилеева",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень понравилось местечко😊 вкусно готовят и порции очень большие на свои деньги 😊 но официантку дождаться просто не возможно было …",
    "rating": 3,
    "name": "Дмитрий Пешков",
    "cat": "Korean restaurant"
  },
  {
    "review": "Была впервые)) очень атмосферно😍обслуживание на высшем уровне😊👍 кухня 🤤👍 цены умеренные👍 …",
    "rating": 5,
    "name": "Анастасия Антонец",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное заведение. Все вкусно. Отличное обслуживание. Рекомендую к посещению однозначно. …",
    "rating": 5,
    "name": "Светлана Тиктинская",
    "cat": "Korean restaurant"
  },
  {
    "review": "Обожаю это место 😍 Нереально вкусно, атмосферно и как-то по особенному уютно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Evgeniya Guseva",
    "cat": "Korean restaurant"
  },
  {
    "review": "Центр Киева) Отличное место с большими порциями!\nЦенник отличный, можно смело идти всем без исключения) …",
    "rating": 5,
    "name": "Igor Yaremenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Годная азиатщина, работал бы рядом - ходил бы на ланчи\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Олександр Геращенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошее недорогое кафе. Вкусно кормят. Тесновато.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Маринка",
    "cat": "Korean restaurant"
  },
  {
    "review": "Просто, уютно, вкусно, правда острый перец был не острый....\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Inna Kazakova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень классное,атмосферное место ! И оочень вкусное !❤️😍Особенно лопша и сидр🤪💥 …",
    "rating": 3,
    "name": "Кирилл Чумак",
    "cat": "Korean restaurant"
  },
  {
    "review": "Интересное место для дружеских посиделок. Хорошее меню корейской кухни, профессиональные официанты. …",
    "rating": 5,
    "name": "Tamara Bernatska",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошее обслуживание, приятная атмосфера. Но, летом тут жарко обедать, нет кондиционера. …",
    "rating": 5,
    "name": "Artur",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) At first everything was ok, then it got dirty - longer service inattentive waiters. I decided not to go there anymore …",
    "rating": 5,
    "name": "Sasha",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусная еда и красивая посуда\n\n(Translated by Google)\nVery tasty food and beautiful dishes",
    "rating": 5,
    "name": "Златослава",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень приятный менеджер, отлично относится к клиентам, еда очень вкусная\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владимир Сулак",
    "cat": "Korean restaurant"
  },
  {
    "review": "Случайно нашли это место на гугл картах, понравился атмосферный интерьер\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Вадим Невідомий",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно, интересное оформление заведения\nЕда крайне аутентичная …",
    "rating": 5,
    "name": "Yuliia Fillippova",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Everything was cool, nice staff and delicious food. Top :) …",
    "rating": 4,
    "name": "Евгений Синельников",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошая кухня, чисто. Место, где есть баланс цена-качество.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Karina Khomenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличный бар, хороший асортимент. Рыбой попахивает, а так норм\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kateryna Berezynets",
    "cat": "Korean restaurant"
  },
  {
    "review": "Все вкусно и прекрасно особенно если сидеть за баром 😉\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Татьяна Сиренко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно, хорошие порции, заходите не пожалеете\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анастасия Клименко",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Excellent food, very good products, very nice place, very good value for money. …",
    "rating": 5,
    "name": "Alisa Sakurova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличные цены,прекрасное обслуживание!очень позитивный официант Артур!Вкуснейшие рисовые чипсы,соусы,тофу,лапша и десерт♥️ …",
    "rating": 5,
    "name": "Елена Черевко",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Too bad there were no buns, but everything else was delicious and the cider was good. …",
    "rating": 5,
    "name": "Маша Натьос",
    "cat": "Korean restaurant"
  },
  {
    "review": "Атмосферный интерьер, достаточно большое меню, все вкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Світлана Хасполатова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Atmospheric establishment with delicious food.\n\n(Original) …",
    "rating": 5,
    "name": "Tatiana",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень необычно и остро, но вкусно, мне понравилось.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alexandr Levytskyi",
    "cat": "Korean restaurant"
  },
  {
    "review": "Абсолютно неуютное заведение, безразличные официанты и запах горелого масла.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olesya Orlova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Это очень хорошое место для любителей острого и необычного.Обстановка очень классная и современная.Обслуживание отличное. …",
    "rating": 5,
    "name": "Максим Грянка",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное кафе в корейском стиле, пян-се отличные и курица в кляре, типа стрипсов, была очень вкусная …",
    "rating": 5,
    "name": "Yuriy",
    "cat": "Korean restaurant"
  },
  {
    "review": "Неопрятная официантка попалась, та и в целом к чистоте есть вопросы. Еда оказалась не вкусной …",
    "rating": 2,
    "name": "Олександр Зеліско",
    "cat": "Korean restaurant"
  },
  {
    "review": "Было очень вкусно.как будем в Киеве зайдём опять обязательно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alona Shcherba",
    "cat": "Korean restaurant"
  },
  {
    "review": "Обслуживание оставляет желать лучшего : официант посадил за грязный стол, напитки принесли в конце трапезы после неоднократного напоминания о себе. …",
    "rating": 1,
    "name": "Tamara Balieva",
    "cat": "Korean restaurant"
  },
  {
    "review": "Еда вкусная, интерьер на любителя... Вода помыть руки - ледяная.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Катя Стадник",
    "cat": "Korean restaurant"
  },
  {
    "review": "Просто 10 из 10. Обалденная азиатская еда. Любителям острого и необычного - маст хэв …",
    "rating": 4,
    "name": "Milla Roze",
    "cat": "Korean restaurant"
  },
  {
    "review": "вкусная кухня, приятные официанты, чисто.\n\n(Translated by Google)\ndelicious cuisine, nice waiters, clean.",
    "rating": 3,
    "name": "Sergii Oleksiienko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Quite an interesting place to explore Korean cuisine.\n\n(Original) …",
    "rating": 5,
    "name": "Валерія Черних",
    "cat": "Korean restaurant"
  },
  {
    "review": "Как-будто оказался в корейском уличном заведении, вкусно и стильно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олександр Єрмак",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The dishes look original, but have a mediocre taste. Ventilation works poorly. …",
    "rating": 5,
    "name": "Vitalii Bulatov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Все вкусно. Кимчи реально острый и вкусный. Рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kateryna Govorenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Nice and delicious\n\n(Original)\nПриємно і смачно",
    "rating": 4,
    "name": "Оксана Васильева",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень уютно и клёвое место.\nВкуснейший малиново грейпфрутовый чай )))) …",
    "rating": 5,
    "name": "Alexey Novik",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, large portions.\nThe temperature is measured at the inlet. …",
    "rating": 3,
    "name": "Ivan Tymoshchuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and cozy. I want to come back to you\n\n(Original) …",
    "rating": 5,
    "name": "Oleg Pedai",
    "cat": "Korean restaurant"
  },
  {
    "review": "Уютное заведение в Корейской тематике, адекватное по ценам и с непринужденной обстановкой) …",
    "rating": 5,
    "name": "Gennadiy Zolotaryov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за отличный сервис и атмосферу все класс🥰🥰 каждый раз, когда буду проходить - зайду ♥️ …",
    "rating": 5,
    "name": "Serhii Ivanuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень интересный дизайн и вкусная еда\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Paul Yurchenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Неплохая атмосфера, вкусная еда, приветливый и шустрый персонал)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksii Lazariev",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Excellent cuisine, very friendly and friendly staff. I recommend. …",
    "rating": 5,
    "name": "Олександр С",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Poor ventilation. After the visit, the clothes smell of fried food …",
    "rating": 5,
    "name": "Андрей Нападовский",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно! Но и в тоже время очень остро!!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Roman Stepanchuk",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Did not like. The food is good, but the interior is not very good, there is no air conditioning. It is hot in summer …",
    "rating": 3,
    "name": "Yuliia Bilchenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Еда на любителя. Отличается от китайской и тайской. А заведение Ок\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Igor A",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty!! 😍\n\n(Original)\nДуже смачно!! 😍",
    "rating": 5,
    "name": "Серафим Серебров",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Everyone likes, the hot soup was very sharp, and they warned me …",
    "rating": 4,
    "name": "Sergey Petrenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Классное место, любителям острого - суп кимчхи в обязательном порядке, проверьте себя) …",
    "rating": 5,
    "name": "VOFFCHIK",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно,чисто, хорошее обслуживание !\n\n(Translated by Google)\nVery tasty, clean, good service!",
    "rating": 5,
    "name": "AERO3D",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, необычно. Зайду ещё раз, чтобы все распробовать\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ирина Шевцова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) One of the best establishments in the country where Asian cuisine is prepared. …",
    "rating": 5,
    "name": "Kseniia Yurieva",
    "cat": "Korean restaurant"
  },
  {
    "review": "Коктейли хорошие, кухня вкусная. Интерьер с \"горчичкой\")\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Artur Skorodumov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Есди взять на двоих две порции курицы в панировке, то можно подохнуть счастливым <3 …",
    "rating": 5,
    "name": "Андрій Дзира",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, но атмосфера не совсем подходящая\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Daria Shmatukha",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty! The only minus is a weak extractor\n\n(Original) …",
    "rating": 5,
    "name": "viktor",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ну, прям не знаю. Кимчи не понравилось(\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Микола Мороз",
    "cat": "Korean restaurant"
  },
  {
    "review": "Милое место, быстрое обслуживание. Вкусная еда\n\n(Translated by Google)\nNice place, fast service. Tasty food",
    "rating": 4,
    "name": "Yulia Monit",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Super! Very faina location, staff and fantastically delicious food! Place to be visited! :) …",
    "rating": 5,
    "name": "Albert Saprykin",
    "cat": "Korean restaurant"
  },
  {
    "review": "Замечательное место! Очень вкусная кухня, расслабляющая атмосфера🌞 Рекомендую!! …",
    "rating": 5,
    "name": "Вячеслав Белов",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень  вкусно! Приятне обслуживание! Рекомендую.\n\n(Translated by Google)\nVery tasty! Nice service! Recommend.",
    "rating": 4,
    "name": "Ольга Оля",
    "cat": "Korean restaurant"
  },
  {
    "review": "Оказывается корейская кухня это нечто 😍 мне безумно понравилось все !\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Solo Solo",
    "cat": "Korean restaurant"
  },
  {
    "review": "Удобный и приятный интерьер. Отличное обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ростислав Шматко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Прекрасное место, отменные блюда, большие порции, лояльные цены и прекрасное обслуживание! …",
    "rating": 5,
    "name": "Tetiana Gryshyna",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусный Рамэн, и рисовые чипсы с соусом (кинза и арахисовая паста).\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Алла Йовченко",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Nice place. Polite waiters. Delicious, interesting, affordable. Ilya Bogdanov - respect …",
    "rating": 5,
    "name": "Этери Стар",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very nice place for a snack, interesting interior.\n\n(Original) …",
    "rating": 1,
    "name": "Mmm Mmm",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Not pleasant service, and not tasty food, swells from the shoulder …",
    "rating": 4,
    "name": "Vitalii Kaplia",
    "cat": "Korean restaurant"
  },
  {
    "review": "Наконец-то в Киеве есть крутое место где можно поесть Пянсе! Все сюда!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Darina Yudenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отменили на ракете доставку без уведомления.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andy",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый день, Тамара! Могли бы вы нам описать ситуацию подробнее? Указать номер заказа и дату. Так как мы не отменяем самостоятельно заказы и очень удивлены вашему отзыву. Были ситуации когда ракета отменяла, но по вине гостя. Напишите нам пожалуйста в любую соц.сеть для более детального описания ситуации. Спасибо\n\n(Translated by Google)\nGood afternoon, Tamara! Could you describe the situation to us in more detail? Specify order number and date. Since we do not cancel orders on our own and are very surprised by your feedback. There were situations when the rocket canceled, but through the fault of the guest. Please write to us in any social network for a more detailed description of the situation. thanks",
    "rating": 5,
    "name": "Олександр Шабан",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень здоровоское место! Для любителей Кореи и вкусной еды- самое оно)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Viktor Sypko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Веселые интересные бокалы и вкусная корейская кухня 🦄\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alyona",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) I've been here several times; I can not say that it is cozy. Not bad, of course - but such ... …",
    "rating": 5,
    "name": "Hanna Lokteva",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty cuisine, interesting author's drinks\n\n(Original) …",
    "rating": 5,
    "name": "Roks Roks",
    "cat": "Korean restaurant"
  },
  {
    "review": "Весьма атмосферная обстановка и вкусная кухня. Рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анастасія Гаркавенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно. Атмосферно. Сервис на высоте.\n\n(Translated by Google)\nDelicious. Atmospheric. Service on top.",
    "rating": 5,
    "name": "Mykyta Sylin",
    "cat": "Korean restaurant"
  },
  {
    "review": "Благодарим вас за отзыв! Будем рады встрече снова ❤️\n\n(Translated by Google)\nThank you for your feedback! Looking forward to seeing you again ❤️",
    "rating": 5,
    "name": "Valeriy Yaskevych",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусненько, весёлый интерьер, приятная атмосфера :3\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алексей Кирпа",
    "cat": "Korean restaurant"
  },
  {
    "review": "Обслуживание отличное! Недорого и достаточно вкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yulia Martinova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень понравилась обстановка и еда.\n\n(Translated by Google)\nLoved the setting and food.",
    "rating": 4,
    "name": "Восемь Восемь",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The interior is atmospheric, the food is good, but the service is terrible …",
    "rating": 5,
    "name": "Oleg Koltsov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Все очень вкусно. Масала чай на 5+\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владимир Veybo",
    "cat": "Korean restaurant"
  },
  {
    "review": "вкусно.  умеренная цена. бывает всё занято.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Вероника Чернышкова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличный рамен со свининой. Бульен супер все понравилось.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anna Zvizda",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere, original design and delicious cuisine)\n\n(Original) …",
    "rating": 3,
    "name": "MONOLIT ARMOX",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The pork buns you need!)\n\n(Original) …",
    "rating": 5,
    "name": "Максим",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная, острая еда. Приемлемые цены.\n\n(Translated by Google)\nTasty, spicy food. Acceptable prices.",
    "rating": 5,
    "name": "Юлия Крушельницкая",
    "cat": "Korean restaurant"
  },
  {
    "review": "Кто не любит острые блюда не ходите.\n\n(Translated by Google)\nWho does not like spicy food do not go.",
    "rating": 5,
    "name": "Татьяна Литвин",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное место и вкусная кухня. Немного тупят официанты.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vladyslav Zavirin",
    "cat": "Korean restaurant"
  },
  {
    "review": "Много чего не было в наличии, еду готовят долго, не стали дожидаться, ушли\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Євген Омельчук",
    "cat": "Korean restaurant"
  },
  {
    "review": "Превосходная кухня, отличный персонал!\n\n(Translated by Google)\nExcellent cuisine, great staff!",
    "rating": 5,
    "name": "Oleksii Lutsenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Лиза сделала вечер, посколько она была гостеприимная и обслуживания на уровне!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yuriy Bashkatov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно и симпатично есть мелкие недочёты в обслуживании.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olga Pronko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная еда, но возьмите больше официантов, один не всегда успевает\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дарина Майская",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) The place is just fantastic and very tasty dishes!\n\n(Original) …",
    "rating": 5,
    "name": "Илья Лузан",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусно! Обслуживание на высоком уровне.\n\n(Translated by Google)\nDelicious! Service at a high level.",
    "rating": 5,
    "name": "Константин Ли",
    "cat": "Korean restaurant"
  },
  {
    "review": "Рады, что вам понравилось. До встречи снова 😍\n\n(Translated by Google)\nGlad you liked it. See you again 😍",
    "rating": 5,
    "name": "Иван Андриевский",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное место, вкусные коктейли\n\n(Translated by Google)\nGreat place, delicious cocktails",
    "rating": 4,
    "name": "js sang",
    "cat": "Korean restaurant"
  },
  {
    "review": "Атмосферный рестик со вкусной едой и отзывчивым персоналом. Рекомендую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Вадим Гаращук",
    "cat": "Korean restaurant"
  },
  {
    "review": "Все мега пупер супер дайош остроты. Включам смесь Укр-Кор кухни...;))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vira Kuchmenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень понравились кухня и коктейли. И впечетлил интерьер\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Dmitriy Poot",
    "cat": "Korean restaurant"
  },
  {
    "review": "Кухня просто превосходная. Место уютное.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Igor Omelchenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, сытно. Для любителей Корейской кухни\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Lost Name",
    "cat": "Korean restaurant"
  },
  {
    "review": "Пирожки очень вкусные. Но нет детского кресла\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория Львова",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Great food and atmosphere, classy waiter, at least one.\n\n(Original) …",
    "rating": 5,
    "name": "Тарас Кузьменко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошее место ,вкусная еда, приятная обстановка ,вежливый персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Вадим Полищук",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Very original atmosphere, unusual food)\n\n(Original) …",
    "rating": 5,
    "name": "Sergii Anufriienko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Люди,  здесь вкусно!\nНезабываемая ,  непринужденная атмосфера! …",
    "rating": 4,
    "name": "Лиза Кириллова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Место отличное, атмосферное, официанты просто умнички!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Maria Mayskaya",
    "cat": "Korean restaurant"
  },
  {
    "review": "Это самое вкусное и необычное место на Подоле!\nРекомендую!!! …",
    "rating": 5,
    "name": "Валерий Серебряков",
    "cat": "Korean restaurant"
  },
  {
    "review": "Ужас! Холодно, мебель как в школьной столовке , нет горячей воды, еда невкусная . …",
    "rating": 5,
    "name": "Artem Shevelev",
    "cat": "Korean restaurant"
  },
  {
    "review": "Добрый вечер. Подскажите , пожалуйста, что из блюд Вы пробовали и что было невкусным? Для нас эта информация важна, мы обязательно разберёмся в ситуации\n\n(Translated by Google)\nGood evening. Tell me, please, what dishes did you try and what was tasteless? For us, this information is important, we will understand the situation.",
    "rating": 5,
    "name": "Яна Гуменная",
    "cat": "Korean restaurant"
  },
  {
    "review": "Крутое место на контрактовой ! Вкусная еда 🥘 интересный интерьер 👌🏽\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Novitskiy Vitaliy",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Concentration of rudeness and horrible food.\n\n(Original) …",
    "rating": 5,
    "name": "Александр Прокопенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Good day! We can't identify the situation: can you please write to us on Facebook or Instagram to clarify the situation? When they were, what they ate, what was wrong… At the moment we do not understand what happened.\nThank you!\n\n(Original)\nДобрий день! Не можемо ідентифікувати ситуацію: чи можете ви будь ласка написати нам у Фейсбук чи Інстаграм для роз’яснення ситуації? Коли були, що їли, що було не так… Наразі не розуміємо, що сталося.\nДякуємо!",
    "rating": 5,
    "name": "Dmitriy Kiba",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) In general, a cool place, despite the inattention of staff. …",
    "rating": 5,
    "name": "Katerina Ivanova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно. Не дорого.отлисная кровавая Мери\n\n(Translated by Google)\nYummy. Not expensive. Great Bloody Mary",
    "rating": 5,
    "name": "Maryana Fedoryshyn (Mars)",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличное место! Качественный сервис. Вкусная кухня!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Tamara Romanova",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Colorful place with original cuisine and pleasant atmosphere …",
    "rating": 5,
    "name": "Светлана Яковенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Азиатский ресторан с непринуждённой атмосферой и интересным меню.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Elena Kudrina",
    "cat": "Korean restaurant"
  },
  {
    "review": "Случайно туда попала, увидев вывеску. Заведение превзошло все мои ожидания\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Карина Левенец",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Fresh interesting design, delicious and large portions\n\n(Original) …",
    "rating": 5,
    "name": "Михайло Гречухін",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень  аутентичное место  с вкуснейшей кухней!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ira Kuprenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошее, душевное место с демократичными ценами , что очень порадовало так это большие порции …",
    "rating": 5,
    "name": "Олександр Купренко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно неймоверно, и чертовски атмосферно!!! Спасибо!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Соня Винниченко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вам спасибо за отзыв. До встречи снова в Пян-Се!\n\n(Translated by Google)\nThank you for your feedback. See you again in Piang-Se!",
    "rating": 5,
    "name": "Ричард Масло",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Authentic place, delicious food is close to the people's\n\n(Original) …",
    "rating": 5,
    "name": "Vitaliya Sobko",
    "cat": "Korean restaurant"
  },
  {
    "review": "Приятный персонал, вкусные блюда, демократические цены\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгения Полегенько",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусная корейская кухня ! Всем рекомендую посетить 🦑🦑🦑🦑\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталия",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously. Not expensive. But there is little space\n\n(Original) …",
    "rating": 4,
    "name": "Schinckler",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная еда и необычная кухня (:\n\n(Translated by Google)\nDelicious food and unusual cuisine (:",
    "rating": 4,
    "name": "Alina Kalistratova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно.\n\n(Translated by Google)\nTasty.",
    "rating": 5,
    "name": "Oleksandra Strilets",
    "cat": "Korean restaurant"
  },
  {
    "review": "Необычная атмосфера, вкусная еда и очень приятные цены!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tori Shevtsova",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) It was delicious and nutritious. thanks\n\n(Original)\nБуло смачно і поживно. Дякую",
    "rating": 5,
    "name": "Roman Nakutnyi",
    "cat": "Korean restaurant"
  },
  {
    "review": "На любителя азиатской кухни.\n\n(Translated by Google)\nFor the lover of Asian cuisine.",
    "rating": 5,
    "name": "Optimus Solutions",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень вкусная еда)\n\n(Translated by Google)\nVery tasty food)",
    "rating": 5,
    "name": "Serhii Hrekov",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень креативное местно и кухня👍👍👍\n\n(Translated by Google)\nVery creative local and cuisine👍👍👍",
    "rating": 5,
    "name": "ВВ",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) very tasty😉\n\n(Original)\nдуже смачно😉",
    "rating": 3,
    "name": "User Samsung",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусная лапша и рис. Стоит попробовать!\n\n(Translated by Google)\nDelicious noodles and rice. Worth trying!",
    "rating": 5,
    "name": "Denys Filonenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Atmospheric and cozy place. Pyan-se is very tasty.\n\n(Original) …",
    "rating": 4,
    "name": "Vadim Eremichev",
    "cat": "Korean restaurant"
  },
  {
    "review": "Любите острое? В поисках хорошей, по хорошему ненормально азиатской атмосферы? Вам сюда. …",
    "rating": 5,
    "name": "Yuliia",
    "cat": "Korean restaurant"
  },
  {
    "review": "классная кухня как не крути\n\n(Translated by Google)\ncool kitchen whatever you say",
    "rating": 5,
    "name": "777 777",
    "cat": "Korean restaurant"
  },
  {
    "review": "Мне очень понравилось, наверное надо в Корею поездку запланировать\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Denys Skrypchenko",
    "cat": "Korean restaurant"
  },
  {
    "review": "♥️🔥🧡",
    "rating": 5,
    "name": "Максим Бичок",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень классная официантка, но напутали в чеке\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oksana Semenkova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Всё очень вкусно! РАМЕН ТОП!\n\n(Translated by Google)\nEverything is very delicious! RAMEN TOP!",
    "rating": 5,
    "name": "Кирил Стронько",
    "cat": "Korean restaurant"
  },
  {
    "review": "Восхитительный первый в жизни рамен) обязательно вернусь\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vitaliy Koreev",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) More palatable to Ukrainians than Koreans.\n\n(Original)\n한국인보다는 우크라이나인들에게 더 입맛에 맞습니다",
    "rating": 5,
    "name": "Vladimir Gleba",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) As always, food is tasty very much. Very friendly waiter\n\n(Original) …",
    "rating": 5,
    "name": "Игорь Воронцев",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Super! I recommend soba noodles with shrimp😋\n\n(Original) …",
    "rating": 5,
    "name": "Михаил Белобородов",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, классно, но Егор\n\n(Translated by Google)\nTasty, cool, but Egor",
    "rating": 5,
    "name": "Виктория Луцак",
    "cat": "Korean restaurant"
  },
  {
    "review": "Занятое местечко. И кухня хороша.\n\n(Translated by Google)\nBusy place. And the kitchen is good.",
    "rating": 5,
    "name": "Petr Sacrа",
    "cat": "Korean restaurant"
  },
  {
    "review": "остро, дорого и не вкусно\n\n(Translated by Google)\nspicy, expensive and not tasty",
    "rating": 5,
    "name": "yuyu.61",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно, хорошее обслуживание- загляну ещё.\n\n(Translated by Google)\nTasty, good service, look again.",
    "rating": 5,
    "name": "Nataliia Koptienkova",
    "cat": "Korean restaurant"
  },
  {
    "review": "Уютное стилизованное место. Хороший персонал и приятный администратор.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олександр Капляр",
    "cat": "Korean restaurant"
  },
  {
    "review": "Фантастическая кухня но долго несли бар(\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vira Tubaltseva",
    "cat": "Korean restaurant"
  },
  {
    "review": "Очень все вкусно. Быстро.\n\n(Translated by Google)\nEverything is very tasty. Quickly.",
    "rating": 4,
    "name": "Лай Кемл",
    "cat": "Korean restaurant"
  },
  {
    "review": "Спасибо за отзыв! Будем рады видеть вас снова ;)\n\n(Translated by Google)\nThanks for the feedback! Looking forward to seeing you again;)",
    "rating": 5,
    "name": "Olga Gz",
    "cat": "Korean restaurant"
  },
  {
    "review": "Место приятное, но малый выбор еды для веганов\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Роман Макаров",
    "cat": "Korean restaurant"
  },
  {
    "review": "Один из лучших ресторанов корейской кухни в Киеве\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lexy",
    "cat": "Korean restaurant"
  },
  {
    "review": "Хорошее корейское кафе, блюд из собачатины нет\n\n(Translated by Google)\nGood Korean cafe, no dog food",
    "rating": 5,
    "name": "Таня Коцюрба",
    "cat": "Korean restaurant"
  },
  {
    "review": "Официант красава, еда пушка. Всем советую 🤙🏼🤙🏼\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ivan Kazak",
    "cat": "Korean restaurant"
  },
  {
    "review": "Отличная кухня. Прекрасное обслуживание.\n\n(Translated by Google)\nGreat food. Great service.",
    "rating": 5,
    "name": "Anna Smahlii-Vaza",
    "cat": "Korean restaurant"
  },
  {
    "review": "Пян-се - это огромный вкуснющий ВАРЕНИК!)\n\n(Translated by Google)\nPyan-se is a huge tasty VARENIK!)",
    "rating": 5,
    "name": "Богдана Пастушенко",
    "cat": "Korean restaurant"
  },
  {
    "review": "Вкусно. Необычно.\n\n(Translated by Google)\nYummy. Unusually.",
    "rating": 5,
    "name": "Іван Омелян (Ivan Omelian)",
    "cat": "Korean restaurant"
  },
  {
    "review": "(Translated by Google) Food and drinks at an adequate price. Cheerful interior.\n\n(Original) …",
    "rating": 5,
    "name": "Анна Мокроусова",
    "cat": "Korean restaurant"
  },
  {
    "review": "Крутое местечко :-) Уютно, вкусно, необычно\n\n(Translated by Google)\nCool place :-) Cozy, tasty, unusual",
    "rating": 5,
    "name": "Yevhenii Hordashnyk",
    "cat": "Korean restaurant"
  }
]