[
  {
    "review": "If you’re looking for an authentic delicious Tom Yum - this is the place!\n\nHaving lunch or dinner here is truly a gastronomic experience paired up with …",
    "rating": 5,
    "name": "Masha",
    "cat": "Restaurant"
  },
  {
    "review": "an incredible place - great atmosphere, amazing service and really good food. If you're looking to take a break from European food and get some authentic Thai cuisine - this is a must place to visit. You can tell that the people creating …",
    "rating": 5,
    "name": "Karina Khristich",
    "cat": "Restaurant"
  },
  {
    "review": "Very cool interior design and atmosphere. Good Thai food and Lao they have breakfast options. If someone is craving Thai food so this a spot. If you planing to eat on the weekends I would suggest to make a reservation.Recommend",
    "rating": 4,
    "name": "Dasha Motsar",
    "cat": "Restaurant"
  },
  {
    "review": "If I could place 6 stars I would. I lived in thailand for 2 years and I have very good experience with it. Тайский привет, have exactly the Thai taste in all dishes. Its just incredible. Also you can get Thai massage by real Thai massuse. …",
    "rating": 5,
    "name": "Anastasija Mocane",
    "cat": "Restaurant"
  },
  {
    "review": "This place is quite good. Got a business lunch there. The interior is not Thai but you can get a Thai massage there (head and neck, don'tget too excited). The service was good, the prices are ok too. However I was a bit taken aback with the …",
    "rating": 4,
    "name": "Andrew Chekh",
    "cat": "Restaurant"
  },
  {
    "review": "Hello, Andrew! Thank you so much for your feedback. See you soon❤️",
    "rating": 5,
    "name": "Anu Mehta",
    "cat": "Restaurant"
  },
  {
    "review": "Instantly became one of the best places I’ve visited in Kyiv.\n\nThe fried chicken was so good and I wish I had ordered more. I ordered one of …",
    "rating": 5,
    "name": "محمد راشد",
    "cat": "Restaurant"
  },
  {
    "review": "the place was amazing, a bit crowded though.\ni would recommend to call and make reservations first.\nthe food was excellent. …",
    "rating": 5,
    "name": "Danu Nicolenco",
    "cat": "Restaurant"
  },
  {
    "review": "The atmosphere is incredible. The taste was so delightful that I’ve felt like revisiting Thai.If you’re searching for an out of this world feelings. I can recommend it with confidence.",
    "rating": 1,
    "name": "Obber",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you 💖",
    "rating": 5,
    "name": "Oleksandra Gipsh",
    "cat": "Restaurant"
  },
  {
    "review": "Absolutely disgraceful from the cleverly written to confuse the customer to buy more products..\nIn particular having LIVED IN Thailand the green Thai curry is ALWAYS served …",
    "rating": 3,
    "name": "Ssuko",
    "cat": "Restaurant"
  },
  {
    "review": "One of top asian food restaurants in Kyiv. Truly thai dishes, staff is very friendly and polite. A must visit TWICE - for amazing breakfast and authentic thai food",
    "rating": 2,
    "name": "Anna Polishchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Eah! Thank you ❤️🐯",
    "rating": 5,
    "name": "Emmanuel Lowe",
    "cat": "Restaurant"
  },
  {
    "review": "Finally, someone has opened a Thai restaurant in Kyiv even though is not run by a Thai person. …",
    "rating": 5,
    "name": "Daryna Trypiadko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation of the restaurant\n\n(Original)\nДякуємо за Ваш відгук та оцінку роботи ресторану",
    "rating": 5,
    "name": "Aleksandr Piterman",
    "cat": "Restaurant"
  },
  {
    "review": "I found out about this restaurant from Instagram. I have seen beautiful pics from visitors and so I was curious to visit once. Yesterday I was nearby and decided to check the spot. Well, I would say that location is terrible, restaurant …",
    "rating": 5,
    "name": "Andrii Brudnyi",
    "cat": "Restaurant"
  },
  {
    "review": "Hello, Yoanna! Thank you for your feedback! 🙌\nWe’re really sorry for your experience with us and would like to invite you to our restaurant again to make it up to you. How can we contact you in order to arrange everything?\nLove, Thailand Hi ❤️",
    "rating": 5,
    "name": "Moritz",
    "cat": "Restaurant"
  },
  {
    "review": "What to say? Tayskyy Privet is the third place open by the owners in Kyiv. And as usual the food is just full of savors , fresh and delicious.\nI highly advice you to make a reservation before going there. The place has …",
    "rating": 5,
    "name": "Danilyuk Oleksandr",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation of Thai Hi\n\n(Original)\nДякуємо за Ваш відгук та оцінку роботи ресторану Тайский Привет",
    "rating": 5,
    "name": "Yuriy Polyashko",
    "cat": "Restaurant"
  },
  {
    "review": "One of my fav cafes in Kyiv, very recommended. You can enjoy Thai massage while waiting for your food",
    "rating": 3,
    "name": "Johnny FD",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you so much! We will be very glad to see you again! ❤️",
    "rating": 5,
    "name": "Жанна Василевская",
    "cat": "Restaurant"
  },
  {
    "review": "Best Thai food outside of Thai I have ever tried. This place is like hyper-loop to Chiang Mai with all its delicious dishes. Amazing Tom Yum, sweet pad thai, true khao soi. On the top of that - fantastic thai massage, which you can enjoy …",
    "rating": 5,
    "name": "Kateryna Boiko",
    "cat": "Restaurant"
  },
  {
    "review": "Aleksandr, thank you very much for such a lovely feedback! ❤️ We are truly glad that you and your friends have enjoyed our portal to Thailand in Kyiv and are expecting to see you very soon! 🚀💫",
    "rating": 5,
    "name": "Valerie Vasileva",
    "cat": "Restaurant"
  },
  {
    "review": "One of my favorites in the neighborhood.\n\nThe location is perfect for a weekend brunch with outside options and even mats …",
    "rating": 5,
    "name": "Agnes Kochan",
    "cat": "Restaurant"
  },
  {
    "review": "Very nice service and delicious food. Price as indicated - on the higher end, but worth it",
    "rating": 5,
    "name": "Vlad Ivanchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Hi Moritz! Thank you so much for your feedback. Come to us again. See you 👋🏻❤️",
    "rating": 5,
    "name": "Vadym Lazariev",
    "cat": "Restaurant"
  },
  {
    "review": "Awesome interior and oriental atmosphere. The dishes are quite good and diverse. A perfect place for evening visit, you'd better book in advance since it always crowded.",
    "rating": 2,
    "name": "Przemek",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you so much for such a lovely feedback! See you soon 🥰",
    "rating": 4,
    "name": "Victoria Kopelent-Zinyk",
    "cat": "Restaurant"
  },
  {
    "review": "Amazing food and great staff. After vising the place it has become evident why it is always overbooked.",
    "rating": 1,
    "name": "Farkhod A. Abdurakhmonov",
    "cat": "Restaurant"
  },
  {
    "review": "Good food. Jok porridge was good, but lacked flavor. I can’t believe they charged 30uah for a bit of soy sauce. At least they didn’t charge for the salt.",
    "rating": 4,
    "name": "Act to stop the war!",
    "cat": "Restaurant"
  },
  {
    "review": "Greate restaurant! So tasty and cool. Stuff amazing, interior design so relaxing. Good menu",
    "rating": 5,
    "name": "Yaroslav Shevchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Hello Zhana! We are very happy to receive such a cool review from you!  We invite you to visit us again❤️",
    "rating": 5,
    "name": "Emina Agic",
    "cat": "Restaurant"
  },
  {
    "review": "Quite a special cafe with uncommon atmosphere and genuine taste of Thai cuisine in both traditional and modern “for tourists” versions. Must visit, but make sure you book a table in advance!",
    "rating": 2,
    "name": "Anastasiia Fetisova",
    "cat": "Restaurant"
  },
  {
    "review": "Good afternoon, Kateryna!  We are very happy to receive such a good feedback from you!  Have a nice day! ❤️",
    "rating": 5,
    "name": "Iaroslav Mamalat",
    "cat": "Restaurant"
  },
  {
    "review": "If you come to Kiev, be sure to visit this place. The restaurant has delicious dishes, authentic atmosphere and massage chairs. I recommend!",
    "rating": 5,
    "name": "Mariya Toporenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation of Thai Hi\n\n(Original)\nДякуємо за Ваш відгук та оцінку роботи ресторану Тайский Привет",
    "rating": 5,
    "name": "Nika Bielska",
    "cat": "Restaurant"
  },
  {
    "review": "An excellent authentic place with authentic Thai food. Make sure you have a reservation before going there, it's popular so can be packed.",
    "rating": 3,
    "name": "Lisa Monkus",
    "cat": "Restaurant"
  },
  {
    "review": "best sticky rice with mango I’ve ever tried, will have to come back again soon to try other desserts 🤤",
    "rating": 5,
    "name": "W S",
    "cat": "Restaurant"
  },
  {
    "review": "Very glad that you liked it💕\n\nWe are sure that you will be pleasantly surprised!",
    "rating": 2,
    "name": "Maria Kulikova",
    "cat": "Restaurant"
  },
  {
    "review": "One of the best places I have ever been in Kyiv. Great cuisine, great interior. Kind and attentive waiters. Definitely will come again. Thanks!",
    "rating": 5,
    "name": "Andrew Slepakurov",
    "cat": "Restaurant"
  },
  {
    "review": "Hello,Vadym ! Thank you so much for your feedback. See you soon❤️",
    "rating": 5,
    "name": "Ioana-Liana Sabau",
    "cat": "Restaurant"
  },
  {
    "review": "Well I was super excited to visit this place. Walked out amazed by how average this experience was. Cauliflower - just gave  it a bite - terrible. Pad Thai just below avearge, flat taste, messy serving. Chicken with cashews is really hard …",
    "rating": 5,
    "name": "Sofia Bilenko",
    "cat": "Restaurant"
  },
  {
    "review": "The food is excellent! I especially liked the green mango salad i it was delicious! You might need to reserve a table on the weekend evenings, as it gets busy.",
    "rating": 5,
    "name": "World Traveler",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you so much for your feedback! See you soon ❤️",
    "rating": 4,
    "name": "Alx G",
    "cat": "Restaurant"
  },
  {
    "review": "Visited today for a business lunch. Ordered a proposition from a 'business lunch' menu. Waited for  50 minutes to get my salad, the fried rise with seafood, which arrived in 57 minutes. Refused to eat it. Went out very disappointed and hungry. Not recommend at all.",
    "rating": 5,
    "name": "Anna Moussette",
    "cat": "Restaurant"
  },
  {
    "review": "Oh! we are very sorry that we spoiled your mood! we would love for you to give us a second chance! Have a nice day! ❤️",
    "rating": 5,
    "name": "Alex Zaikin",
    "cat": "Restaurant"
  },
  {
    "review": "New review:\nBeen here with a family. Great service and very nice and caring server. Green curry was super nice. …",
    "rating": 5,
    "name": "Igor Marchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you, Tung Fam, for your honest feedback, we really appreciate it. Although we have Thai chef and we are strictly following the recipes that were brought from Thailand 🇹🇭 We will be glad to see you back for our great Tom Yum soups and homemade coconut ice cream! Sabai-sabai!",
    "rating": 5,
    "name": "Natalia Sivak",
    "cat": "Restaurant"
  },
  {
    "review": "There are many nice cafés in Kyiv, but this one's probably my favorite. The best service, vibe and food.\nAlso even though Thai cuisine is the last thing you'd think of when looking for …",
    "rating": 5,
    "name": "Valera Vasylenko",
    "cat": "Restaurant"
  },
  {
    "review": "Yaroslav💕\nThank you very much for such a review!\n\nWe will be glad to see you again🐯💕\nEvery morning every day👉🏽👈🏽",
    "rating": 4,
    "name": "Damon Young",
    "cat": "Restaurant"
  },
  {
    "review": "It is one of my favorite places in Kyiv! The food is amazing, and the staff speaks perfect English. I was celebrating my birthday there last night and I was blown away by Nastja’s (I hope I am spelling it right!) customer service and …",
    "rating": 5,
    "name": "Дмитро Федоров",
    "cat": "Restaurant"
  },
  {
    "review": "Tourists Tom Yam was super good! Pad Tai could be better if was more saucée. Also would be a good thing to have sriracha and hoisin souses on the tables. Over all I would rather recommend this place :) …",
    "rating": 1,
    "name": "Little Vanya",
    "cat": "Restaurant"
  },
  {
    "review": "Oh! 💔Anastasia, disinsection has already been carried out. we hope that these uninvited guests will leave us soon. thank you!❤️❤️",
    "rating": 5,
    "name": "Julia Dzikh",
    "cat": "Restaurant"
  },
  {
    "review": "Place where you should try some nice thai food and probably get some massage.",
    "rating": 4,
    "name": "Chris Taylor",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you for your feedback. It’s really very kind of you. See you soon! ❤️",
    "rating": 5,
    "name": "Ryan McGee",
    "cat": "Restaurant"
  },
  {
    "review": "Versatile enough, this place offers great coffee and desserts, tasty custom crafted beer, amazing food, and impeccable service. We loved everything both times we lunched here!",
    "rating": 5,
    "name": "January Winsor",
    "cat": "Restaurant"
  },
  {
    "review": "Food tastes great, but if you prefer delivery make sure to order from their website rather then Glovo app.\nA bit pricey for Thai food, but otherwise great",
    "rating": 5,
    "name": "Konstantin kED",
    "cat": "Restaurant"
  },
  {
    "review": "Good evening Nika!\nThank you so much for your feedback.\nWe will be grateful if you write us your contact details.❤️",
    "rating": 3,
    "name": "Mimi Kantor",
    "cat": "Restaurant"
  },
  {
    "review": "I ordered something with noodles and it was absolutely inedible due to the excessive quantity of soy sauce. The manager was great, however, and asked the chef to prepare my meal with the sauce on the side. My friend ordered the same dish and also had to send it back.",
    "rating": 5,
    "name": "Roman Moysyak",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you, Lisa, for your feedback! We do cook our drunken noodle with 2 types of soy sauce and oyster sauce. And by the recipe it has to be soaked in sauce, cause this noodle is called “drunken” due to habit or thai people eat it after hangover and in that state taste of salty soy sauce is making you feel better. However, we can cook it especially for you with less sauce of any kind, or bring sauces on the side. Please, give us another chance and you will not be disappointed!\nLove, Thailand Hi! ❤️🐆",
    "rating": 4,
    "name": "Natalia",
    "cat": "Restaurant"
  },
  {
    "review": "Delicious! Didn't expect to find good Thai in Kyiv. Love the flavor and spice in the green curry and larb. Pad thai was not overly sweet with just enough funk. We got delivery and their packaging was meticulous! Thai chicken wings were everything wings should be with a finger licking glaze.",
    "rating": 5,
    "name": "елена гладышко",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much for such a pleasant review!  Come to us again! ❤️",
    "rating": 5,
    "name": "Oleh Kolesnykov",
    "cat": "Restaurant"
  },
  {
    "review": "Maybe Thai food is just not my thing but I'm afraid the only thing I enjoyed here was the service. Waitresses and hostess are really lovely and welcoming but the food is overpriced for what you get and just overall weird but yet again, maybe it's just not my thing.",
    "rating": 5,
    "name": "FMV 4X4",
    "cat": "Restaurant"
  },
  {
    "review": "Good afternoon!\nThank you for your feedback🙏🏽💕\n\nWe’ll work on it, it’s important to us!\n\nThere is also a 20% discount, Monday to Friday lunchtime. We can help you to choose something you like.\n\nWaiting for your visit to correct the impression🐯💕",
    "rating": 4,
    "name": "Oleksandr Trosh",
    "cat": "Restaurant"
  },
  {
    "review": "Very tasty Thai food. You really need to book ahead the table to get the best experience possible here. My recommendation is one of two tables at the back wall (you need to get your shoes off there). Also Thai massage is available at the place.",
    "rating": 5,
    "name": "Ezzudeen Shuroro Al Sardi",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you so much for such great review! We would love to see you back in soon! 🙂",
    "rating": 5,
    "name": "Andrew Buick",
    "cat": "Restaurant"
  },
  {
    "review": "Very tasty thai food\nSuper authentic",
    "rating": 5,
    "name": "Denis Kosmac",
    "cat": "Restaurant"
  },
  {
    "review": "Ioana-Liana, hi👋🏽\nWe are always glad to see you💕\nThank you for the great feedback.",
    "rating": 5,
    "name": "Yaroslav Guseynov",
    "cat": "Restaurant"
  },
  {
    "review": "Tayskyy Pryvet might become my favourite place of this chain in terms of design. You can also sit on the grass. I had a Pad Thai - amazing, a portion is very generous and delicious. The overall service is just excellent. …",
    "rating": 5,
    "name": "Nadya Serebryanskaya",
    "cat": "Restaurant"
  },
  {
    "review": "София Биленко, thank you so much for your feedback! We will be glad to see you soon! 😉",
    "rating": 5,
    "name": "Tanya Fostenko",
    "cat": "Restaurant"
  },
  {
    "review": "Authenric Thai. Very good!",
    "rating": 5,
    "name": "Yulia Tarasiuk",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you 🙏🏻",
    "rating": 4,
    "name": "Dmytro Skliarov",
    "cat": "Restaurant"
  },
  {
    "review": "Tayskyy Pryvet [Thai Hello – Kiev Ukraine]\n\nLocated in Kyiv’s center area Thai Cuisine restaurant-massage? “Tayskyy Pryvet” …",
    "rating": 4,
    "name": "Paul Kurochka",
    "cat": "Restaurant"
  },
  {
    "review": "Wow! Thank you for such a detailed review! We appreciate every word, and also thanks for giving us some room for improvement 🙌 Hope you will find some time to come back and check if we deserve 5 stars! Have a great day!",
    "rating": 5,
    "name": "Polina Sokolova",
    "cat": "Restaurant"
  },
  {
    "review": "Delicious food and staff are super nice !",
    "rating": 3,
    "name": "Oleksandr Honcharov",
    "cat": "Restaurant"
  },
  {
    "review": "Oh,thanks!❤️",
    "rating": 5,
    "name": "Ahmad kurdi",
    "cat": "Restaurant"
  },
  {
    "review": "Great Thai eatery with nice vibe. Tom Yam\nIs a must try. Excellent customer service too.",
    "rating": 5,
    "name": "diniska deniska",
    "cat": "Restaurant"
  },
  {
    "review": "amazing. keeps up with the other place (Китайский привет) to say the least.\n\namazing spacey interior, pleasant staff. …",
    "rating": 5,
    "name": "Mochamad Fachri",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you for your feedback!❤️ We are glad you enjoyed, hope to see you again!)",
    "rating": 5,
    "name": "Kori Chiang",
    "cat": "Restaurant"
  },
  {
    "review": "This place has a very delicious Tom-Jam and mango shakes, unfortunately has only 4-5 desserts) pet friendly) has Tai massage with relaxation chairs. We enjoyed food and delights)",
    "rating": 5,
    "name": "Konstantin Osipov",
    "cat": "Restaurant"
  },
  {
    "review": "Natalia, We for the sake of what you liked",
    "rating": 1,
    "name": "Margo Sulzhenko",
    "cat": "Restaurant"
  },
  {
    "review": "Thai massage 30 min + Mango sticky rice.\nRepeat weekly. 💆🏻‍♂️🥭",
    "rating": 5,
    "name": "Max",
    "cat": "Restaurant"
  },
  {
    "review": "Thanks for you❤️",
    "rating": 5,
    "name": "Ben Paine",
    "cat": "Restaurant"
  },
  {
    "review": "Cute place with decent food. Not the best Thai food. I make better Thai curry at home with ingredients from Megamarket.",
    "rating": 1,
    "name": "Julia Fenko",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you very much for your feedback💕\nThis is very important for us.\nIt’s a pity that we did not justify your expectations.\n\nVisit us again, we promise pleasantly surprise you🐯💕",
    "rating": 4,
    "name": "Dennis G D",
    "cat": "Restaurant"
  },
  {
    "review": "Amazing spirit of Thailand in Kyiv.\nSuperb tase and welcome stuff",
    "rating": 5,
    "name": "Camuel Gilyadov",
    "cat": "Restaurant"
  },
  {
    "review": "Nice personal and nice place but the food is horrible small portions and about the taste nothing special. I’ve been there few days ago with my friend and both of us got sick after they “Thai” food!",
    "rating": 5,
    "name": "Sergei Baranov",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you for your feedback! We apreciate your words about our staff and interior. Sorry to hear that you didn`t feel well. Do you feel better now? If you could give us a chance to make it up to you and give us your contact number our manager would call you and find out all the information about the dishes and what can be done. With love, Thailand Hi",
    "rating": 5,
    "name": "Anton Solodkyi",
    "cat": "Restaurant"
  },
  {
    "review": "Love love love. The owners are really Rock 👌 in every detail.",
    "rating": 5,
    "name": "Анна Макиевская",
    "cat": "Restaurant"
  },
  {
    "review": "Very nice place, staff a little standoffish compared to other local places though.  Food and drinks were good, if a little pricy for what they are.",
    "rating": 5,
    "name": "Serhii Kyrychenko",
    "cat": "Restaurant"
  },
  {
    "review": "Great Thai and cocktails. English menu available.",
    "rating": 4,
    "name": "Vladimir Lutsjak",
    "cat": "Restaurant"
  },
  {
    "review": "Hello Ryan! Thank you so much! See you 😉",
    "rating": 5,
    "name": "Phil Jeudy",
    "cat": "Restaurant"
  },
  {
    "review": "Amazing Thai food , the closest to authentic Thai food in Kiev, with Thai Chef. Green curry and Tom Kha Gai are the best !!",
    "rating": 5,
    "name": "Ruslan Volyanyk",
    "cat": "Restaurant"
  },
  {
    "review": "Hello Destiny! 🥰\nThank you so much for such a nice review! See you soon! ❤️",
    "rating": 5,
    "name": "Valentyn Incoggnito",
    "cat": "Restaurant"
  },
  {
    "review": "Recently opened Thai restaurant with pleasant atmosphere inside.\nExcellent service, very tasty dishes, big portions.",
    "rating": 3,
    "name": "Yuriy Y",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation of Thai Hi\n\n(Original)\nДякуємо за Ваш відгук та оцінку роботи ресторану Тайский Привет",
    "rating": 5,
    "name": "Michaela Perinova",
    "cat": "Restaurant"
  },
  {
    "review": "Authentic Thai restaurant. Good environment but the prices are too high",
    "rating": 5,
    "name": "Anna Khraban",
    "cat": "Restaurant"
  },
  {
    "review": "It‘s just freaking awesome! Get here asap and try Tom Yum but real one, and don’t cry over it’s spiciness, just ask for some rice instead and coconut-basil-yuzu lemonade!",
    "rating": 5,
    "name": "Liza Sobolieva",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you so much ! We really happy ! See you soon ! 🐅",
    "rating": 4,
    "name": "Avaz Mikailov",
    "cat": "Restaurant"
  },
  {
    "review": "The food was OK, the staff were very nice.",
    "rating": 5,
    "name": "Kseniia Lozova",
    "cat": "Restaurant"
  },
  {
    "review": "Oh❤️ Thank you 😊",
    "rating": 5,
    "name": "Екатерина Леонова",
    "cat": "Restaurant"
  },
  {
    "review": "Unbelievably tasty!!!! Food is super mega cool!)) Nice atmosphere, highly recommended!!!",
    "rating": 5,
    "name": "Lyudmila Samoylenko",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you! We are happy about that☺️",
    "rating": 5,
    "name": "Марія Прокопенко (Mary_knows)",
    "cat": "Restaurant"
  },
  {
    "review": "Rich amount of veggies, delivery was quick. Five stars for real.",
    "rating": 5,
    "name": "Olena Suslova",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you for rating our restaurant with such excellent marks💕",
    "rating": 4,
    "name": "Yulia Yatsko",
    "cat": "Restaurant"
  },
  {
    "review": "Really nice Thai food. High quality with good service.",
    "rating": 5,
    "name": "Тома Черняк",
    "cat": "Restaurant"
  },
  {
    "review": "Ваш отзыв — наша награда💕\n\nИскренняя благодарность всей команды ‘Тайского Привета’!\n\n(Translated by Google)\nYour feedback is our reward💕\n\nSincere thanks to the entire 'Thai Greetings' team!",
    "rating": 5,
    "name": "amsndrs.",
    "cat": "Restaurant"
  },
  {
    "review": "Not a fun of such a kitchen. Generally service is fine",
    "rating": 5,
    "name": "Артём Куля",
    "cat": "Restaurant"
  },
  {
    "review": "Great atmosphere and delicious noodles plate with seafood",
    "rating": 5,
    "name": "Игорь Анатольевич",
    "cat": "Restaurant"
  },
  {
    "review": "Hi! Thank you so much for your review. Hope to see you again ❤️",
    "rating": 5,
    "name": "Sergii Samokhvalov",
    "cat": "Restaurant"
  },
  {
    "review": "Great thai food, the best in Kyiv and excellent waiting staff. I'll definitely go back.",
    "rating": 5,
    "name": "Marharyta Khrystiuk",
    "cat": "Restaurant"
  },
  {
    "review": "Andrew, waiting for a visit again!",
    "rating": 4,
    "name": "Andrew Matters",
    "cat": "Restaurant"
  },
  {
    "review": "Great thai food and service. Affordable prices and kind staff.",
    "rating": 5,
    "name": "Andrii Medvediev",
    "cat": "Restaurant"
  },
  {
    "review": "Hello Denis! Thank you so much!We will be glad to see you again! 🐅🥰",
    "rating": 5,
    "name": "Павел Думих",
    "cat": "Restaurant"
  },
  {
    "review": "Quick service, very tasty Thai food",
    "rating": 4,
    "name": "Катя",
    "cat": "Restaurant"
  },
  {
    "review": "Yaroslav Guseynov, спасибо вам за оценку! Нам очень приятно!\n\n(Translated by Google)\nYaroslav Guseynov, thank you for rating! We are very pleased!",
    "rating": 4,
    "name": "Антон Власов",
    "cat": "Restaurant"
  },
  {
    "review": "🔥",
    "rating": 4,
    "name": "Vlad Tkachov",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв !♥️\n\n(Translated by Google)\nThank you for your feedback!♥️",
    "rating": 5,
    "name": "Svetkla",
    "cat": "Restaurant"
  },
  {
    "review": "Excellent service!",
    "rating": 5,
    "name": "Коля Бурлак",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо Вам💕 Будем ждать снова!\n\n(Translated by Google)\nThank you💕 Let's wait again!",
    "rating": 5,
    "name": "Егор",
    "cat": "Restaurant"
  },
  {
    "review": "Everything was amazing, especially the service one. The most important thing in our crazy world",
    "rating": 5,
    "name": "Ann Boyko",
    "cat": "Restaurant"
  },
  {
    "review": "Good food. Though the place is a bit overrated.",
    "rating": 3,
    "name": "Анатолий Григорашенко",
    "cat": "Restaurant"
  },
  {
    "review": "Good afternoon!  Thank you so much for your feedback.  See you soon ❤️",
    "rating": 4,
    "name": "lionel B",
    "cat": "Restaurant"
  },
  {
    "review": "Tasty food, good service but overpriced.",
    "rating": 5,
    "name": "Яна Викаренко",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер!\nСпасибо вам огромное за отзыв! Мы очень стараемся предоставлять гостям хороший сервис, классную атмосферу и качественную вкусную еду. Будем ждать вас с нетерпением❤️\n\n(Translated by Google)\nGood evening!\nThank you very much for your feedback! We try very hard to provide our guests with good service, great atmosphere and quality delicious food. We will be waiting for you with impatience❤️",
    "rating": 4,
    "name": "Оксанка Ксю",
    "cat": "Restaurant"
  },
  {
    "review": "I had literally the best experience you should totally come here!!!!!!!!!!!!🤪😘🤪🌶 It is wonderful! The best Thai cuisine!!!!!!!!😘🤪😘🤪😘🤪😘🤪🌶🌶🌶🌶🌶",
    "rating": 5,
    "name": "Елена",
    "cat": "Restaurant"
  },
  {
    "review": "Usual place, usual thai food, quite overpriced",
    "rating": 5,
    "name": "Yulia Olefirenko",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you, Oleksandr, for your feedback. We appreciate any chance to become better. And would be greatful for more details on your visit. If you could give us your contact our manager will give you a call.\nWith love, Thailand Hi ❤️",
    "rating": 5,
    "name": "Regina Raiska",
    "cat": "Restaurant"
  },
  {
    "review": "Love this place.  Really good authentic food",
    "rating": 5,
    "name": "Екатерина Дымченко",
    "cat": "Restaurant"
  },
  {
    "review": "Nice and cozy place. You can have even massage there..",
    "rating": 5,
    "name": "Dasha Krotenko",
    "cat": "Restaurant"
  },
  {
    "review": "diniska deniska, thanks for your feedback! Very glad that you liked everything.",
    "rating": 5,
    "name": "Алексей",
    "cat": "Restaurant"
  },
  {
    "review": "very good restaurant. good food, good staff...",
    "rating": 3,
    "name": "Анна",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation!\n\n(Original)\nСпасибо вам за оценку!",
    "rating": 5,
    "name": "Inna Khanenia",
    "cat": "Restaurant"
  },
  {
    "review": "Best Thai food in Kyiv - Tom yum is exceptional",
    "rating": 5,
    "name": "Katerina Kv",
    "cat": "Restaurant"
  },
  {
    "review": "Cool!\nWaiting for a visit again",
    "rating": 5,
    "name": "Viktoriia Babalikova",
    "cat": "Restaurant"
  },
  {
    "review": "Nice and comfortable restaurant. Food could be better...",
    "rating": 3,
    "name": "A",
    "cat": "Restaurant"
  },
  {
    "review": "Worst food and service! And we waited for bill for ages, never again",
    "rating": 5,
    "name": "Alex SUN",
    "cat": "Restaurant"
  },
  {
    "review": "Friendly stuff, fast serving, good atmosphere",
    "rating": 5,
    "name": "Renata Burmaka",
    "cat": "Restaurant"
  },
  {
    "review": "Amazing!  Must visit !",
    "rating": 5,
    "name": "Глеб Скаченко",
    "cat": "Restaurant"
  },
  {
    "review": "Ben Paine, thank you for such a high point!\nLooking forward to see you again.",
    "rating": 5,
    "name": "Митя МитяЯтим",
    "cat": "Restaurant"
  },
  {
    "review": "Poor service and food. Tom Yam soup is uneatable.",
    "rating": 5,
    "name": "Maryna Samoilenko",
    "cat": "Restaurant"
  },
  {
    "review": "Good food. Good service.",
    "rating": 5,
    "name": "Ольга Костоглод",
    "cat": "Restaurant"
  },
  {
    "review": "Denis, hi👋🏽\n\nWe are always glad to see you!\nThank you for the great feedback🐯💕",
    "rating": 4,
    "name": "Yaroslav Kerget",
    "cat": "Restaurant"
  },
  {
    "review": "Authentic thai dishes, almost as in Thailand",
    "rating": 4,
    "name": "oksana peredniankina",
    "cat": "Restaurant"
  },
  {
    "review": "thanks! Glad you tasted good",
    "rating": 5,
    "name": "Ryskamio",
    "cat": "Restaurant"
  },
  {
    "review": "Good and tasty food.",
    "rating": 5,
    "name": "Ирина Стеценко",
    "cat": "Restaurant"
  },
  {
    "review": "Sergei Baranov, спасибо вам за оценку! Нам очень приятно!\n\n(Translated by Google)\nSergei Baranov, thank you for rating! We are very pleased!",
    "rating": 5,
    "name": "Aleksandr Gluhinchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Tom Yam - delicious!",
    "rating": 5,
    "name": "Татьяна Хан",
    "cat": "Restaurant"
  },
  {
    "review": "Tasty  food and happy faces",
    "rating": 5,
    "name": "Mike Ivanenko",
    "cat": "Restaurant"
  },
  {
    "review": "Анна,\nСпасибо Вам за такой приятный отзыв!\n\nРады, что Вам всё понравилось!Приходите к нам ещё 🐯💕\n\n(Translated by Google)\nAnna,\nThank you for such a pleasant review!\n\nWe are glad that you liked everything! Come to us again 🐯💕",
    "rating": 5,
    "name": "Violetta Sulak",
    "cat": "Restaurant"
  },
  {
    "review": "Great place! Highly recommend",
    "rating": 5,
    "name": "Юлия Глухова",
    "cat": "Restaurant"
  },
  {
    "review": "Serhii , thanks for the pleasant feedback",
    "rating": 5,
    "name": "Kseniya Podolska",
    "cat": "Restaurant"
  },
  {
    "review": "Good kitchen but expensive",
    "rating": 5,
    "name": "Kyiv Syndicate",
    "cat": "Restaurant"
  },
  {
    "review": "Vladimir Lutsjak, thank you for your feedback. It is very important for us! We are looking forward to meeting with you soon.",
    "rating": 4,
    "name": "Iryna Sokolova - Shumeiko",
    "cat": "Restaurant"
  },
  {
    "review": "Loved the place and the food",
    "rating": 2,
    "name": "Алексей Щиров",
    "cat": "Restaurant"
  },
  {
    "review": "Phil Jeudy, thank you for your feedback. Nice to hear that you liked our restaurant. We hope to see you again if you visit our city sometime!",
    "rating": 5,
    "name": "kari6ka41 Сальченко",
    "cat": "Restaurant"
  },
  {
    "review": "One Love",
    "rating": 5,
    "name": "Ірина Стецюк",
    "cat": "Restaurant"
  },
  {
    "review": "❤️ Thank you",
    "rating": 3,
    "name": "Екатерина Селяева",
    "cat": "Restaurant"
  },
  {
    "review": "atmospheric place with nice staff",
    "rating": 4,
    "name": "Анна Тарко (Ann)",
    "cat": "Restaurant"
  },
  {
    "review": "Nothing special, average food.",
    "rating": 5,
    "name": "Oleksandra Shuliahina",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you, Yuriy for your feedback. We're sorry you didn't enjoy our cuisine to the fullest. We are trying to take into consideration every comment and review on every social media platform to improve every aspect of our service. Therefore we would appreciate more info concerning what dishes you have tried and what can be improved",
    "rating": 5,
    "name": "Aлина Баглаева",
    "cat": "Restaurant"
  },
  {
    "review": "Perfect!",
    "rating": 5,
    "name": "Богдан Емец",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation of Thai Hi\n\n(Original)\nДякуємо за Ваш відгук та оцінку роботи ресторану Тайский Привет",
    "rating": 4,
    "name": "Дмитрий Соколов",
    "cat": "Restaurant"
  },
  {
    "review": "Tasty place",
    "rating": 5,
    "name": "Alex Tanchik",
    "cat": "Restaurant"
  },
  {
    "review": "Hello, Anna! Thank you so much for your feedback! See you soon❤️",
    "rating": 5,
    "name": "Genya Korniyenko",
    "cat": "Restaurant"
  },
  {
    "review": "Awesomeeee",
    "rating": 3,
    "name": "Neon Prime",
    "cat": "Restaurant"
  },
  {
    "review": "Лиза Соболева, thanks! We are looking forward to see you again!",
    "rating": 5,
    "name": "Ilya Hess",
    "cat": "Restaurant"
  },
  {
    "review": "Fffffffffgf rvdďccdsTc",
    "rating": 4,
    "name": "Катя Страшинська",
    "cat": "Restaurant"
  },
  {
    "review": "❤️",
    "rating": 5,
    "name": "Alla Sydorenko",
    "cat": "Restaurant"
  },
  {
    "review": "Great place!",
    "rating": 5,
    "name": "Neronska Mariia",
    "cat": "Restaurant"
  },
  {
    "review": "Thank you so much for such a nice review! Have a good evening! ❤️❤️❤️",
    "rating": 5,
    "name": "Ivan Gordienko",
    "cat": "Restaurant"
  },
  {
    "review": "Уфф, словами не описать мой восторг от посещения этого заведения. Спонтанное решение пойти сюда стало лучшим впечатлением для меня. Пришли мы в часы завтраков( не зная про это), очень попросили ребят приготовить что-то из основного меню, …",
    "rating": 5,
    "name": "Katerina Ushakova",
    "cat": "Restaurant"
  },
  {
    "review": "Ресторанчик просто супер! Еда абсолютно не обычная и оооочень вкусная, подача оригинальная, хочется попробовать все максимально. Впервые пили алкогольные коктейли в чашечках, а они безумно вкусные и имеют крутые названия! Понравился …",
    "rating": 5,
    "name": "Oleksandr Putilov",
    "cat": "Restaurant"
  },
  {
    "review": "Людмила,добрый день!♥️\nСчастливы,что вы прочувствовали атмосферу,которую транслирует команда,когда Тайский Привет наполняется гостями✨🤚🏻\nМы сильно ждём новой встречи  и желаем вам прожить моменты гедонизма в каждом из Приветов!\n\n(Translated by Google)\nLyudmila, good afternoon! ♥ ️\nHappy that you felt the atmosphere that the team broadcasts when Thai Hello is filled with guests✨🤚🏻\nWe are looking forward to a new meeting and wish you to experience moments of hedonism in each of the Greetings!",
    "rating": 4,
    "name": "Daria Kravchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Офигенно вкусно, но совсем не бюджетно)) хотя, учитывая, что это еда не на каждый день, то наверно так и должно быть.\nИ ещё отдельная благодарность официантке, которая помогла нам разобраться с …",
    "rating": 5,
    "name": "le soleil noir",
    "cat": "Restaurant"
  },
  {
    "review": "Мария,добрый вечер♥️\nМы безумно счастлива получить ваш отзыв✨\nРады,что блюда порадовали ваши рецепторы;наша команда сильно ждёт новой встречи в Тайском Привете🤚🏻\n\n(Translated by Google)\nMaria, good evening ♥️\nWe are very happy to receive your feedback✨\nWe are glad that the dishes pleased your receptors; our team is looking forward to a new meeting in Thai Greetings🤚🏻",
    "rating": 5,
    "name": "Марина Пыхтина",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Well-organized management, professional service, a wonderful waitress Varya, who made us a performance with tea :-), delicious food. I am glad that there is such an institution near the house, I hope I will not forget …",
    "rating": 5,
    "name": "N P",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback ❤️\n\n(Original)\nДякуємо за ваш відгук ❤️",
    "rating": 4,
    "name": "Oksana Zaporozhets",
    "cat": "Restaurant"
  },
  {
    "review": "Неплохое заведение с вкусной едой, хорошим сервисом, но впечатление было подпорчено ситуацией с нашим столиком.\nЯ забронировала заблаговременно столик на 20.00, пришли с мужем вовремя, однако …",
    "rating": 5,
    "name": "Olia Оnyshchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Персонал приветливый (первый раз была в этом ресторане, официант всё доступно объяснил и дал рекомендации при выборе блюда, так как я не люблю острое), еда вкусная, обстановка приятная. Рекомендую. …",
    "rating": 5,
    "name": "Алина",
    "cat": "Restaurant"
  },
  {
    "review": "Ни смотря на то, что время посещения Тайского Привета было ограничено, я успел невероятно влюбится в это место…\nОдин из лучших персоналов которые я встречал в заведениях, официантка …",
    "rating": 5,
    "name": "Яніна Пех",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер! Спасибо вам огромное за такой приятный отзыв. Нам очень приятно ❤️\nОбязательно постараемся к вам приехать в гости, если будем в Польше. Хорошего вечера🥰\n\n(Translated by Google)\nGood evening! Thank you very much for such a pleasant review. We are very pleased ❤️\nWe will definitely try to visit you if we are in Poland. Have a nice evening🥰",
    "rating": 5,
    "name": "Yeva Spashchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно! Очень атмосферно! Очень вежливо!\nДаже когда не было свободных от брони столиков, нам сумели найти, где присесть кроме барной стойки. …",
    "rating": 5,
    "name": "Kateryna Ksk",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо вам огромное, Артём! Приходите к нам ещё❤️😊\n\n(Translated by Google)\nThank you very much, Artyom! Visit us again❤️😊",
    "rating": 2,
    "name": "V B",
    "cat": "Restaurant"
  },
  {
    "review": "Это шедевр! Обязательно к посещению. Цены выше среднего по Киеву, но это однозначно того стоит! Счёт за ужин на двоих получился 1200грн. Особая рекомендация это ТомЯм. Супчик просто огонь в прямом и переносном смысле. Пробовал Туристический …",
    "rating": 5,
    "name": "Vitalii Bresler",
    "cat": "Restaurant"
  },
  {
    "review": "Супер место, спасибо вам ! Оправдал все ожидания даже более того, сервис привесил все ожидания, еда вкусная , все супер круто, отрыто и мило .Чай супер вкусный, наелись очень после пад тай и том ям , но не сдержались заказали ещё Джерки, …",
    "rating": 5,
    "name": "Тамара Натарова",
    "cat": "Restaurant"
  },
  {
    "review": "Сергей ,добрый день!♥️\nСчастливы,что вы прочувствовали атмосферу,которую транслирует команда,когда Тайский Привет наполняется гостями✨🤚🏻\nМы сильно ждём новой встречи  и хотим  проживать вместе с вами моменты гедонизма в Тайском Привете.\n\n(Translated by Google)\nSergey, good afternoon!♥️\nWe are happy that you felt the atmosphere that the team broadcasts when Thai Hello is filled with guests✨🤚🏻\nWe are looking forward to meeting you again and want to live together with you moments of hedonism in Thai Hello.",
    "rating": 4,
    "name": "Veronika Neroda",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very nice staff!\n\nWhen ordering a Britney Pears drink, the waitress kindly described the taste and …",
    "rating": 4,
    "name": "Кирилл З",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Margarita ♥ ️\nWe are very happy to receive your feedback, we are very much looking forward to a new meeting and immersion in moments of hedonism! ✨\n\n(Original)\nДоброго дня,Маргарита♥️\nДуже щасливі отримати ваш відгук,ми дуже чекаємо на нову зустріч та занурення у моменти гедонізму!✨",
    "rating": 3,
    "name": "Ольга Рыжакова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cuisine, nice and caring staff. Probably the most tender squid I've ever tasted) but I wanted the portions to be a bit bigger. The decor also did not impress as expected..atmosphere, but with such prices …",
    "rating": 5,
    "name": "Olga Kosolap",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приветливый и дружелюбный персонал. По поводу тайской кухни - ок. Скорее это максимально адаптированная тайская кухня под украинского потребителя. Оригинальная тайская кухня не каждому бы понравилась =D бронируйте столик заранее …",
    "rating": 5,
    "name": "Наталья Чернышевич",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим вас за ваш отзыв.\nМы стараемся, для всех наших гостей )\n\n(Translated by Google)\nThank you for your feedback.\nWe try our best for all our guests)",
    "rating": 5,
    "name": "Olia Tretiak",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) My wife and I visited this institution for lunch.\nAtmospheric, very friendly, stylish, clean ....\nIt should be noted the work of waiter Andrew, his work is difficult to assess in …",
    "rating": 5,
    "name": "Богдан Боднарчук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) We are very much waiting for you yet)\n\nThank you for your attentive views❤️\nWe will try again and again.\n\n(Original)\nМи дуже сильно чекаємо на вас ще )\n\nВдячний за ваші уважні погляди❤️\nМи будемо старатись ще і ще.",
    "rating": 4,
    "name": "Karolina Yanko",
    "cat": "Restaurant"
  },
  {
    "review": "Пришли с друзьями на обед, наш выбор упал на пад тай с морепродуктами и курицей. Очень специфический по вкусу, не каждому понравится, был странный запах пригорелого, порции очень большие и старые. Но манговый сорбет это просто сказка, …",
    "rating": 5,
    "name": "Oleksandr Korolov",
    "cat": "Restaurant"
  },
  {
    "review": "Катя, большое спасибо вам за фид- бэк! Нам очень приятно! ❤️ Очень сильно ждём снова в гости🐯\n\n(Translated by Google)\nKatya, thank you very much for the feedback! We are very pleased! ❤️ We look forward to visiting again🐯",
    "rating": 3,
    "name": "Nataliya Safiullina",
    "cat": "Restaurant"
  },
  {
    "review": "Были в первый раз.\nОчень понравилась атмосфера, персонал, интерьер. Прикольные коктейли. А вот еда почему-то не впечатлила 🥸 …",
    "rating": 5,
    "name": "Semen Krasnopolskiy",
    "cat": "Restaurant"
  },
  {
    "review": "Крайне высокопосещаемое место - без предварительного бронирования поесть очень сложно. В общем зале атмосфера как в столовой. Лучше брать или отдельные кабинеты или на улице. Можно уточнять желаемую остроту блюд. Персонал вежливый и …",
    "rating": 5,
    "name": "Maria",
    "cat": "Restaurant"
  },
  {
    "review": "Влад, благодарим вас за отзыв! Для нас очень важен ваш фид бэк💕\n\n(Translated by Google)\nVlad, thank you for your feedback! Your feed back is very important to us💕",
    "rating": 5,
    "name": "Сергій Ангмар",
    "cat": "Restaurant"
  },
  {
    "review": "Зашли в заведение сразу зная, что я хочу) Тайский супчик Том Ям с кокосовым молоком.\nФото прикрепляю. …",
    "rating": 5,
    "name": "Елизавета Свешникова",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Светлана!\nСпасибо вам огромное за такой приятный отзыв. Мы очень рады, что вам понравилось у нас. Приходите к нам ещё❤️\n\n(Translated by Google)\nGood evening, Svetlana!\nThank you very much for such a pleasant review. We are very glad that you liked it with us. Visit us again❤️",
    "rating": 3,
    "name": "Anastasiia Kondratiuk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The most delicious rice in Kiev.\nVery tasty. I also liked the yellow curry with shrimp. Definitely recommend. From the waiters You can get a whole lecture on how to eat Thai food and tea. …",
    "rating": 5,
    "name": "Olena Ilienko",
    "cat": "Restaurant"
  },
  {
    "review": "Все очень понравилось! Все как в Тайланде))) охотился за Стики райс по всему Киеву и только тут нашёл! К сожалению было очень долго обслуживание, загрузка на кухне большая. Но в таком месте было приятно провести время! Однозначно реконд к …",
    "rating": 5,
    "name": "Alina",
    "cat": "Restaurant"
  },
  {
    "review": "Егор, благодарим за обратную связь ❤️очень ждём новой встречи, постараемся исправить все моменты🤗\n\n(Translated by Google)\nEgor, thank you for your feedback ❤️ we are very looking forward to a new meeting, we will try to fix all the moments🤗",
    "rating": 5,
    "name": "Юлия Пирогова",
    "cat": "Restaurant"
  },
  {
    "review": "Update: После не самого удачного отзыва со мной связалась невероятно приятная и тёплая девушка Марго. Нас пригласили посетить ресторан ещё раз и прочувствовать действительную атмосферу заведения. К тому же, предоставили очень приятный …",
    "rating": 5,
    "name": "Irina Masych",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anna! Thanks for the feedback\nHow can our manager contact you for more information? 🙏🏻\nWe are incredibly looking forward to your answer to any social network that is comfortable for you to use! Thank you\n\n(Original)\nДоброго дня,Анна! Дякуємо за фідбек🙏🏻\nЯк наш менеджер може зв‘язатись з вами для вияснення більш детальної інформації? 🙏🏻\nНеймовірно сильно чекаємо на вашу відповідь в будь яку соц мережу, яка вам комфортна в користуванні! Дякуємо",
    "rating": 5,
    "name": "ABD ABD",
    "cat": "Restaurant"
  },
  {
    "review": "Манго шейк вкусно\nМатча отлично\nТом ям туристический слишком сладкий и не острый …",
    "rating": 5,
    "name": "Христина Делікатна",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good restaurant. Original decoration. The dishes are really very good (the cocktails too).\nPossibility of lunch or dinner on the grass. Good address in a nice …",
    "rating": 5,
    "name": "Катя Плохий",
    "cat": "Restaurant"
  },
  {
    "review": "Тёплый тайский уголок среди холодного Киева) Все блюда, которые пробовали, были очень вкусные и очень близки к оригинальным тайским, я как будто перенеслась на тыс км под пальмы. Пока что только сом там любимый не узнала, но надо дать ему …",
    "rating": 2,
    "name": "Stanislav Y",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день,Яна♥️\nБлагодарим за ваш отзыв и тёплые слова 🤚🏻\nМы рады,что с вами случился небольшой телепорт в Тайланд,это одна из наших миссий\nБлагодарим за совет для команды,мы ждём нашей новой встречи поскорее ♥️\n\n(Translated by Google)\nGood afternoon Yana ♥️\nThank you for your feedback and kind words 🤚🏻\nWe are glad that a small teleport to Thailand happened to you, this is one of our missions\nThank you for the advice for the team, we are looking forward to our next meeting soon ♥️",
    "rating": 5,
    "name": "Тетяна Кукавська",
    "cat": "Restaurant"
  },
  {
    "review": "Еда вкусная, Том ям (тот, что туристичный) точь в точь как в Таиланде, очень понравился, котлетки из креветок - пальчики оближешь, оочень вкусные, обслуживание прекрасное. Интерьер приятный, но ничего особенного. Но блин цены! На треть …",
    "rating": 5,
    "name": "Victoriia Maslianok",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо большое вы лучшие ❤️\n\n(Translated by Google)\nThank you very much you are the best ❤️",
    "rating": 2,
    "name": "Олеся Андрющенко",
    "cat": "Restaurant"
  },
  {
    "review": "Впервые пробовала тайскую кухню, мне очень понравилось, очень интересные вкусовые сочетания. Супер. Интерьер заслуживает отдельного внимания, зелено, уютно. Официант София внимательная и очень приятная. Спасибо!) …",
    "rating": 3,
    "name": "Alla Siabruk",
    "cat": "Restaurant"
  },
  {
    "review": "Елена, мы рады, что вам у нас понравилось! Хорошего дня! Спасибо🐯🐯\n\n(Translated by Google)\nElena, we are glad that you liked it with us! Have a nice day! Thank you",
    "rating": 4,
    "name": "Мария Шкарапута",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, cozy, friendly and attentive staff, expensive.\nOrdered dishes brought quickly. …",
    "rating": 5,
    "name": "Алена Гусач",
    "cat": "Restaurant"
  },
  {
    "review": "Первое, что стоит отметить — фантастический дизайн интерьера. Локация моментально погружает в атмосферу Тая, сразу видно, что Миша и Даша уделили внимание деталям. …",
    "rating": 5,
    "name": "Татьяна",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо огромное, что есть такое место. К сожалению, для любителей азиатской еды, заведений с вкусной кухней очень мало. \"Тайский привет\"  это не только о еде, не маленькую роль играют ребята которые там работают, вы ❤️.  Спасибо за …",
    "rating": 5,
    "name": "solomka",
    "cat": "Restaurant"
  },
  {
    "review": "Впервые побывала здесь через неделю после возвращения из Таиланда. Разницы во вкусе не ощутила и это супер! …",
    "rating": 5,
    "name": "Marta Marchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Замечательное заведение с качественной вкусной едой и очень хорошей коктейльной картой. Официант расскажет о новинках и вкусностях. И как бонус есть отдельная комната, где делают тайский массаж! …",
    "rating": 5,
    "name": "Галина Шкиль",
    "cat": "Restaurant"
  },
  {
    "review": "Алекс, добрый день💕\n\nМы очень рады читать такой искренний и развернутый отзыв!\n\nВсей командой говорим вам спасибо и ждём в гости каждый день 🐯💕\n\nP.S. Насте обязательно передадим ваши слова🙏🏽\n\n(Translated by Google)\nAlex, good afternoon💕\n\nWe are very glad to read such a sincere and detailed review!\n\nWe say thank you to the whole team and look forward to your visit every day 🐯💕\n\nP.S. We will definitely pass on your words to Nastya🙏🏽",
    "rating": 5,
    "name": "Anna",
    "cat": "Restaurant"
  },
  {
    "review": "Второй раз пришла в Тайский, первый раз были на террасе и я хотела придти ещё раз и посидеть внутри.\nПервый раз мне все очень понравилось и я написала отзыв на 5 звёзд! Но второй …",
    "rating": 5,
    "name": "Марія Мазур",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо вам большое за ваш отзыв , мы займёмся, всеми вашими замечеными деталями. Очень постараемся , все исправить ☺️\n\n(Translated by Google)\nThank you very much for your feedback, we will take care of all your noticed details. We will try very hard to fix everything ☺️",
    "rating": 4,
    "name": "Aleksey Mokhov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, nice, attentive staff, good place, book a place, because everything can be busy! …",
    "rating": 4,
    "name": "олеся черненко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Irina, thanks for the comment! We are definitely waiting for you to visit us again🐯💔\n\n(Original)\nІрина, дякуємо за комментар! Неодмінно чекаємо вас у нас в гостях знову🐯💔",
    "rating": 5,
    "name": "Илья Щеблыкин",
    "cat": "Restaurant"
  },
  {
    "review": "Не успела сфотографировать пад- тай с креветками, потому что очень вкусный. Больше напоминает балийский рецепт чем тайский. Но от этого не менее вкусный. …",
    "rating": 5,
    "name": "Lyudmyla Boychenko",
    "cat": "Restaurant"
  },
  {
    "review": "Нереально вкусные яйца бенедикт на картофельном хешбрауне 🤤🤤🤤 Отличнейший сервис и очень удобная оплата через Монобанк по QR-коду 👍\nP.S. также божественный сэндвич с уткой и кимчи 🤤🤤🤤 …",
    "rating": 3,
    "name": "Nataly Blanar",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Виктория! Спасибо вам огромное за отзыв. Будем рады вам всегда❤️\n\n(Translated by Google)\nGood afternoon, Victoria! Thank you very much for your feedback. We will always be glad to see you❤️",
    "rating": 4,
    "name": "Anna",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) delighted with this location, but still, the name on the building and maintenance must be in Ukrainian. for this I take away the asterisk. I was born and raised in Kyiv myself, but I retrained myself to speak Russian. …",
    "rating": 5,
    "name": "Александра Водяницкая",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Anastasia, we are incredibly grateful for your comment! 🐯 Your opinion is important to us! We are working on this task! 👌Tell me, did your waiter speak to you in Russian?\n\n(Original)\nАнастасія, неймовірно вдячні вам за комментар! 🐯 Нам важлива ваша думка! Ми працюємо над даною задачею! 👌Підскажіть, ваш офіціант розмовляв з вами російською мовою?",
    "rating": 5,
    "name": "Andrii Marunchak",
    "cat": "Restaurant"
  },
  {
    "review": "Зачетное место, с правильной тайской едой и вкусными коктейлями.\nРадует каждая деталь, мебель, скульптуры, портрет Короля Пхумипона Адульядета.\nПровода на потолке, посуда, мыло в туалете и сам туалет. Видно, заморачивались в …",
    "rating": 5,
    "name": "Екатерина Кравченко",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Алекс! Спасибо вам огромное за такой приятный отзыв. Приходите к нам ещё ❤️\n\n(Translated by Google)\nGood evening Alex! Thank you very much for such a pleasant review. Visit us again ❤️",
    "rating": 5,
    "name": "Антон Фазлиахмедов",
    "cat": "Restaurant"
  },
  {
    "review": "Наслышаны об этом ресторане. Очень понравилось! Сытно, вкусно. Особенно понравились коктейли - они вообще как отдельный вид искусства. Могу отметить коктейли «Скутер Хонда» и «Кокосовая любовь» (точно название второго не помню) …",
    "rating": 2,
    "name": "Adelle Carrot (ёж)",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим за обратную связь ❤️очень рады, что наши коктейли так пришлись по вкусу 🤗ждём в гости снова🙌🏻\n\n(Translated by Google)\nThank you for your feedback ❤️ we are very glad that our cocktails were so tasty 🤗 welcome to visit again🙌🏻",
    "rating": 5,
    "name": "Владислав",
    "cat": "Restaurant"
  },
  {
    "review": "Приятно можно провести время. Мне тут нравится. Да и место знаковое так сказать. Лично для меня. …",
    "rating": 5,
    "name": "Инна Демченко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень много красивых деталей, начиная от посуды заканчивая всей мебелью. Персонал очень очень. …",
    "rating": 2,
    "name": "Mikhail Rakhmail",
    "cat": "Restaurant"
  },
  {
    "review": "Дима, вы сделали ещё чуточку счастливее нашу команду!\nСпасибо за такие приятные слова💕\nНаши двери и сердца всегда открыты для вас 🌴🐅\nДо новых встреч!\n\n(Translated by Google)\nDima, you've made our team a little happier!\nThank you for such nice words💕\nOur doors and hearts are always open for you 🌴🐅\nUntil next time!",
    "rating": 5,
    "name": "Daria Lytv",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) We liked everything: delicious food, real Thai taste and sharpness, cozy interior, friendly staff who greeted us with a delicious cocktail and dessert. …",
    "rating": 4,
    "name": "Маришка Батечко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Hello! We are very glad that you liked it. Visit us again❤️\n\n(Original)\nДоброго дня! Ми дуже раді, що вам сподобалось. Завітайте до нас ще❤️",
    "rating": 5,
    "name": "Yurii Milenin",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно! Очень вкусно!!! Официант рассказал о каждом блюде, которое я просила и помог мне определиться с выбором! Пад Тай-вкусно и сытно, тайский холодный чай-слаааадко и освежающе, кокосовое мороженное-ЛУЧШЕЕ мороженное в моей жизни! Почему …",
    "rating": 2,
    "name": "Ірина Лаврінок",
    "cat": "Restaurant"
  },
  {
    "review": "Клас!! Нам очень приятно читать такие крутые комментарии! Ольга Костоглод, спасибо вам большое! Ждём в гости снова!!\n\n(Translated by Google)\nKlas !! We are very pleased to read such cool comments! Olga Kostoglod, thank you very much! Looking forward to visit again !!",
    "rating": 5,
    "name": "Illia Hryshkevych",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, бульон в том кха просто идеальный, но в маленькой порции супа не так уж и много.\nОчень вкусный пад тай (не переборщите с карри пыльцой). …",
    "rating": 5,
    "name": "Валерия Можаровская",
    "cat": "Restaurant"
  },
  {
    "review": "Ярослав, спасибо вам большое за обратную связь! Мы очень рады, что вам понравилось! Бесплатный рис к блюдам и скидка 20% на основное меню у нас действует с пн по пт, с 12:00 до 16:00. Так же в это время действует обеденное предложение «Thai Combo”. Остроту мы можем регулировать, но не во всех блюдах и карри именно то блюдо, где она не регулируется, увы. Мы очень ждём  вас снова в гости и ещё раз спасибо вам за отзыв! С любовью, Тайский привет!\n\n(Translated by Google)\nYaroslav, thank you very much for your feedback! We are very glad that you liked it! Free rice with dishes and a 20% discount on the main menu is valid from Mon to Fri, from 12:00 to 16:00. Also at this time the “Thai Combo” lunch offer is valid. We can regulate the pungency, but not all dishes and curries are exactly the dish where it is not regulated, alas. We look forward to welcoming you again and thank you again for your feedback! Love Thai hello!",
    "rating": 5,
    "name": "Anastasiia Piliugina",
    "cat": "Restaurant"
  },
  {
    "review": "Атмосферное место. Приятный интерьер.\n\nПлюсы: хороший сервис, наливают водичку бесплатно, приятный интерьер, отзывчивые …",
    "rating": 5,
    "name": "Екатерина Солодовникова",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Оксана! Спасибо вам огромное за отзыв! Мы приняли ваш отзыв во внимание и обязательно проведём работу над ошибками 😊\nХорошего дня❤️\n\n(Translated by Google)\nGood afternoon, Oksana! Thank you very much for your feedback! We took your feedback into account and will definitely work on bugs 😊\nHave a nice day❤️",
    "rating": 4,
    "name": "Валентина Полищук",
    "cat": "Restaurant"
  },
  {
    "review": "Очень интересное место.\nВкусная еда.\nШирокий ассортимент алкогольных напитков. Все очень вкусно! Красная шакшука и …",
    "rating": 5,
    "name": "Lera Samoylenko",
    "cat": "Restaurant"
  },
  {
    "review": "Мы благодарим Вас за такой развернутый отзыв💕\nБудем рады видеть Вас снова. Обнимаем и замечательной недели🐯💕\n\n(Translated by Google)\nWe thank you for such a detailed review💕\nWe will be glad to see you again. Hug and have a wonderful week🐯💕",
    "rating": 2,
    "name": "Даниил Сергеевич",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусный Том Ям и жареный рис. Однако, маленькой порцией наесться не получится, а большая стоит 490 гривен. Цены показались чуть выше среднего. Но классно, что есть кусочек Тайланда в Киеве! 😊 Рис с морепродуктами очень вкусный, …",
    "rating": 5,
    "name": "Denis Ponomarov",
    "cat": "Restaurant"
  },
  {
    "review": "Ирина Стеценко, спасибо! Обязательно передадим Ваши приятные слова поварам!\n\n(Translated by Google)\nIrina Stetsenko, thank you! We will certainly pass on your pleasant words to the chefs!",
    "rating": 4,
    "name": "Uliana Klimash",
    "cat": "Restaurant"
  },
  {
    "review": "Место супер. Обслуживание бомба. Очень внимательные официанты и администраторы. Очень круто то, что можно заказать тайский массаж, который делают в Креслах на газоне . Просто кайф. Сами блюда вкусные. Но пока пробовали только завтраки. …",
    "rating": 5,
    "name": "Anna Lobanova",
    "cat": "Restaurant"
  },
  {
    "review": "Aleksandr Gluhinchuk, клаааас! Как же нам приятно! Мы очень рады, что смогли вас порадовать!  Очень сильно ждём скорой с вами встречи!\n\n(Translated by Google)\nAleksandr Gluhinchuk, klaaas! How pleased we are! We are very glad that we were able to please you! We are looking forward to seeing you soon!",
    "rating": 5,
    "name": "Darina Mikhailenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, ordered hot sweat, was very interesting. I also really liked the desserts. Friendly waiters. …",
    "rating": 5,
    "name": "Женя Т.",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Tatiana, we are very glad that you liked us! We are waiting for new meetings❤️🐯\n\n(Original)\nТатьяна, ми дуже раді, що вам у нас сподобалось! Чекаємо нових зустрічей❤️🐯",
    "rating": 5,
    "name": "Владислава Н",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее место, созданное со скрупулёзным вниманием к деталям и доступными ценами. К кухне есть небольшие вопросы, но учитывая методичность подходов владельцев, уверен, что все «отполируют». …",
    "rating": 3,
    "name": "Ruslan TOR (WiseRus)",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation of Thai Hi\n\n(Original)\nДякуємо за Ваш відгук та оцінку роботи ресторану Тайский Привет",
    "rating": 3,
    "name": "Дарья Гетьман",
    "cat": "Restaurant"
  },
  {
    "review": "Очень классное место со своей атмосферой. Приятный персонал, внимательный, не навязчивый. Заказывали пьяную лапшу. Вкусно неимоверно! И кокосовую панна-коту на десерт. Чудесный ресторан. Теперь одно из любимых мест ❤️ …",
    "rating": 5,
    "name": "Марина Копач",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Виолетта! Спасибо вам большое за отзыв! Мы очень счастливы, что вам понравились наши блюда и атмосфера нашего кафе. Ждём вас с нетерпением❤️\n\n(Translated by Google)\nGood afternoon, Violetta! Thank you very much for your feedback! We are very happy that you liked our dishes and the atmosphere of our cafe. Looking forward to seeing you❤️",
    "rating": 5,
    "name": "Anna Hunt",
    "cat": "Restaurant"
  },
  {
    "review": "Очень и очень атмосферно, со вкусом и без лишено пафоса.\n\nБронировать стол лучше заранее, так как аншлаг хороший. Веганам и вегетарианцам …",
    "rating": 5,
    "name": "Dmitrij Loshkarev",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation of Thai Hi\n\n(Original)\nДякуємо за Ваш відгук та оцінку роботи ресторану Тайский Привет",
    "rating": 5,
    "name": "Михаил Вацлав",
    "cat": "Restaurant"
  },
  {
    "review": "Очень понравилось заведение, еда, обслуживание, атмосфера. Я была в Таиланде, поэтому очень хотелось найти где-то в Киеве тот самый Том Ям, Пад Тай. И это удалось. Ура! …",
    "rating": 3,
    "name": "Юлия",
    "cat": "Restaurant"
  },
  {
    "review": "Клааас!! Как же круто Вас радовать!\n\n(Translated by Google)\nKlaaas !! How cool to please you!",
    "rating": 4,
    "name": "Diana Kuppa",
    "cat": "Restaurant"
  },
  {
    "review": "Идеальное заведение для хорошего времяпровождения с божественно приятным администратором и персоналом! Аутентичный интерьер региона азии, отличный выбор блюд и наличие обеденного тай меню и самое главное просто безумно вкусная кухня! …",
    "rating": 5,
    "name": "Andria UA",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо огромное💕\nБезумно рады читать такие тёплые и приятные отзывы!\n\nНаш телепорт в Таиланд всегда к вашим услугам🤗\n\n(Translated by Google)\nThank you very much💕\nWe are insanely happy to read such warm and pleasant reviews!\n\nOur teleport to Thailand is always at your service🤗",
    "rating": 4,
    "name": "Jiji Capone",
    "cat": "Restaurant"
  },
  {
    "review": "В целом очень хорошо, но бывают и неприятности. Вот шашлычки из баранины стали не шашлычками.\nА официант Настя - бубочка. …",
    "rating": 5,
    "name": "Елена Гончарук",
    "cat": "Restaurant"
  },
  {
    "review": "Ирина, спасибо за комментарий! Подскажите,пожалуйста, что вас смутило в сатае из баранины? Для нас очень важна обратная связь! Спасибо🙏🏻 Хорошего вам дня!❤️\n\n(Translated by Google)\nIrina, thanks for the comment! Can you please tell me what confused you about mutton satay? Feedback is very important to us! Thank you Have a nice day! ❤️",
    "rating": 5,
    "name": "Taras Vorobets",
    "cat": "Restaurant"
  },
  {
    "review": "Несмотря на резервацию заранее, посадили за железный, гнутый стол, который стоит на проходе, хотя рядом были пустые красивые деревянные столики. Если бы хотя бы поверхность стола накрыли какой то бумагой.. а так конечно странное ощущение. …",
    "rating": 4,
    "name": "Anna Stankevich",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер !\nНам очень жаль, что визит в Тайсикий сегодня расстроил вас, но мы благодарны за такой детальный отзыв.\n\nСтол за которым Вы вероятнее всего сидели - прилетел с выставки во Франции. Мы нарочно искали Мебель, максимально передающую атмосферу Тайских уличных заведений.\n\nКасательно соусов и прочих дополнений на столах: они действительно не предусмотрены, но наши официанты с радостью вынесут их по просьбе❤️\n\nВсе замечания и пожелания по кухне мы уже передали нашему бренд шефу. Мы проработаем все ошибки. Искренне  счастливы, что кокосовое мороженое пришлось по душе.\n\nНадеемся все же на вторую встречу !\nС уважением, Тайский\n\n(Translated by Google)\nGood evening !\nWe are very sorry that the visit to Taisikiy today upset you, but we are grateful for such a detailed review.\n\nThe table at which you were most likely sitting - flew in from an exhibition in France. We deliberately looked for Furniture that best conveys the atmosphere of Thai street venues.\n\nRegarding sauces and other additions on the tables: they really are not provided, but our waiters will gladly make them at the request❤️\n\nWe have already passed all the comments and suggestions on the kitchen to our brand boss. We will work through all the errors. We are sincerely happy that coconut ice cream was to our liking.\n\nNevertheless, we hope for a second meeting!\nRegards, Thai",
    "rating": 5,
    "name": "Oleksandr Fatianov",
    "cat": "Restaurant"
  },
  {
    "review": "В тайском месте позарилась не на тайское блюдо))\nВ свое оправдание скажу, что это был завтрак и утром не хотелось тайских вкусов. …",
    "rating": 5,
    "name": "Mebli design",
    "cat": "Restaurant"
  },
  {
    "review": "kari6ka41 Сальченко,  нам очень радосно читать такой комментарий! Для нас лучшая награда, что вам всё понравилось! Мы очень сильно ждём вас снова к нам в гости!\n\n(Translated by Google)\nkari6ka41 Salchenko, we are very happy to read such a comment! The best reward for us is that you liked everything! We are looking forward to seeing you again!",
    "rating": 5,
    "name": "Lyudmila Chychuk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, professional service, relaxed atmosphere, youth place, a lot of people on weekends, so it is desirable to book a table in advance. Thai massage is also available at this property. …",
    "rating": 5,
    "name": "Ольга Самарина",
    "cat": "Restaurant"
  },
  {
    "review": "В целом - кухня хорошая, сервис не очень.\n\nДолго ожидали официанта, чтоб у нас приняли заказ, после этого нам принесли все …",
    "rating": 4,
    "name": "Андрей Андреевич",
    "cat": "Restaurant"
  },
  {
    "review": "Место атмосферное, подходит только для любителей огненной еды 🤯🔥🌶\nПодача коктейлей и еды достаточно «инстаграмная», есть мягкие столики где можно сесть со снятой обувью. …",
    "rating": 5,
    "name": "Альона Кузьменко",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Анна!\nМы очень благодарны вам за отзыв. Мы с удовольствием поможем вам подобрать подходящую остроту. До скорой встречи ❤️\n\n(Translated by Google)\nGood evening Anna!\nWe are very grateful for your feedback. We will be happy to help you find the right spice. See you soon ❤️",
    "rating": 5,
    "name": "Лидия Трачук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Extremely impressed with the restaurant. Food, atmosphere, service - all at the height. Highly recommend. I will visit this institution more than once)) …",
    "rating": 5,
    "name": "Nataliia N",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) It is very nice that they were able to please you! ❤️ We are very much waiting for you to visit us again! 🔥\n\n(Original)\nДуже приємно, що змогли порадувати вас! ❤️ Сильно чекаємо вас до нас в гості знову!🔥",
    "rating": 2,
    "name": "Damidas Banano",
    "cat": "Restaurant"
  },
  {
    "review": "Замечательное место, очень вкусно, атмоферно, цены адекватные\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Оксана Ковалёва",
    "cat": "Restaurant"
  },
  {
    "review": "Был первый раз, заказал лапшу пад-тай с морепродуктами, остроту можно регулировать самостоятельно, при помощи чили пудры. Вкусно, буду в Киеве прийду ещё) …",
    "rating": 5,
    "name": "Валерія",
    "cat": "Restaurant"
  },
  {
    "review": "Богдан Емец, обязательно приходите снова в гости. Мы с радостью вас накормим! Ждём сильно!\n\n(Translated by Google)\nBogdan Yemets, be sure to come back to visit. We will be happy to feed you! Looking forward to it!",
    "rating": 3,
    "name": "Dariia Karakai",
    "cat": "Restaurant"
  },
  {
    "review": "Очень аутентичное, атмосферное место, кухня вкусная настоящая тайская. Официанты вежливые и обходительные, цены средние на человека примерно грн. 500 дополнительно есть место где делают массаж, это интересно. Подача всех блюд …",
    "rating": 5,
    "name": "KSENIIA CHAMLAI",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation of Thai Hi\n\n(Original)\nДякуємо за Ваш відгук та оцінку роботи ресторану Тайский Привет",
    "rating": 5,
    "name": "MELANIE MOOR",
    "cat": "Restaurant"
  },
  {
    "review": "Если вы соскучились по Таю, то вам однозначно сюда. Спасибо владельцам, что заморочились с поваром, рецептами и продуктами. Вкусно так же, как там, куда нас пока из-за карантина не пускают. …",
    "rating": 2,
    "name": "Alex Lapchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Нам очень приятно читать такие слова! ❤️ Спасибо большое , что были сегодня с нами. Ждём скорых встреч.🐯\n\n(Translated by Google)\nWe are very pleased to read these words! ❤️ Thank you very much for being with us today. We look forward to seeing you soon.",
    "rating": 4,
    "name": "Vladik Vlad",
    "cat": "Restaurant"
  },
  {
    "review": "Действительно вкусно, том ям прямо из Таиланда - супер, официанты приветливые, если у вас есть аллергия, проблемы с желудком или вы не любите слишком острую пищу - лучше уточняйте ваши пожелания во время заказа. …",
    "rating": 5,
    "name": "Мария Стешенко",
    "cat": "Restaurant"
  },
  {
    "review": "Крутое место. Вкусные коктейли. Мега позитивные бармены. Места не было, сели у барной стойки. можно смотреть как готовится еда, напитки. Можно заказать массаж. Места, где его делают, я бы все же закрывал шторкой. Из минусов это цена, выше …",
    "rating": 5,
    "name": "N L",
    "cat": "Restaurant"
  },
  {
    "review": "Timeless , благодарны за ваш конструктивный отзыв!  Мы рады, что место у барной стойки произвело на Вас хорошее впечатление. Мы приняли во внимание Ваш коментарий о нашем фирменном пиве и устранили проблему. Ждём Вас в гости снова\n\n(Translated by Google)\nTimeless, thank you for your constructive feedback! We are glad that the place at the bar made a good impression on you. We took into account your comment about our signature beer and fixed the problem. Waiting for you to visit again",
    "rating": 3,
    "name": "Андрей Л",
    "cat": "Restaurant"
  },
  {
    "review": "Sawadi kah 🇹🇭✌😊\nВчера в очередной раз посетили ТАЙСКИЙ ПРИВЕТ☝Это было мини-travel в Тайланд. Начиная со связи в инстаграмена счет бронирования мест...в котором общение …",
    "rating": 5,
    "name": "Елена Чекмарева",
    "cat": "Restaurant"
  },
  {
    "review": "Нам так круто читать  такие приятные комментарии! Ведь мы стараемся для Вас! Ждём снова.\n\n(Translated by Google)\nWe are so cool to read such nice comments! After all, we are trying for you! We are waiting again.",
    "rating": 5,
    "name": "Elena Berezhinskaya",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Loved the interior, very atmospheric and pretty. We were in the evening, at this time there are a lot of people and the table must be booked in advance. We were served for a long time, we had to wait for the waiter to …",
    "rating": 5,
    "name": "Dana Pryanchikova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation of Thai Hi\n\n(Original)\nДякуємо за Ваш відгук та оцінку роботи ресторану Тайский Привет",
    "rating": 5,
    "name": "Sem Big",
    "cat": "Restaurant"
  },
  {
    "review": "Это оооочень вкусно! Том ям лучший в городе! А какой чай! Одно удовольствие тут кушать! Оставайтесь на таком же уровне! …",
    "rating": 5,
    "name": "Mutou Tok",
    "cat": "Restaurant"
  },
  {
    "review": "Alla, для нас важно, что мы смогли порадовать вас! Для нас это очень важно! Сильно ждём вас снова в гости🧡\n\n(Translated by Google)\nAlla, it is important for us that we were able to please you! For us it is very important! We look forward to seeing you again снова",
    "rating": 1,
    "name": "James M",
    "cat": "Restaurant"
  },
  {
    "review": "Как все нормальные люди я забронировала стол и пришла вовремя. Правда, шла я разинув рот от архитектуры улицы Коцюбинского, но всё же.\nНевероятное розовое вино, Австралия, \"Редкая редкость\" скрасило моё ожидание …",
    "rating": 3,
    "name": "Катя Гусельцева",
    "cat": "Restaurant"
  },
  {
    "review": "Мария! Мы счастливы читать ваш отзыв 😍 значит все старания были не зря 💪🏽 Бежим обнимать команду и с нетерпением ждём Вас снова в Тайском !\n\n(Translated by Google)\nMaria! We are happy to read your review 😍 it means all efforts were not in vain 💪🏽 We run to hug the team and look forward to seeing you again in Thai!",
    "rating": 5,
    "name": "vovatam",
    "cat": "Restaurant"
  },
  {
    "review": "Было сложно попасть в это заведение,  но в итоге оно того стоило, лучше Пад-тай не всегда в Таиланде можно найти! Том ям очень вкусный! и ещё очень порадовало что не пытаются заменять оригинальные ингредиенты, как и в Таиланде - здесь …",
    "rating": 5,
    "name": "Danylo Grantsev",
    "cat": "Restaurant"
  },
  {
    "review": "Иван, признаём, действительно был сбой с резервами😭 но мы уже наладили систему🙌🏼 И очень хотим исправить Ваше первое впечатление ! Оставьте свой номер телефона и мы забронируем стол либо чайную комнату на удобную дату! Будем очень ждать встречи🐅\n\n(Translated by Google)\nIvan, we admit, there really was a failure with reserves😭 but we have already set up the system🙌🏼 And we really want to correct your first impression! Leave your phone number and we will reserve a table or tea room at a convenient date! We will be very looking forward to meeting🐅",
    "rating": 5,
    "name": "Sashka Borshosh",
    "cat": "Restaurant"
  },
  {
    "review": "Обожаю!!!! Невероятно вкусно!❤️\nВсе кто кушал в Тае поймут меня😂\nВежливый и всегда улыбающийся персонал. Забота о своих клиентах (витаминный …",
    "rating": 5,
    "name": "Nikita Sambaev",
    "cat": "Restaurant"
  },
  {
    "review": "Катерина Ушакова, нам очень приятно, что вам всё было вкусно! Мы счастливы читать такие комментарии! Хорошего дня!\n\n(Translated by Google)\nKaterina Ushakova, we are very pleased that everything was delicious for you! We are happy to read such comments! Have a nice day!",
    "rating": 5,
    "name": "Natalie D",
    "cat": "Restaurant"
  },
  {
    "review": "Заведение прекрасно! Стилистика, персонал, блюда шедевр!  Цены конечно кусаются, но у каждого свои возможности)\nКухня лично для меня - эксперимент, при том не всегда удачный)  но свои 5 звезд …",
    "rating": 5,
    "name": "Daria",
    "cat": "Restaurant"
  },
  {
    "review": "Sasha Putilov, спасибо вам за такой конструктивный отзыв! Но хотелось бы узнать какое всё же блюдо показалось для вас неудачным экспериментом?\n\n(Translated by Google)\nSasha Putilov, thank you for such a constructive review! But I would like to know what kind of dish all seemed to you an unsuccessful experiment?",
    "rating": 5,
    "name": "Богдан Исаченко",
    "cat": "Restaurant"
  },
  {
    "review": "В лучших традициях «приветов» в Киеве сделан и этот ресторан, все очень аутентично, продумано до мелочей и подобрано со вкусном. Приятный бонус -это возможность заказать тайский массаж прям в заведении по демократичным ценам. Еда вкусная, …",
    "rating": 5,
    "name": "Anna Kornieieva",
    "cat": "Restaurant"
  },
  {
    "review": "Дарья, очень благодарны за Вашу обратную связь! Мы постараемся в ближайшее время решить вопрос с вытяжкой. До скорой встречи🥰\n\n(Translated by Google)\nDaria, we are very grateful for your feedback! We will try to solve the issue with the hood in the near future. See you soon🥰",
    "rating": 5,
    "name": "Мамикон Марущак",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very cool place. Delicious cooking, friendly staff, beautiful interior. Especially great on a warm evening outside, when it is dark around and the waiter lights a candle. Was in all 'Hello', but 'Thai' love the most. …",
    "rating": 5,
    "name": "Anastasia İvanenkova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good evening!\nWe are very grateful to you for such a nice response. Visit us again ❤️\n\n(Original)\nДоброго вечора!\nМи дуже вдячні вам за такий приємний відгук. Завітайте до нас ще ❤️",
    "rating": 5,
    "name": "Alexey Golikov",
    "cat": "Restaurant"
  },
  {
    "review": "У ребят потрясающая атмосфера, обслуживание и еда. Пока вам несут заказ можно с удовольствием разглядывать интерьер) …",
    "rating": 4,
    "name": "Oksana Kakhnij",
    "cat": "Restaurant"
  },
  {
    "review": "Марина, добрый день💕\n\nБольшое спасибо за развернутый отзыв!\nМы очень ценим обратную связь! Рады, что вам понравилось наше меню и сервис🐯💕\n\n(Translated by Google)\nMarina, good afternoon💕\n\nThank you very much for the detailed review!\nWe really appreciate your feedback! We are glad that you liked our menu and service🐯💕",
    "rating": 5,
    "name": "Pavel",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, внимание к деталям в дизайне заведения, можно сделать массаж, приятные мелочи вроде бесплатный воды. Однозначно достойно посещения. …",
    "rating": 1,
    "name": "Dmitry Perevozchykov",
    "cat": "Restaurant"
  },
  {
    "review": "JOHN GOLT, мы безумно рады, что вам всё понравилось! Обязательно приходите в гости снова!\n\n(Translated by Google)\nJOHN GOLT, we are extremely glad that you liked everything! Be sure to visit again!",
    "rating": 1,
    "name": "Dreamer",
    "cat": "Restaurant"
  },
  {
    "review": "Брали большой Том Ям туристический на двоих и две пьяные лапши. Суп был лучший из того, что могут предложить в Киеве, и лапша очень достойная. Только присутствует ощущение, что одну порцию разделили на 2, лапши будто украли. …",
    "rating": 3,
    "name": "Alena K",
    "cat": "Restaurant"
  },
  {
    "review": "Oksana Zaporozhets, благодарим вас за такой прекрасный отзыв о вкусе наших блюд! Это важно для нас. Нам жаль , что у вас сложилось впечатление о том, что порцию лапши разделили на двоих. Каждое блюдо готовится исключительно по технологической карте. Вес Пьяной лапши 350 гр. Наш шеф повар каждый день контролирует качество и вес продукта. Ещё раз спсибо за ваш отзыв, очень ждём вас  гости. С любов'ю Тайский Привет\n\n(Translated by Google)\nOksana Zaporozhets, thank you for such a wonderful review about the taste of our dishes! This is important for us. We are sorry that you had the impression that the portion of noodles was divided into two. Each dish is prepared exclusively according to the technological map. Weight of Drunk Noodles 350 gr. Our chef controls the quality and weight of the product every day. Thanks again for your feedback, we are waiting for you guests. Love Thai Hello",
    "rating": 5,
    "name": "YANINA designLAB",
    "cat": "Restaurant"
  },
  {
    "review": "Мы с мужем были в половине стран мира и нас сложно чем-то удивить. У Тайского Привета получилось. Обслуживание на высоте! Если соскучились по Тайланду - это идеальное место для обновления воспоминаний …",
    "rating": 2,
    "name": "Daryna Shpuryk",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Ольга! Нам очень приятно  получать такой отзыв! С нетерпением ждём вас! ❤️\n\n(Translated by Google)\nGood afternoon, Olga! We are very pleased to receive such a review! We look forward to welcoming you! ❤️",
    "rating": 5,
    "name": "katya perepelitsa",
    "cat": "Restaurant"
  },
  {
    "review": "Как же в этом заведении все продумано до мелочей. Вкусная еда и тайский массаж. Вкуснейшие шримпкейки, коксовое мороженое и лапша. Ещё многие хвалят манго стики райс, но к сожалению так и не попробовала. Исправлюсь! Цены выше среднего, но …",
    "rating": 5,
    "name": "Tatiana Li Li (Татьяна)",
    "cat": "Restaurant"
  },
  {
    "review": "Алина Усенко! Как же круто читать такие приятные комментарии! Спасибо вам большое , что были сегодня с нами! Сильно ждём в гости снова!\n\n(Translated by Google)\nAlina Usenko! How cool to read such nice comments! Thank you very much for being with us today! We look forward to visiting again!",
    "rating": 5,
    "name": "Anton Stepanov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A classy, ​​authentic place with Thai cuisine. Dishes are unusual, interesting, delicious. Waiters of love will advise something interesting. They celebrated their birthday here, everything went well. …",
    "rating": 5,
    "name": "Max _",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation of Thai Hi\n\n(Original)\nДякуємо за Ваш відгук та оцінку роботи ресторану Тайский Привет",
    "rating": 5,
    "name": "Vitalii Kulchevych",
    "cat": "Restaurant"
  },
  {
    "review": "Можно окунутся в атмосферу Таиланда по полной. Я ценю хорошо сделаный интерьер и посуду. Тут это все прекрасно😍\nА что на счёт блюд, нууу, я возвращаюсь за этими прекрасными вкусами снова и …",
    "rating": 2,
    "name": "iWasowsky",
    "cat": "Restaurant"
  },
  {
    "review": "Yeva Spashchenko, как же это круто! Мы очень рады таким словам! Спасибо!\n\n(Translated by Google)\nYeva Spashchenko, how cool is that! We are very happy with such words! Thank!",
    "rating": 1,
    "name": "mike furman",
    "cat": "Restaurant"
  },
  {
    "review": "Загорелась желанием посетить это место после просмотра фильма о нем на YouTube.\nИнтерьер, посуда - 10/10 Даже в уборной мыло zielinski and rozen\nЕда классная,  так же приятно порадовало биорганическое вино. …",
    "rating": 5,
    "name": "Татьяна Олеговна",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Briefly and in order. Such a scattered descendant of \"privet\", this time Thai)\n1. Service. …",
    "rating": 5,
    "name": "Валерия Божкова",
    "cat": "Restaurant"
  },
  {
    "review": "Любимое место в городе, когда хочется азиатской кухни, или вспомнить свои путешествия в Азию 🙂 …",
    "rating": 5,
    "name": "Alexandra",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим вас за ваш отзыв.\nЖдём в гости❤️\n\n(Translated by Google)\nThank you for your feedback.\nWe are waiting for a visit❤️",
    "rating": 5,
    "name": "Yulia Gulko",
    "cat": "Restaurant"
  },
  {
    "review": "Очень крутой сервис, о тебе заботятся каждую секунду. Общение персонала настолько лёгкое, и понятное, как будто мы знакомы лет 10 уже. Еда аутентичная и разнообразный выбор напитков. (Наконец-то я встретила где-то оранж вайн☺️) Вы теперь …",
    "rating": 1,
    "name": "Viktor Nimych",
    "cat": "Restaurant"
  },
  {
    "review": "Приятная атмосфера, очень мило обустроили дворик на лето (низкие столики на газоне, фонарики, восток-восток ☺️). Блюда вкусные, но не прям божественные. Не сказала бы, что стоят своих денег. Чай очень понравился. Хорошее обслуживание. …",
    "rating": 5,
    "name": "Iryna Green",
    "cat": "Restaurant"
  },
  {
    "review": "Ура!) Спасибо!\n\n(Translated by Google)\nCheers thanks!",
    "rating": 3,
    "name": "Oleg Pavlichenko",
    "cat": "Restaurant"
  },
  {
    "review": "Уютный ресторан, хороший интерьер. \"Трушность\" блюд оценить не могу, потому как в Тайланде не был, но могу сказать, что было вкусно. Вот сервис подкачал, потому ставлю четвёрку. …",
    "rating": 5,
    "name": "Evgeniy Morskoy",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation of Thai Hi\n\n(Original)\nДякуємо за Ваш відгук та оцінку роботи ресторану Тайский Привет",
    "rating": 5,
    "name": "Артур Будянский",
    "cat": "Restaurant"
  },
  {
    "review": "Неоправданно дорого.\nЕла Том Ям и взяла маленький стакан пива.\nРис к супу стоил как 1КГ пачка в супермаркете)))) …",
    "rating": 4,
    "name": "Alina Pyatak",
    "cat": "Restaurant"
  },
  {
    "review": "С вами афигенно в любой ситуации. Хоть летом на травке кинуть подстилку и заказать кокосовое мороженное... Хоть на 10 годовщину свадьбы приехать специально за правильным Том Ямом и шримп кейками. Спасибо, что увидели нас таких красивых и …",
    "rating": 5,
    "name": "Uliana Kozhevnikova",
    "cat": "Restaurant"
  },
  {
    "review": "Счастливы ,когда вы делите с нами самые сокровенные моменты❤️🐆\nСпасибо за дочери и тёплые слова,ждём новой встречи !\n\n(Translated by Google)\nHappy when you share your most intimate moments with us❤️🐆\nThank you for your daughter and kind words, we look forward to meeting you again!",
    "rating": 5,
    "name": "Петр Кричун",
    "cat": "Restaurant"
  },
  {
    "review": "Это наш второй \"Привет\". Как и в первом нам очень понравилось) Еда супер, обслуживание на вышке! Ели креветочные котлетки, кари, салат с фунчозой и стейк - все бомба! Собираемся в третий) …",
    "rating": 3,
    "name": "bfdgfg gdgdsgd",
    "cat": "Restaurant"
  },
  {
    "review": "Наталья,добрый вечер♥️\nСчастливы получить ваш отзыв и искренне желаем ,чтобы следующий Привет поднёс вас на волне гедонизма✨\n\n(Translated by Google)\nNatalia, good evening♥️\nWe are happy to receive your feedback and sincerely wish that the next Hello will bring you on a wave of hedonism✨",
    "rating": 5,
    "name": "Aliona Honcharenko",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусный туристический том ям, Лапша с броколли вкусная и рис типа гумбао) раф апельсин корица рекомендую) девочка официант очень классная! …",
    "rating": 5,
    "name": "Anna Potiiuk",
    "cat": "Restaurant"
  },
  {
    "review": "Olia Tretiak, спасибо большое за комментарий! Всегда рады стараться, и готовить для Вас вкуснейшие блюда и напитки!\n\n(Translated by Google)\nOlia Tretiak, thanks a lot for your comment! We are always glad to try and prepare delicious meals and drinks for you!",
    "rating": 3,
    "name": "Olga Manager",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Definitely discovered Thai cuisine from a new side. Like everything is normal, but delicious !! It turns out Thai noodles can also be very tasty)))) and the spicy green mango salad just impressed me !!! Will …",
    "rating": 4,
    "name": "Світлана Закриницька",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for your feedback, we are very pleased that you enjoyed it with us. We look forward to seeing you again! ❤️\n\n(Original)\nДоброго дня! Дякуємо велике за Ваш відгук, нам дуже приємно, що Вам сподобалось у нас. Будемо раді Вас бачити знову! ❤️",
    "rating": 5,
    "name": "Ксенія Шаповал",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I had to come three times to get into the institution. You can always call for a reservation.\nBut the food is tasty, quick serving. Recommended for those who enjoy Thai …",
    "rating": 3,
    "name": "Veronika Syniavska",
    "cat": "Restaurant"
  },
  {
    "review": "Karolina, спасибо за конструктивный отзыв. Советуем Вам бронировать стол за 4 дня до желаемой даты посещения.\n\n(Translated by Google)\nKarolina, thanks for the constructive feedback. We advise you to book a table 4 days before the desired date of visit.",
    "rating": 5,
    "name": "Юлия Мялковская",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A cool place in the center of Kiev. If you like the cuisine of Southeast Asia, then you are here. This is not the first time. The food is delicious. The waiters understand their business. Last time I ordered with me. …",
    "rating": 5,
    "name": "Katya B",
    "cat": "Restaurant"
  },
  {
    "review": "aud :  Убираю две  звёздочки , за совершенно неадекватное повышение цен сразу на 40 %  цены надо сразу ставить такие, какими они будут …",
    "rating": 5,
    "name": "Анна Климчук",
    "cat": "Restaurant"
  },
  {
    "review": "Наталья, нам очень приятно, что Вам понравилось у нас!  Мы с нетерпением ждём Вас снова 🤚\n\n(Translated by Google)\nNatalia, we are very pleased that you liked it with us! We look forward to seeing you again 🤚",
    "rating": 5,
    "name": "Ирада Сулейманова",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная, как в Тайланде еда. Правильный том-ям. В перерывах между приёмами пищи можно получить отличный массаж в исполнении коренных жительниц тая. Достаточно шумно, бывает много людей, лучше бронировать заранее стол …",
    "rating": 5,
    "name": "Dmytro Peka",
    "cat": "Restaurant"
  },
  {
    "review": "Semen , спасибо Вам за крутой отзыв. Нам очень приятно! Ждём в гости снова!!\n\n(Translated by Google)\nSemen, thank you for the cool review. We are very pleased! Looking forward to visit again !!",
    "rating": 5,
    "name": "Norbert Beaver",
    "cat": "Restaurant"
  },
  {
    "review": "Мы с Мужем в восторге от вкусных и правильно приготовленных блюд такими какими они должны быть!\nКто жил в Таиланде, тот поймет! …",
    "rating": 2,
    "name": "S L",
    "cat": "Restaurant"
  },
  {
    "review": "Mari Hammer, Спасибо вам за комментарий! Нам очень приятно, и мы рады , что смогли вас порадовать!\n\n(Translated by Google)\nMari Hammer, Thank you for your comment! We are very pleased, and we are glad that we were able to please you!",
    "rating": 5,
    "name": "Елизавета Бездетная",
    "cat": "Restaurant"
  },
  {
    "review": "Место атмосферное (над интерьером явно постарались, есть на что поглазеть в ожидании заказа), недешёвое (не прям дорого, но цены явно выше среднего), но кухня у них вкусная. …",
    "rating": 1,
    "name": "Арина Коненко",
    "cat": "Restaurant"
  },
  {
    "review": "Сергей, очень благодарны за такую обратную связь!  Будем рады видеть Вас снова в Тайском 🐅\n\n(Translated by Google)\nSergey, we are very grateful for such feedback! Looking forward to seeing you again in Thai 🐅",
    "rating": 5,
    "name": "Liana Garmash",
    "cat": "Restaurant"
  },
  {
    "review": "Все великолепно!Еда отличная, эдентична по вкусу тайской, в хорошем исполнении. Официант Стас -сама любезность. Получили удовольствие! Спасибо ресторану! …",
    "rating": 5,
    "name": "Taras Glushenkov",
    "cat": "Restaurant"
  },
  {
    "review": "Красивое, но довольно странное место.\nВначале нас все пытались усадить на место у входа, прям там, где стоят хостесс, и не понимали, что не нравится. …",
    "rating": 4,
    "name": "Эва Рудковски",
    "cat": "Restaurant"
  },
  {
    "review": "Еда вкусная, Но часто или жирновато или острое. Нужно аккуратно выбирать тем, у кого проблемы с пищеварением. Много аутентичных  деталей в интерьере. Это порадовало. Не удивлюсь если они привезены откуда специально. Обслуживание отличное. …",
    "rating": 5,
    "name": "Anna Anna",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв ♥️\nРады,что вы оценили сервис и детали интерьера,которые являются аутентичными и позволяют телепортироваться в Тайланд✨\nСильно ждём новой встречи и новую возможность подобрать тайские блюда под ваши рецепторы 🙏\n\n(Translated by Google)\nThank you for your feedback ♥ ️\nWe are glad that you appreciated the service and interior details, which are authentic and allow you to teleport to Thailand✨\nWe are looking forward to a new meeting and a new opportunity to choose Thai dishes to suit your receptors 🙏",
    "rating": 5,
    "name": "Анастасия Алексеева",
    "cat": "Restaurant"
  },
  {
    "review": "Давно слышали про этот место и вот наконец-то сходили. Столик можно забронировать без проблем. Официанты классно могут посоветовать блюдо на ваш вкус. И это будет реально что-то вкусное, а не просто самая дорогая позиция в меню. Есть много …",
    "rating": 3,
    "name": "Daria Bessonova",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим вас за ваш отзыв)\n\nЖдём вас снова.\n\n(Translated by Google)\nThank you for your feedback)\n\nWe are waiting for you again.",
    "rating": 5,
    "name": "maria belianskaya",
    "cat": "Restaurant"
  },
  {
    "review": "Люблю за насыщенность вкуса и цвета. Есть возможность получить удовольствие от тайского массажа. 👍 …",
    "rating": 5,
    "name": "Nikita Primak",
    "cat": "Restaurant"
  },
  {
    "review": "Место очень приятное, вкусная еда.\nОчень понравилось, будем посещать ещё :) …",
    "rating": 5,
    "name": "Helena Znayko",
    "cat": "Restaurant"
  },
  {
    "review": "Ирина,добрый вечер!♥️\nБлагодарим за ваш отзыв и ждём новую встречу в Тайском Привете поскорее 🤚🏻\n\n(Translated by Google)\nIrina, good evening!♥️\nThank you for your feedback and we look forward to seeing you soon in Thai Hello soon 🤚🏻",
    "rating": 5,
    "name": "Iryna Drozd",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Everything is good. The food is delicious. Almost like in Siam). The service is good. And the wires on the ceiling well, just like in Thailand. …",
    "rating": 5,
    "name": "Anna Kriuchkova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good evening! Thank you very much! Visit us again🥰\n\n(Original)\nДоброго вечора! Дякуємо вам велике! Завітайте до нас ще🥰",
    "rating": 4,
    "name": "Alina Panchenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) White tea ❤️‍🔥\n\nThe dishes are good, but the price is high. …",
    "rating": 5,
    "name": "Лиза Смирнова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) You are love with us❤️🔥\n\n(Original)\nВи у нас - це любов❤️🔥",
    "rating": 1,
    "name": "Daria Disk",
    "cat": "Restaurant"
  },
  {
    "review": "Место - вау! Каждая деталь имеет свою историю, а еда невероятно вкусная, разве что немного дорого, хотя и кладут ингредиенты не из дешёвых . …",
    "rating": 1,
    "name": "Alex Alex",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Екатерина!\nСпасибо вам огромное! Нам очень приятно читать такие тёплые слова❤️❤️❤️\n\n(Translated by Google)\nGood evening, Ekaterina!\nThanks a lot! We are very pleased to read such warm words❤️❤️❤️",
    "rating": 1,
    "name": "Ирина Сивач",
    "cat": "Restaurant"
  },
  {
    "review": "Официанты просто ад!\nДолго ждали официантов, около 20 минут! При том что постоянно искали глазами их. Они либо видели и проходили мило или их не было видно. …",
    "rating": 5,
    "name": "Настя Гриценюк",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good evening! Thanks for the feedback\nHow can our manager contact you for more information?\nWe are incredibly looking forward to your answer to any social network that is comfortable for you to use! Thank you!\n\n(Original)\nДоброго вечера! Дякуємо за фідбек\nЯк наш менеджер може зв‘язатись з вами для вияснення більш детальної інформації?\nНеймовірно сильно чекаємо на вашу відповідь в будь яку соц мережу, яка вам комфортна в користуванні! Дякуємо!",
    "rating": 4,
    "name": "Mariana Romanchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Не знаю была ли это тайская еда, но сендвич с тремя видами сыра — это одно из вкуснейших блюд, которое я ела в своей жизни. Как теперь есть другие сендвичи, не знаю. Тайская еда, что заказали, тоже была вкусной. Коктейли были странненькие, …",
    "rating": 3,
    "name": "Olga OLGA",
    "cat": "Restaurant"
  },
  {
    "review": "Ох! Очень мы ради, что вам у нас понравилось!❤️  Ждём новых скорых встреч🐯\n\n(Translated by Google)\nOh! We are very much for the sake of what you liked with us! ❤️ We look forward to new soon meetings",
    "rating": 5,
    "name": "Таня Яцевская",
    "cat": "Restaurant"
  },
  {
    "review": "Наконец-то в Киеве открылось место с настоящей тайской едой. Максимально приближено к тайской кухне.\nТом-ям с кокосовым молоком бесподобен, но оригинальный - ещё вкуснее. …",
    "rating": 4,
    "name": "Rita Kominova",
    "cat": "Restaurant"
  },
  {
    "review": "Victoriia Maslianok, мы очень рады, что смогли порадовать вас! Для нас это действительно ценно! С любовью Тайский привет!\n\n(Translated by Google)\nVictoriia Maslianok, we are very pleased to be able to please you! For us it is really valuable! Love Thai hello!",
    "rating": 1,
    "name": "Hanna Buznytska",
    "cat": "Restaurant"
  },
  {
    "review": "Заведение на один раз. Выбор блюд огромный, но выбрать особо нечего. Цены высокие, но при этом не очень вкусно. Поели на 1000 грн с мужем, но не наелись и удовольствия не получили. Особенно не понравился десерт - блинчики с матчей, …",
    "rating": 5,
    "name": "poppinggreg",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер,Олеся!\nСпасибо вам огромное за такой подробный отзыв. Мы очень надеемся,что вы дадите нам второй шанс и придёте к нам в гости ещё раз.\nС уважением,Тайский привет 🐆\n\n(Translated by Google)\nGood evening, Olesya!\nThank you very much for such a detailed review. We really hope that you will give us a second chance and come to visit us again.\nBest regards, Thai hello 🐆",
    "rating": 5,
    "name": "Alina Olshanska",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Places in the yard \"well, something like that.\" Tables as well as chairs go in a hurry. And if you are sitting in the yard by the window that opens from the restaurant. The legs of those sitting in the restaurant are …",
    "rating": 1,
    "name": "Nikita Klesh",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Алла! Подскажите пожалуйста, что вам не понравилось? Нам очень важен ваш отзыв, для работы над ошибками ❤️\n\n(Translated by Google)\nGood afternoon, Alla! Please tell me what you didn't like? Your feedback is very important for us to work on bugs ❤️",
    "rating": 4,
    "name": "Tatka Zavgorodnya",
    "cat": "Restaurant"
  },
  {
    "review": "Сервис не соответствует цене 🥲\nЗаказали Том Кха с морепродуктами – принесли с курицей. Официантка забрала, не извинилась, говорит \"5 минут всё переделаем\". Суп мы ждали ещё 20 минут 😔 Мы уж …",
    "rating": 5,
    "name": "Emine Velishayeva",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Мария! Простите нас за сложившуюся ситуацию. Нам очень жаль. Подскажите пожалуйста свои контакты, наш менеджер свяжется с вами.\nВы можете нам написать в Инстаграм или на номер 0 (50) 845 55 05.\n\n(Translated by Google)\nGood afternoon, Maria! Forgive us for the current situation. We are very sorry. Please tell me your contacts, our manager will contact you.\nYou can write to us on Instagram or to the number 0 (50) 845 55 05.",
    "rating": 5,
    "name": "Николай Сан",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cooking, nice waiters, good conditions\n\n(Original) …",
    "rating": 4,
    "name": "Александр",
    "cat": "Restaurant"
  },
  {
    "review": "Hello, Alena ! Thank you so much for your feedback. See you soon❤️",
    "rating": 5,
    "name": "Яна Синаева",
    "cat": "Restaurant"
  },
  {
    "review": "Хотите поваляться на газонах и при этом ещё есть - вам сюда! Атмосферно и при этом действительно по-азиатски вкусно. Сервис очень чуткий к своему клиенту …",
    "rating": 3,
    "name": "Никуша Луценко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) It's just a bombshell. Ice cream and desserts are straight! Coconuts are just super. You just have to come here well straight super! This is the most delicious place …",
    "rating": 1,
    "name": "Yaroslav Yakubovsky",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Solomiia Onistrat, class. I am very grateful for such kind words and high praise. We sincerely rejoice when you call us the best. We look forward to seeing you again.\n\n(Original)\nSolomiia Onistrat, клас. Дуже вдячні за такі приємні слова та високу оцінку. Щиро радіємо, коли Ви називаєте нас кращими. З нетерпінням чекаємо Вас у гості знову.",
    "rating": 5,
    "name": "Anna S",
    "cat": "Restaurant"
  },
  {
    "review": "Главное, что остро! Том Ям на вкус, как в Чанг Мае! Спасибо! Сом там салат тоже ;)\nЕщё приду на манго стики Райс ;) …",
    "rating": 4,
    "name": "Kateryna Bobryk",
    "cat": "Restaurant"
  },
  {
    "review": "Марта, спасибо вам огромное! Мы так рады, что вам понравилось у нас! Хорошего вечера! 🥰\n\n(Translated by Google)\nMarta, thank you very much! We are so glad you liked it with us! Good evening! 🥰",
    "rating": 1,
    "name": "Shu Ba",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее обслуживание, большие порции. Заказывала бизнес ланч.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anna Rodina",
    "cat": "Restaurant"
  },
  {
    "review": "Галина,добрый вечер♥️\nБлагодарим за ваш отзыв,до новой встречи в Тайском Привете .\n\n(Translated by Google)\nGalina, good evening♥️\nThank you for your feedback, see you again in Thai Greetings.",
    "rating": 5,
    "name": "Денис Кизилов",
    "cat": "Restaurant"
  },
  {
    "review": "Действительно попадаете в другую страну. 🌟с очень вкусными и оригинальными блюдами\n🌟интересной обстановкой …",
    "rating": 4,
    "name": "Elena Arustamova",
    "cat": "Restaurant"
  },
  {
    "review": "Анна Ахмаднежад, спасибо вам за такой конструктивный комментарий! Для нас это  очень важно!\n\n(Translated by Google)\nAnna Ahmadnejad, thank you for such a constructive comment! For us it is very important!",
    "rating": 5,
    "name": "Yevhen Domaretskyi",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Fast, tasty, atmospheric. The waiters and hostess are very friendly, placed us with the children very comfortably, brought a high chair. Were the first time. I really liked it, we will definitely come again. And what …",
    "rating": 2,
    "name": "Kate Dudka",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Maria, thank you for such kind words!\nVery pleased 💕\nWe look forward to our new meetings.\n\n(Original)\nМарія, дякуємо за такі приємні слова!\nДуже порадували💕\nЗ нетерпінням чекаємо наших нових зустрічей.",
    "rating": 4,
    "name": "Alexander Kasyanenko",
    "cat": "Restaurant"
  },
  {
    "review": "Сильно переоценненое место. 380 грн за том-ям это очень долго как для азиатской кухни, так и для такого заведения. Внимания заслуживают только комплексные \"обеды\". Все блюда из обычного меню не стоять своих денег. …",
    "rating": 1,
    "name": "Yaroslav Mishenin",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусный напиток маракуйя-апельсин. Пьяная лапша не очень впечатлила. Ожидала от еды большего …",
    "rating": 2,
    "name": "d K",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо Вам за отзыв. Мы передали все пожелания руководству. Ждём вас снова в гости с нетерпением.\n\n(Translated by Google)\nThank you for your feedback. We conveyed all the wishes to the management. We look forward to seeing you again again.",
    "rating": 5,
    "name": "Ярослав Пушняк",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно все было, красивый интерьер, милая официантка которая дала нам в путь камбучу …",
    "rating": 5,
    "name": "Дар'я Десятник",
    "cat": "Restaurant"
  },
  {
    "review": "Илья, благодарим за оценку ❤️ждём в гости снова🙌🏻\n\n(Translated by Google)\nIlya, thank you for your rating ❤️ welcome to visit again🙌🏻",
    "rating": 5,
    "name": "Виктория Мальцева",
    "cat": "Restaurant"
  },
  {
    "review": "Очень очень вкусно! Том ям восхитительный, а салат из помидоров кинзы и мяты просто летняя бомба! В меню указаны острота блюд и аллергены. Остроту можно уменьшить сказав официанту  во время заказа. На вечернее время и на выходные столик …",
    "rating": 4,
    "name": "Анастасія Горелова",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо! Ждём новых встреч!❤️\n\n(Translated by Google)\nThank you! We are waiting for new meetings! ❤️",
    "rating": 5,
    "name": "Ян Ковалев",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Ordered breakfast. My husband's omelet was quite ordinary, my dish resembled Thai only in the presence of pepper) The dishes are delicious, but generally far from Thailand. The service is also normal. Nothing special. …",
    "rating": 5,
    "name": "Alona Kochkodan",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная кухня, необычные коктейли. Но с официантами какая-то напряжёнка... Девушка приняла заказ на блюда, попросили подойти через пару минут для заказа коктейлей. Официантка исчезла. Через 15 минут мы пошли к администратору, …",
    "rating": 4,
    "name": "Oleh Slobodeniuk",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Анна!\nСпасибо вам большое за отзыв. Нам очень жаль за сложившуюся ситуацию. Подскажите пожалуйста, как можно с вами связаться? Свои контакты можете оставить по номеру 0 (50) 845 55 05 или в Инстаграм. ❤️\n\n(Translated by Google)\nGood afternoon, Anna!\nThank you very much for your feedback. We are very sorry for the current situation. Please tell me how you can contact you? You can leave your contacts at 0 (50) 845 55 05 or on Instagram. ❤️",
    "rating": 5,
    "name": "Anton",
    "cat": "Restaurant"
  },
  {
    "review": "Невероятно вкусно 🤤 Отзывчивые официанты и вообще приятная атмосфера ❤️\n\n(Translated by Google) …",
    "rating": 5,
    "name": "foxianna fox",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим Вас за такой приятный отзыв💕\nБудем рады видеть Вас снова. Обнимаем и замечательной недели🐯💕\n\n(Translated by Google)\nThank you for such a pleasant review💕\nWe will be glad to see you again. Hug and have a wonderful week🐯💕",
    "rating": 5,
    "name": "Khrystyna Oksina",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее обслуживание, вкусно, очень людно, обязательно нужно заранее бронировать столик, цены выше среднего, есть тайский массаж внутри. …",
    "rating": 5,
    "name": "Artem Kotriaha",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Андрей! Спасибо огромное за фидбэк! Мы очень рады, что вам было вкусно у нас. Ждём вас с нетерпением 😉\n\n(Translated by Google)\nGood day, Andrey! Thank you so much for the feedback! We are very glad that you enjoyed our stay. Looking forward to seeing you 😉",
    "rating": 1,
    "name": "Olga Lukianchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Атмосферное место, вкусная еда. Я заказывала десерт с манго и рисом, мангобыоо очень качественное. Подача отличная. Спасибо нашему официанту Алексею за отличный сервис и хорошее настроение и девушкам с рцепшина за гостеприимность. Если …",
    "rating": 5,
    "name": "Bogdan Artemenko",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим вас за тёплый отзыв❤️\nСчастливы,что кухня и сервис были одинаково хороши!Ждём новую встречу поскорее 🤚🏻\n\n(Translated by Google)\nThank you for your kind feedback❤️\nWe are happy that the cuisine and service were equally good! We look forward to a new meeting as soon as possible 🤚🏻",
    "rating": 5,
    "name": "Yevhen V.",
    "cat": "Restaurant"
  },
  {
    "review": "Лучший Пад-Тай, который я ел в Киеве, гостеприимный персонал.\nПолная посадка вечером, столик стоит бронировать заранее. Красивый и уютный интерьер …",
    "rating": 4,
    "name": "Yaroslav Tykhonchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день,Антон♥️\nСчастливы получить ваш отзыв ,до новой встречи в Тайском Привете✨\n\n(Translated by Google)\nGood afternoon, Anton ♥ ️\nHappy to receive your feedback, see you again in Thai Greetings✨",
    "rating": 5,
    "name": "Ігор Паламарчук",
    "cat": "Restaurant"
  },
  {
    "review": "Было очень интересно побывать там - после Китайского привета осталось очень хорошее впечатление …",
    "rating": 5,
    "name": "Diana K",
    "cat": "Restaurant"
  },
  {
    "review": "Приносим свои извинения за то, что написали вначале в гугл, а не вам лично, хотя вы и оставили свой контакт. Спасибо большое еще раз обратную связь. Мы уже работаем над своими ошибками. Хорошего вам дня! И очень надеемся на еще один шанс. Еще раз извините! С любовью, Тайский привет.\n\n(Translated by Google)\nWe apologize for writing in the beginning in Google, and not to you personally, although you left your contact. Thank you very much again for the feedback. We are already working on our mistakes. Have a nice day! And we really hope for another chance. Sorry again! Love Thai hello.",
    "rating": 4,
    "name": "Екатерина Щипакина",
    "cat": "Restaurant"
  },
  {
    "review": "Я не понимаю как этому заведению можно поставить меньше 5 звёзд , персонала вежливее я не встречал нигде. Очень приятные молодые люди. Ради этого хочется возвращаться. Я сам заказал то блюдо,которое мне не нравится,а мне его заменили …",
    "rating": 3,
    "name": "Pushinka",
    "cat": "Restaurant"
  },
  {
    "review": "Владисла, спасибо вам большое за отзыв! Мы рады, что вам у нас понравилось!\nОчень ждём новых встреч с вами❤️🐆🐆\n\n(Translated by Google)\nVladisla, thank you very much for your feedback! We are glad that you liked it with us!\nWe are really looking forward to meeting you again❤️🐆🐆",
    "rating": 5,
    "name": "Igor Kutsyi",
    "cat": "Restaurant"
  },
  {
    "review": "Курочка в кисло-сладком соусе… ммм.. просто шик🔥 готова продать душу, вкуснейший кляр, если бы могла съедала бы всю порцию, порции здесь огромный, рис кайф🥰 вкусно, быстро, атмосферно🔥🔥🔥 …",
    "rating": 5,
    "name": "Katya Sh",
    "cat": "Restaurant"
  },
  {
    "review": "Инна,добрый вечер♥️\nБлагодарим за ваш отзыв и рады,что вообще время ,проведённое в Китайском Привете,оставило такой приятный след.\n\nБудем рады нашей встречи в Тайском 🙏\n\n(Translated by Google)\nInna, good evening♥️\nThank you for your feedback and we are glad that in general the time spent in Chinese Greetings left such a pleasant impression.\n\nWe will be glad to meet you in Thai 🙏",
    "rating": 5,
    "name": "Mykola Koliada",
    "cat": "Restaurant"
  },
  {
    "review": "Цены завышены. 355 грн за маленький Том-Ям из пакета - дороговато, у тому же суп был пересолен. Пад Тай подали уже тёплым, а не горячим, видимо т.к. все блюда принесли одновременно (суп, лапшу, салат, мороженое!) Часть заказа официантка …",
    "rating": 5,
    "name": "Maryna Kuryshchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день!\nНам очень жаль, что мы не оправдали ваши ожидания. Подскажите пожалуйста, как менеджер может с вами связаться? 😊\n\n(Translated by Google)\nGood day!\nWe are very sorry that we did not live up to your expectations. Please tell me how the manager can contact you? 😊",
    "rating": 2,
    "name": "Danil Topchii",
    "cat": "Restaurant"
  },
  {
    "review": "Классное место! Одно из самых любимых в Киеве. Еще не встречали нормальной тайской кухни в Украине, а тут можно действительно насладиться любимыми вкусами. Очень вкусно!!! Пад Тай и Зеленый карри идеальные. Понравилось обслуживание и …",
    "rating": 3,
    "name": "Анастасія Будик",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Дарья! Мы очень рады, что вам понравилось у нас. Приходите к нам ещё ❤️\n\n(Translated by Google)\nGood evening, Daria! We are very glad that you liked it with us. Visit us again ❤️",
    "rating": 5,
    "name": "Oksana Lytvyn",
    "cat": "Restaurant"
  },
  {
    "review": "Брали комбо меню. Пад тай был просто шикарен. Также понравился холодный чай. Суп и салат вкусные, но ничего не обычного. Суп больше похож на суп из детского питания, отварная морковка, броколли, рис и бульон. Вот он как раз ребёнку и …",
    "rating": 4,
    "name": "Aleksandr Piktelis",
    "cat": "Restaurant"
  },
  {
    "review": "Очень крутое заведение. Всё очень вкусно, персонал приветливой и внимательный. Всем советую посетить это заведение …",
    "rating": 4,
    "name": "Приличные Люди",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Юрий!\nНам очень приятно получать такой отзыв. Спасибо вам большое. Вы помогаете нам становиться лучше. Будем ждать вас у нас в гостях ❤️\n\n(Translated by Google)\nGood evening, Yuri!\nWe are very pleased to receive such feedback. Thank you very much. You help us become better. We will wait for you at our place ❤️",
    "rating": 5,
    "name": "Инна Мерлич",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Once again I was faced with the fact that not all guests are happy in the institution. Arriving at the restaurant and clarifying that I would like to have lunch, I was offered a place at the bar, which of course is …",
    "rating": 5,
    "name": "Mariya Sizova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Hello, sorry for our mistakes, we always try to be better for you.\nWould you like to receive your data so that you can communicate with the manager?\n\n(Original)\nДоброго дня, вибачте будь ласка, за наші помилки, ми кожного разу намагаємось стати кращими для вас.\nХотіли би взяти у вас ваші дані , щоб ви могли поспілкуватися з менеджером ?",
    "rating": 1,
    "name": "Ora Ora",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good restaurant. Prices may be too high, but you also have to pay for the atmosphere. The food is delicious, but I can't say that it is much better than in other Asian establishments …",
    "rating": 5,
    "name": "Наталия Нестерова",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная кухня, интересный интерьер (особенно зона с диванами).\n\nЦены выше среднего, но оно того стоит …",
    "rating": 5,
    "name": "Anna Tkachuk",
    "cat": "Restaurant"
  },
  {
    "review": "Давно не получала такого удовольствия от похода в ресторан. Отличная атмосфера, приятнейший персонал, и очень доброжелательный. А что самое главное, очень вкусная еда, вот вся, и основное и десерты, легко и вкусно. За последнее время, это …",
    "rating": 5,
    "name": "Викуля ВК",
    "cat": "Restaurant"
  },
  {
    "review": "Ох!Как же нам приятен ваш отзыв❤️\nЖдём новой встречи поскорее!\n\n(Translated by Google)\nOh! How pleased we are with your feedback❤️\nWe look forward to a new meeting as soon as possible!",
    "rating": 4,
    "name": "Anastasia Muzychenko",
    "cat": "Restaurant"
  },
  {
    "review": "Очень очень крутое место. Атмосфера и кухня - настоящий Тайланд! Том ям в самое сердце. А так чтобы вообще не возможно было уйти - просто сделайте массаж - и все, ваше сердце там навеки! …",
    "rating": 3,
    "name": "Alex Ashe",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусные блюда! Классные барные столики у окна.\nНо очень много людей. И по залу столы очень близко размещены друг с другом. …",
    "rating": 1,
    "name": "Elena Gunyko",
    "cat": "Restaurant"
  },
  {
    "review": "Мы подошли с особым подходом к поездке в Таиланд и перед ней решили заглянуть в @thailand.hi 😉\nСразу хочу отметить нереально атмосферный интерьер и конечно же столики с …",
    "rating": 1,
    "name": "Lisa Official",
    "cat": "Restaurant"
  },
  {
    "review": "Lera Samoylenko, нам очень приятно читать такой конструктивный, позитивный и греющий нашу душу комментарий! Спасибо вам , что выбрали нас! Для нас это очень важно! Мы с радостью встретим вас у нас в гостях снова! Приходите почаще! Хорошего отдыха в Тайланде!!\n\n(Translated by Google)\nLera Samoylenko, we are very pleased to read such a constructive, positive and warming our soul comment! Thank you for choosing us! For us it is very important! We will be happy to meet you at our place again! Come back often! Have a good rest in Thailand !!",
    "rating": 4,
    "name": "Valera Cube",
    "cat": "Restaurant"
  },
  {
    "review": "Поесть не довелось. Пришел в данный ресторан, встретила дружелюбная хостес, усадили за стол. В течении 10 минут я определился с заказом, а официант не подходит, вообще не наблюдал их в зале. Позвал хостес, говорю, хочу еду заказать, она …",
    "rating": 4,
    "name": "Oleg Berezinskiy",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Даниил!\nНам очень жаль, что мы не оправдали ваши ожидания! Подскажите пожалуйста, как мы можем с вами связаться? Мы будем очень благодарны, если вы напишете свои контакты нам в Инстаграме или в Телеграме на номер 0508455505.\n\n(Translated by Google)\nGood evening, Daniel!\nWe are very sorry that we did not live up to your expectations! Please tell me how we can contact you? We will be very grateful if you write your contacts to us on Instagram or Telegram on the number 0508455505.",
    "rating": 4,
    "name": "Lisnevsky Videographer",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее место. Обслуживание компетентное, вежливое и быстрое. Блюда все вкусные. Брали настоящий Том Ям (достаточно острый, даже несмотря на то, что сделали менее острый), Пад Тай с морепродуктами и Мангошейк (заслуживает отдельного …",
    "rating": 5,
    "name": "Надія Балута",
    "cat": "Restaurant"
  },
  {
    "review": "Определенно, тайская еда! Очень аутентичный вкус! И очень очень очень вкусно! Степень остроты - прекрасная!\nБрала Желтый карри, но каково было мое удивление, что его подали БЕЗ риса. Ведь …",
    "rating": 5,
    "name": "Sergii Liakhov",
    "cat": "Restaurant"
  },
  {
    "review": "Уляна, спасибо вам за такой искрений и развёрнутый отзыв! 🙏🏻💔 Нам очень приятны и ценные ваши комментарии ❤️\n\n(Translated by Google)\nUlyana, thank you for such a sincere and detailed review! 🙏🏻💔 We are very pleased and valuable your comments ❤️",
    "rating": 1,
    "name": "Andrii Dolz",
    "cat": "Restaurant"
  },
  {
    "review": "С подругой давно хотели попасть в этот ресторан и не прогадали! Место достаточно популярное, всё благодаря вкуснейшей кухне и хорошему персоналу.  Хотите знать понравится ли Вам кухня в Таиланде? Сходите в это заведение перед поездкой и Вы …",
    "rating": 3,
    "name": "Alina Bykova",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Анна! ☺️\nСпасибо вам огромное за такой приятный отзыв!\nПриходите к нам ещё ❤️❤️❤️\n\n(Translated by Google)\nGood afternoon, Anna! ☺️\nThank you very much for such a pleasant review!\nVisit us again ❤️❤️❤️",
    "rating": 5,
    "name": "Artur Voznenko",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее место, быстрое обслуживание и очень вкусно 🔥\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Максим М",
    "cat": "Restaurant"
  },
  {
    "review": "Потрясающая атмосфера. Кухня это что-то, вкусовые рецепторы сходят с ума. Отзывчивый персонал. Хостес потрясающий, приветливый, всегда помогут,  подскажут и правильно расскажут. Продукты свежайшие. Я очень удивлен, что в Киеве есть такое …",
    "rating": 4,
    "name": "Кирилл Нагоша",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый  день, Женя!\nСпасибо вам большое за такой крутой отзыв. Нам очень приятно. Будем рады вас видеть у нас в гостях ещё. Хорошего дня❤️\n\n(Translated by Google)\nGood afternoon, Zhenya!\nThank you very much for such a cool review. We are very pleased. We will be glad to see you visiting us again. Have a nice day❤️",
    "rating": 3,
    "name": "Yiğiter Hoş",
    "cat": "Restaurant"
  },
  {
    "review": "Ой класснооооо🤤\nИ вкусно и приятно и цена-качество блюд и обслуживания соответствует!\nТе,кто еще не был-скорей идите, пробуйте! …",
    "rating": 5,
    "name": "katja sölch",
    "cat": "Restaurant"
  },
  {
    "review": "Владислава, спасибо вам огромное за отзыв! Приходите к нам ещё❤️\n\n(Translated by Google)\nVladislava, thank you very much for your feedback! Visit us again❤️",
    "rating": 3,
    "name": "Another Girl",
    "cat": "Restaurant"
  },
  {
    "review": "Необычно и интересно, аутентично.\n\nВ моей фантазии, именно так выглядит трушный, старый тайский …",
    "rating": 3,
    "name": "Olena Shkarpova",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Руслан!\nСпасибо вам за такой детальный отзыв! 🙏\nМы очень рады, что вам понравилась традиционная тайская лапша!\nХотим, чтобы вы также смогли составить полное впечатление о кухне и по другим блюдам из нашего меню. Поэтому приглашаем в гости и дарим сертификат на 1 тыс. грн.🧚🏼‍♀️🧚🏼‍♀️\n\nС удовольствием забронируем самый удобный стол, чтобы вам было уютно и комфортно.\n\nЖдем вас сильно! ❤️🐆\n\n(Translated by Google)\nGood afternoon, Ruslan!\nThank you for such a detailed review! 🙏\nWe are so glad that you enjoyed the traditional Thai noodles!\nWe want you to be able to get a complete impression of the cuisine and other dishes from our menu. Therefore, we invite you to visit and give a certificate for 1 thousand UAH.\n\nWe will be happy to book the most comfortable table for you to be cozy and comfortable.\n\nWe are waiting for you very much! ❤️🐆",
    "rating": 5,
    "name": "Ol Vaz",
    "cat": "Restaurant"
  },
  {
    "review": "Заведёте прикольное, атмосферное\nБлюда на вид один в один как в Таиланде, но может нам не повезло, на вкус было так себе, тот же пад тай был просто сухим. …",
    "rating": 5,
    "name": "Lesia Kali",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер,Дарья.\nБлагодарим за детальный отзыв.Нам очень жаль,что пад тай не пришёлся вам по вкусу,но мы приняли ваше замечание и уже проработали его с нашим шефом.Очень сильно надеемся,что вы дадите нам второй шанс.Сильно ждём в гости ❤️\n\n(Translated by Google)\nGood evening, Daria.\nThank you for the detailed feedback. We are very sorry that Pad Thai did not suit your taste, but we took your comment and have already worked it out with our chef. We really hope that you will give us a second chance. We look forward to visiting ❤️",
    "rating": 3,
    "name": "Александр Ефименко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень крутое место! Продумано все до мельчайших деталей,ты 100% чувствуешь себя в Азии - еда, запахи, интерьер, посуда... каждый вспомнит свою поездку в Азиатскую страну🙌 Мы очень вкусно поели!!! И отдельно хочу отметить обслуживание - ну …",
    "rating": 1,
    "name": "Pindos Tsugumi",
    "cat": "Restaurant"
  },
  {
    "review": "Марина, спасибо за отзыы🥰\nМы очень старались, чтобы вы чувствовали себя как в Тае! Хорошего дня!\n\n(Translated by Google)\nMarina, thanks for the feedback🥰\nWe tried very hard to make you feel like in Tae! Have a nice day!",
    "rating": 5,
    "name": "Евгений Холодарь",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) ✨💜✨\nI love …",
    "rating": 5,
    "name": "Наталка Полтавка",
    "cat": "Restaurant"
  },
  {
    "review": "Анна, нам очень приятно! ❤️ Мы вас очень любим и ждём в гости!\n\n(Translated by Google)\nAnna, we are very pleased! ❤️ We love you very much and are waiting for you!",
    "rating": 5,
    "name": "Yakov Kulynych",
    "cat": "Restaurant"
  },
  {
    "review": "Привет\nОчень атмосферное заведение,еда очень разнообразная и интересная\nОтдельное спасибо официанту Никите,за умение правильно подобрать блюдо под …",
    "rating": 5,
    "name": "Kostiantyn Sakharov",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, все понравилось, жареный рис с морепродуктами и том ям очень хорошо приготовили, фреш из манго вкусный. звоните заранее - резервируйте столик, а то есть шанс уйти. Доставкой тоже пользовался, быстро доставили и еда была вкусная, …",
    "rating": 5,
    "name": "Oleksii Lazariev",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Михаил✨\nОчень приятно получить положительный отзыв о пребывании у нас в ресторане, от услуг доставки в том числе.\nМы рады, что Вы хорошо провели время и блюда пришлись Вам по вкусу.\nС нетерпением ждём Вашего следующего визита❤️\n\n(Translated by Google)\nGood afternoon, Michael✨\nIt is very pleasant to receive a positive review of your stay at our restaurant, including delivery services.\nWe are glad that you had a good time and that the dishes are to your taste.\nLooking forward to your next visit❤️",
    "rating": 5,
    "name": "Yaroslav Sirkiziuk",
    "cat": "Restaurant"
  },
  {
    "review": "Заказали хонг вуа, том кха и запеченную цветную капусту. Заказ оформили заранее на определённое время,  но было ощущение что наш заказ просто не делали и отдали на 20 минут позже.  При чем официант ушёл узнавать и пропал, спрашивали …",
    "rating": 5,
    "name": "Tetiana Tsegelnyk",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Юлия!\nНам очень жаль, что мы не оправдали ваши ожидания. Подскажите пожалуйста, как мы можем с вами связаться? Мы будем очень благодарны, если вы напишете свои контакты нам в Инстаграме, Фейсбуке или на номер 0 (50) 845 55 05.\nХорошего вечера ❤️\n\n(Translated by Google)\nGood evening, Julia!\nWe are very sorry that we did not live up to your expectations. Please tell me how we can contact you? We will be very grateful if you write your contacts to us on Instagram, Facebook or to the number 0 (50) 845 55 05.\nHave a nice evening ❤️",
    "rating": 5,
    "name": "Егор Лесничий",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно и очень необычно. Классный интерьер, прям супер-атмосферно.\nОгорчило только обслуживание, очень долго нужно \"ловить\" официанта чтобы заказать, позицию из моего заказа забыли. Это не критично, понимаю, что много людей, …",
    "rating": 5,
    "name": "KiweTakoeKiwe",
    "cat": "Restaurant"
  },
  {
    "review": "Diana, благодарим вас за отзыв! Мы верим, что такая ситуация с официантом была в последний раз! И ваше следующее посещение к нам будет наполнено вниманием официанта! 😌 Хорошего дня! До скорых встреч❤️\n\n(Translated by Google)\nDiana, thank you for your feedback! We believe that this was the last time a waiter had such a situation! And your next visit to us will be filled with the attention of the waiter! 😌 Have a nice day! See you soon❤️",
    "rating": 5,
    "name": "Fedir Niahlov",
    "cat": "Restaurant"
  },
  {
    "review": "Не знаю насчёт еды, не было возможности поесть, да и сравнивать мне её не с чем, не с грузинской же кухней. Но внутри довольно колоритно, в туалетах идеальная чистота, а мыло для рук такое ароматное и стойкое, что потом в машине ещё долго …",
    "rating": 5,
    "name": "Maksym Ivanchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Andria, спасибо вам большое за отзыв! Нам очень приятно!\nМы рады, что смогли порадовать вас!  Хорошего вечера ❤️\n\n(Translated by Google)\nAndria, thank you very much for your feedback! We are very pleased!\nWe are glad that we were able to please you! Have a nice evening ❤️",
    "rating": 5,
    "name": "Олег Минимакс",
    "cat": "Restaurant"
  },
  {
    "review": "Топовое место в Киеве, но еда нам не «зашла», хотя мы обожаем Китайский Привет.\nПосле нашего фид бека официант угостила мороженым которое было вкусным.\nОбслуживание отличное официант была супер приветливой, отвечала на все вопросы и …",
    "rating": 5,
    "name": "Oleg",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день! ☺️\nСпасибо вам большое за такой подробный отзыв! Мы очень хотим пригласить вас к нам в гости ещё раз. Мы обязательно поможем вам выбрать «ваши» блюда. До скорой встречи ❤️❤️❤️\n\n(Translated by Google)\nGood day! ☺️\nThank you very much for such a detailed review! We really want to invite you to visit us again. We will definitely help you choose \"your\" dishes. See you soon ❤️❤️❤️",
    "rating": 5,
    "name": "Виталий Черниченко",
    "cat": "Restaurant"
  },
  {
    "review": "Приехали пообедать с семьёй. Коллектив, и в частности наш официант Иван, просто красавчики. Всё на лету схватывалось, идеально выполнялось. Интерьер погружает  в атмосферу Востока, блюда шикарны, божественны. Напитки, как алкогольные, так и …",
    "rating": 5,
    "name": "Маргарита Следзь",
    "cat": "Restaurant"
  },
  {
    "review": "Ох!❤️Спасибо! Нам очень приятны ваши слова! Хорошего дня!\n\n(Translated by Google)\nOh! ❤️Thank you! We are very pleased with your words! Have a good day!",
    "rating": 5,
    "name": "My name is",
    "cat": "Restaurant"
  },
  {
    "review": "Два вечера подряд,заказывал рис с курицей, и два раза он был одинаково вкусным( по настоящему вкусным) еще угощали замечательным имбирным чаем! Персонал весьма любезен! В такое место уверенно хочется вернуться! Сами попробуйте. …",
    "rating": 5,
    "name": "Даша Щастя",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер!\nСпасибо вам большое, Тарас!\nМы всегда рады вам. До завтра 🥰❤️\n\n(Translated by Google)\nGood evening!\nThank you very much, Taras!\nWe are always glad to see you. See you tomorrow 🥰❤️",
    "rating": 5,
    "name": "Никита Дубовик",
    "cat": "Restaurant"
  },
  {
    "review": "Кухня просто потрясающая, продукты качественные, вкусы невообразимые.\nИ ещё мыло в туалете чудесное ;)\nСервис супер, очень внимательные и вежливые официанты. …",
    "rating": 4,
    "name": "Марина Гонтарук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Anna, thank you for such a detailed comment! ❤️ We are incredibly looking forward to new meetings with you🐆\n\n(Original)\nАнна, дякуємо ща такий розгорнутий комментар!❤️ Неймовірно чекаємо нових з вами зустрічей🐆",
    "rating": 5,
    "name": "Ален Ободовский",
    "cat": "Restaurant"
  },
  {
    "review": "Лучшее заведение для меня в котором я бывал, как любитель острого - кайф. Мое почтение, уважение и похвала, начиная от кухни и заканчивая персоналом - просто великолепно! Всякие мелкие детали интерьера привлекают внимание. …",
    "rating": 5,
    "name": "Ol4ytka Mala",
    "cat": "Restaurant"
  },
  {
    "review": "Клааас! ❤️❤️\nТак круто читать такие комментарии! Александр, нам очень приятно! 🐆\n\n(Translated by Google)\nKlaas! ❤️❤️\nIt's so cool to read such comments! Alexander, we are very pleased! 🐆",
    "rating": 2,
    "name": "Артем Каика",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное место для отдыха и наслаждения тайской кухней! Понравилось! Рекомендую! …",
    "rating": 5,
    "name": "Antonina Rudnytska",
    "cat": "Restaurant"
  },
  {
    "review": "Клас❤️\nНам очень приятно, что вам всё понравилось! Ждём с нетерпением в гости снова!🙌\n\n(Translated by Google)\nKlas❤️\nWe are very pleased that you liked everything! Looking forward to visit again! 🙌",
    "rating": 5,
    "name": "Юлия Юлия",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) We celebrated a birthday at this restaurant. A table for 8 people was ordered in advance, as they read that there are always customers. And indeed, all the time that we stayed here, there was no hang-up from those who …",
    "rating": 3,
    "name": "Tetiana Kopets",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Oh! Lyubmila, we read your text like a poem for the night! ❤️ Thank you for being with us on such an important day for you! And we are definitely looking forward to a new meeting with you🐯💕\n\n(Original)\nОх! Любмила, ваш текс читаємо ,як поему на ніч! ❤️ Дякуємо, що в таки важливий день для вас, ви були з нами! І ми неодмінно чекаємо нової з вами зустпічі🐯💕",
    "rating": 5,
    "name": "Marija Sergeeva",
    "cat": "Restaurant"
  },
  {
    "review": "Очень уютное место!!! Каждый вынос блюда - это просто шедевр  шеф-повара! А вкус просто непередоваемый!!!🌟🌟🌟 …",
    "rating": 5,
    "name": "Александр Григоренко",
    "cat": "Restaurant"
  },
  {
    "review": "Ольга, спасибо💕\nОбязательно передадим ваши тёплые слова шефу!\nЖдём вас в гости, уверяем, что удивим ещё не раз!\n\n(Translated by Google)\nOlga, thank you💕\nWe will definitely pass on your warm words to the boss!\nWe are waiting for you to visit, we assure you that we will surprise you more than once!",
    "rating": 4,
    "name": "Lily And",
    "cat": "Restaurant"
  },
  {
    "review": "Расхваленный интерьер в атмосферу тая не погрузил, далеко не похоже на тай. Пиво было неплохое, но не Chang… Еда похожа на тайскую, но тоже что-то не дотянула. Кокосовое мороженое вкусное, официант приветливый. …",
    "rating": 5,
    "name": "Саша Кокорський",
    "cat": "Restaurant"
  },
  {
    "review": "Лучший капучино на кокосовом молоке в городе!)))\nОбалденный персонал, очень уютно и атмосферно 🧡 …",
    "rating": 5,
    "name": "Kate",
    "cat": "Restaurant"
  },
  {
    "review": "Счастливы получить ваш отзыв!❤️\nДо новых встреч в Тайском Привете !\n\n(Translated by Google)\nHappy to receive your feedback! ❤️\nUntil next time in Thai Greetings!",
    "rating": 5,
    "name": "Tatiana",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное обслуживание, вкуснейшая тайская кухня, атмосферный интерьер. Для тех, кто скучает по Таиланду и отчаялся найти тот самый манго стики райс - это то самое место 👌 …",
    "rating": 5,
    "name": "Олександр Косий",
    "cat": "Restaurant"
  },
  {
    "review": "Лидия, спасибо вам за отзыв! Нам очень приятно! Хорошего дня🙏🏻\n\n(Translated by Google)\nLydia, thank you for your feedback! We are very pleased! Have a nice day🙏🏻",
    "rating": 2,
    "name": "Anna Ponochevnaya",
    "cat": "Restaurant"
  },
  {
    "review": "Все было очень и очень вкусно - будто снова вернулась куда-то на улочки Бангкока. Жаль, что цены киевские, а не тайские) Понравилось, что принимают во внимание посетителей с гастритами - предлагают делать неострый вариант блюда 😄 Интерьер …",
    "rating": 5,
    "name": "Ivanna oshchepkova",
    "cat": "Restaurant"
  },
  {
    "review": "Наталия, спасибо вам за отзыв!\nМы очень рады, что вам понравилось у нас в гостях! Ждём скорых,новых встреч!\n❤️\n\n(Translated by Google)\nNatalia, thank you for your feedback!\nWe are very glad that you enjoyed visiting us! We look forward to seeing you soon, new meetings!\n❤️",
    "rating": 2,
    "name": "Artem Kaika",
    "cat": "Restaurant"
  },
  {
    "review": "Я большой фанат не только тайской кухни, но и Таиланда в целом. Был разочарован этим заведением. Немного не понял в целом направления заведения. Это скорее похоже на какой-то фешн-бутик, но Таиланд не об этом. Во всей своей культуре Тай не …",
    "rating": 5,
    "name": "Владислав Дидикало",
    "cat": "Restaurant"
  },
  {
    "review": "Дамидас, спасибо вам за такой подробный отзыв! Для нас он очень важен! Нам искренне жаль, что мы не смогли покорить ваше сердечко🙏🏻 Но мы очень надеемся на второй шанс, и очень сильно ждём новых встреч с вами🐯\n\n(Translated by Google)\nDamidas, thank you for such a detailed review! It is very important for us! We are sincerely sorry that we were not able to win your heart🙏🏻 But we really hope for a second chance, and very much look forward to meeting you again🐯",
    "rating": 5,
    "name": "Petro Nazarovych",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное место,  приятная атмосфера,  отличный сервис, ребята отлично знают меню и дают хорошие рекомендации при выборе. Так же попробовали тайский массаж,  это просто супер. Рекомендую однозначно.  Мы были первый раз и остались очень …",
    "rating": 4,
    "name": "Анна Киселевич",
    "cat": "Restaurant"
  },
  {
    "review": "Оксана, нам очень приятно, что мы смогли вас приятно удивить❤️ сильно ждём новых встреч🐯🐯\n\n(Translated by Google)\nOksana, we are very pleased that we were able to pleasantly surprise you❤️ we are looking forward to new meetings🐯🐯",
    "rating": 5,
    "name": "Олег Білоус",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty food, service is just great, nice and cozy. Prices are high. …",
    "rating": 5,
    "name": "Lina 4inampa",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good evening! Thank you for your rating and feedback. We are very pleased. Come to us again\n\n(Original)\nДоброго вечора! Дякуємо вам за оцінку та фідбек. Нам дуже приємно. Приходьте до нас ще❤️",
    "rating": 3,
    "name": "STIVAL N",
    "cat": "Restaurant"
  },
  {
    "review": "готовят долго\nсчет несут долго\nдважды перепутали заказ …",
    "rating": 5,
    "name": "Sergiy Soroka",
    "cat": "Restaurant"
  },
  {
    "review": "Дарья, нам очень жаль, что наше первое знакомство получилось таким 😭 Хотим исправить ситуацию ! Подскажите, как мы можем с Вами связаться? (Будем рады узнать номер телефона 🙏🏽)\n\n(Translated by Google)\nDaria, we are very sorry that our first acquaintance turned out like this 😭 We want to rectify the situation! Tell me, how can we contact you? (We will be glad to know the phone number 🙏🏽)",
    "rating": 1,
    "name": "Hnat Shapovalov",
    "cat": "Restaurant"
  },
  {
    "review": "Очень атмосферное, приятное место. Хорошее обслуживание. Уверенна, что все вейтерс хороши, но Вам очень повезёт, если с Вами будет Алексей. Интерьер рассматривала долго и мне понравились все детали. Чисто, классная идея с массажем пока …",
    "rating": 5,
    "name": "Яна Харченко",
    "cat": "Restaurant"
  },
  {
    "review": "Ксения, добрый день! Мы очень рады, что вам понравилось у нас! Ждём вас снова у нас в гостях ❤️\n\n(Translated by Google)\nKsenia, good afternoon! We are very glad that you liked it with us! We are waiting for you again as our guest ❤️",
    "rating": 4,
    "name": "Andrew P",
    "cat": "Restaurant"
  },
  {
    "review": "Всё на высшем уровне: атмосфера, кухня, обслуживание. Официанты очень внимательные и обходительные! Решили рискнуть и взять пьяную лапшу, чтобы попробовать по-настоящему ОСТРУЮ еду, в итоге ели со слезами на щеках 🌚 …",
    "rating": 5,
    "name": "Britain Yakovleva",
    "cat": "Restaurant"
  },
  {
    "review": "Огромное спасибо вам за такой приятный отзыв! С нетерпением ждём вас в гости снова!❤️\n\n(Translated by Google)\nThank you so much for such a pleasant review! We look forward to seeing you again! ❤️",
    "rating": 5,
    "name": "Евгений Савченко",
    "cat": "Restaurant"
  },
  {
    "review": "Еда очень вкусная, но когда заказывал доставку я спросил сколько ждать доставки. Мне сказали 10-15 минут(проверили по моему адрессу). В итоге я получил заказ через 1 час как сделал доставку. Это было не приятно так как я не успел поесть …",
    "rating": 5,
    "name": "Станислав Капорали",
    "cat": "Restaurant"
  },
  {
    "review": "Интерьер классный. Обслуживание быстрое, официанты приятные. Еда вкусная. Был инцидент с тем что в приправу откололись камни из ступки. Но персонал решил этот вопрос быстро и без лишних слов.(Так бы поставил бы оценку 1, а если б этого не …",
    "rating": 5,
    "name": "В. Мар",
    "cat": "Restaurant"
  },
  {
    "review": "Влад, мы благодарим Вас за такой развернутый отзыв!\nБудем рады видеть Вас снова. Обнимаем и замечательной недели💕✨\n\n(Translated by Google)\nVlad, we thank you for such a detailed review!\nWe will be glad to see you again. Hug and have a wonderful week💕✨",
    "rating": 5,
    "name": "Андрей Прохоренко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно и атмосферно! А главное люди которые там работают. Я плакала сидя с подругой в ресторане а когда уходила меня догнала милая девушка (официантка) с мороженым и угостила, чтобы мне не было так грустно. Однозначно это …",
    "rating": 5,
    "name": "Александр Третьяк",
    "cat": "Restaurant"
  },
  {
    "review": "Мария💕\n\nВсей командой ‘Тайского’ благодарим вас за такой приятный отзыв.\nОчень любим и всегда ждём🐯💕\n\n(Translated by Google)\nMaria💕\n\nThe whole Thai team would like to thank you for such a pleasant review.\nWe love very much and always wait жд",
    "rating": 5,
    "name": "Margarita Fadeeva",
    "cat": "Restaurant"
  },
  {
    "review": "Красивое место, крутая тайская кухня, очень необычно, но вкусно, можно просить сделать блюдо не острым.  Постоянно очень много посетителей, лучше бронировать заранее)) …",
    "rating": 5,
    "name": "Anjelika Kulik",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим вас за ваш отзыв, ждём вас снова и снова )❤️\n\n(Translated by Google)\nThank you for your feedback, we are waiting for you again and again) ❤️",
    "rating": 4,
    "name": "Igor Kovalevskyi",
    "cat": "Restaurant"
  },
  {
    "review": "Забронировал заранее стол, посадили на барные стулья в проходе. Обещали если что то появиться пересадить.\nПоловину зала свободных столов, но мест нет, не пересадили. Уходили было …",
    "rating": 5,
    "name": "Anna Shevchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Андрей, спасибо вам за отзыв!\nДля нас важен ваш фид бэк!\nМы обязательно проработаем данную ситуацию и сделаем всё возможное, что бы такого не повторилось❤️ хорошего вам дня🐯\n\n(Translated by Google)\nAndrey, thank you for your feedback!\nYour feed back is important to us!\nWe will definitely work out this situation and will do everything possible so that this does not happen again❤️ have a nice day🐯",
    "rating": 5,
    "name": "Olha Denesiuk",
    "cat": "Restaurant"
  },
  {
    "review": "Оооочень вкусное место! И прекрасный персонал, всегда приятно возвращаться! Спасибо! …",
    "rating": 5,
    "name": "Анна Санина",
    "cat": "Restaurant"
  },
  {
    "review": "Елена, мы рады, что вам у нас понравилось! Ждём скорых встреч с вами❤️\n\n(Translated by Google)\nElena, we are glad that you liked it with us! We look forward to seeing you soon❤️",
    "rating": 5,
    "name": "Sergey Pustovit",
    "cat": "Restaurant"
  },
  {
    "review": "Приятное место. Отличное обслуживание. Официанты учтивы, компетентны, идут навстречу клиенту, готовят по просьбе даже те блюда, которых нет в меню. Неплохая тайская кухня. …",
    "rating": 5,
    "name": "Екатерина Призенцова",
    "cat": "Restaurant"
  },
  {
    "review": "Просто вау вау вау, по-другому не описать! Хотите побаловать себя чем-то необычным вам сюда! Но будьте готовы что возможно некоторые блюда для вас будут не сразу понятны! Мне нравится тайская кухня, но вот для моих друзей не все было …",
    "rating": 5,
    "name": "Sunghee Kim",
    "cat": "Restaurant"
  },
  {
    "review": "Кааайф! Спасибо вам огромное! Приходите к нам ещё❤️\n\n(Translated by Google)\nKaaife! Thanks a lot! Visit us again❤️",
    "rating": 5,
    "name": "Pol Iv",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Unsurpassed cuisine, friendly staff, everything was delicious. I am very glad that I visited. I recommend. …",
    "rating": 5,
    "name": "Olga Pleskonos",
    "cat": "Restaurant"
  },
  {
    "review": "Взяли Том Ям и Том Кха - очень вкусные. Также понравились коктейли, разнообразные и тоже вкусные. Кокосовое мороженное моя новая любовь 🥰\nТакже очень удобно, что ввели оплату непосредственно с приложения монобанка. …",
    "rating": 5,
    "name": "Anna Sha",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер! 😌\nСпасибо вам огромное за добрые слова и конструктивный отзыв! Нам очень важны ваши отзывы для того, чтобы мы становились лучше с каждым днём!\nМы очень хотим связаться с вами, подскажите свои контактные данные пожалуйста 🙏🏼\nМы будем очень благодарны, если вы свяжетесь с нами в Инстаграме или по нашему рабочему номеру 0 (50) 845 55 05.\nХорошего вечера❤️\n\n(Translated by Google)\nGood evening! 😌\nThank you very much for your kind words and constructive feedback! Your feedback is very important to us so that we become better every day!\nWe really want to contact you, tell me your contact details please 🙏🏼\nWe will be very grateful if you contact us on Instagram or on our work number 0 (50) 845 55 05.\nHave a nice evening❤️",
    "rating": 5,
    "name": "Taras Ilkiv",
    "cat": "Restaurant"
  },
  {
    "review": "Владелец должен прочитать конституцию Украины и понять, что он не может запрашивать частные медицинские данные, а затем отказывать клиентам. Это просто смешно. …",
    "rating": 4,
    "name": "nata twins",
    "cat": "Restaurant"
  },
  {
    "review": "Просим прощение, что ваш вечер был испорчен, наши гости , так же как и мы ищем способы быть ближе к друг другу, находясь в такой ситуации, как карантин, надеюсь мы с вами все сможем ещё не раз увидится и накормить вас вкусной едой и приятными эмоциями ❤️\n\n(Translated by Google)\nWe apologize that your evening was ruined, our guests, as well as we are looking for ways to be closer to each other, being in such a situation as quarantine, I hope we can all see again and again and feed you delicious food and pleasant emotions ❤️",
    "rating": 5,
    "name": "Светлана Штефан",
    "cat": "Restaurant"
  },
  {
    "review": "Интересная атмосфера в зале, но не хватило атмосферы на террасе, не хватало возможно музыки. Пад Тай специфический, но порция большая. Манго шейк - 🔥в общем на любителя, но попробовать стоит. Персонал - топ, приветливые и дают позитивную …",
    "rating": 5,
    "name": "Владислав Готчиев",
    "cat": "Restaurant"
  },
  {
    "review": "Катя, спасибо за отзыв🙏🏻\nДля нас он очень важен! Хорошего вечера! Ждём новых встреч с вами\n\n(Translated by Google)\nKatya, thanks for the feedback🙏🏻\nIt is very important for us! Good evening! We are waiting for new meetings with you",
    "rating": 5,
    "name": "Denis Lapakas",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious exclusive food. Clean inside. Atmosphere at the height. Good place for a delicious dinner. I advise you to visit! …",
    "rating": 5,
    "name": "Яна Соколова",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасное заведение, лучший ресторан Киева. Приветливый персонал, помогут всегда и расскажут. Праздновали свадьбу, так же приходили ещё несколько раз. Сегодня попробовали хот-пот, очень вкусно, интересно и необычно! Собираемся прийти сюда …",
    "rating": 5,
    "name": "Валерия Xyz",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) God, I can't help but leave a review, because everything was just wonderful. And the institution itself, and service, and food - a bomb.\nThis place is definitely for people who appreciate: good atmosphere, service …",
    "rating": 5,
    "name": "sam mas",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Sasha\nWe are very happy to share such a nice feedback about the time spent in Thai Hello. We are happy that you liked the dishes, and the service did not leave you indifferent. We are currently adding to the team and strive for each of us to give a great personalized service. we are waiting for a new meeting 🐯\n\n(Original)\nДоброго дня,Саша❤️\nМи шалено раді,що во поділились настільки приємним фідбеком про час,проведений в Тайському Привіті.Щасливі,що страви припали вам до душі,а сервіс не залишив байдужим.Ми наразі доповнюємо команду й прагнемо,щоб кожен з нас давав чудовий персоналізований сервіс.Дуже чекаємо на нову зустріч 🐯",
    "rating": 4,
    "name": "Фотограф Александра Борсук",
    "cat": "Restaurant"
  },
  {
    "review": "Интерьер - ок\nПерсонал выше похвал, девушка хостес отличная. …",
    "rating": 5,
    "name": "tanya shoshura",
    "cat": "Restaurant"
  },
  {
    "review": "Никита, очень приятный отзыв! Спасибо вам большое! Мы надеемся, что вы ещё дадите второй шанс Тайской кухне! 🙌 Ждём в гости сильно!😉\n\n(Translated by Google)\nNikita, a very pleasant review! Thank you very much! We hope you give Thai food a second chance! 🙌 We look forward to your visit! 😉",
    "rating": 4,
    "name": "Vitaliy Solodkyy",
    "cat": "Restaurant"
  },
  {
    "review": "5 отдельных звёзд за блюда\n5 звёзд за дизайн и аутентичность\n5 звёзд за обслуживание …",
    "rating": 4,
    "name": "Александр",
    "cat": "Restaurant"
  },
  {
    "review": "Атмосферно, вкусно - как еда так и коктейли, уютная локация, интерьер продуман до мелочей, хорошее обслуживание, хотя очень сильно зависит от официанта\nЦены немного выше среднего, но стоит того, порции просто огромные …",
    "rating": 5,
    "name": "Наталья Карась",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Дарья! Спасибо вам огромное за тёплые слова. Будем рады вас увидеть в гостях ещё ❤️\n\n(Translated by Google)\nGood evening, Daria! Thank you very much for your kind words. We will be glad to see you as a guest ❤️",
    "rating": 5,
    "name": "Evhenii Sydorenko",
    "cat": "Restaurant"
  },
  {
    "review": "Классное место . Мне все очень понравилось.\nЕда вкусная , сервис на хорошем уровне.  С радостью приду ещё , чтобы попробовать другие блюда. …",
    "rating": 5,
    "name": "Валентина Панченко",
    "cat": "Restaurant"
  },
  {
    "review": "Богдан ,добрый день!\nСчастливы получить ваш отзыв ,ждём новой встречи поскорее!♥️\n\n(Translated by Google)\nBogdan, good afternoon!\nHappy to receive your feedback, we look forward to a new meeting as soon as possible! ♥ ️",
    "rating": 5,
    "name": "k sym",
    "cat": "Restaurant"
  },
  {
    "review": "Давно не ела такой вкусной еды! Очень необычный холодный чай, советую попробовать. Еда отменная. Официант сразу предупреждает, что острое, что нет. Помог выбрать блюдо. Официанты вообще душки. Вернемся сюда еще не раз! :) …",
    "rating": 1,
    "name": "Yurii",
    "cat": "Restaurant"
  },
  {
    "review": "Было восхитительно!!\nНе первый раз прихожу в заведение и всегда восторге)\nЕда прекрасная , приготовили как для родных!!! Обслуживание на высшем уровне , …",
    "rating": 5,
    "name": "Николай Балацкий",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Great place! My friends and I lived in Thailand for a long time, we missed Thai food. We decided to try this restaurant. I officially declare: the dishes are as identical as possible! Very tasty! Unfortunately, there …",
    "rating": 5,
    "name": "Mykyta Shuliahin",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Anastasia, thank you for your feedback ємоwe are looking forward to a new meeting🙌🏻\n\n(Original)\nАнастасія, дякуємо за відгук❤️дуже чекаємо нової зустрічі🙌🏻",
    "rating": 3,
    "name": "tanya l",
    "cat": "Restaurant"
  },
  {
    "review": "Честный Том Ям, как «туристический» так и «настоящий» и жаренный рис с морепродуктами. Замечательная атмосфера и интерьер, обслуживание на отличном современном уровне. Стоит отметить свой крафт на розливе, Тайский Привет IPA на уровне и по …",
    "rating": 3,
    "name": "Tania Oliinyk",
    "cat": "Restaurant"
  },
  {
    "review": "Алексей,благодарим вас за отзыв❤️\nДо встречи в Тайском!\n\n(Translated by Google)\nAlexey, thank you for your feedback❤️\nSee you in Thai!",
    "rating": 5,
    "name": "Владимир Кос",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The dishes are extremely tasty and authentic.\nThe staff is polite, recommended dishes, also told how to eat this or that dish …",
    "rating": 5,
    "name": "Lyudmila Honcharuk",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Oksana, thank you for the comment. We are incredibly pleased that you liked us! We look forward to visiting again!\n\n(Original)\nOksana, вдячні вам за комментар. Нам неймовірно приємно, що вам у нас сподобалось! Чекаємо в гості знову!",
    "rating": 5,
    "name": "Ramir Danishgar",
    "cat": "Restaurant"
  },
  {
    "review": "Очень даже неплохо. Блюда похожи на оригинальные тайские. С морепродуктами, конечно, проблема, как и у всех в Киеве. Шримкейки жирноваты, маслом забивается вкус. Том кха и пад тай вкусные, курочка тоже. Приняли по телефону заказ даже во …",
    "rating": 5,
    "name": "Аня Васюра",
    "cat": "Restaurant"
  },
  {
    "review": "Оформил заказ. Приехал курьер с нецензурной лексикой и видом из мест лишения свободы. Очень странный подход у заведения \"Тайский привет\". Не рекомендую! …",
    "rating": 5,
    "name": "Максим Півень",
    "cat": "Restaurant"
  },
  {
    "review": "Дмитрий,добрый день!\nНам искренне жаль ,что не сложился момент коммуникации с таксистом,который доставлял ваш заказ ,повторно приносим свои извинения.\nПриложив усилия,разобрались в сложившейся ситуации и произвели соответсвующие действия.\n\nМы будем рады видеть вас в Тайском Привете и иметь возможность порадовать ваши рецепторы вкусными блюдами в ресторане,чтобы ничего не могло помешать гедонизму.\n\nС любовью,Тайский Привет♥️\n\n(Translated by Google)\nDmitry, good afternoon!\nWe are sincerely sorry that the moment of communication with the taxi driver who delivered your order did not work out, we apologize again.\nEfforts were made to understand the situation and take appropriate action.\n\nWe will be glad to see you in Thai Greetings and have the opportunity to delight your taste buds with delicious dishes in the restaurant, so that nothing can interfere with hedonism.\n\nWith love, Thai Greetings♥️",
    "rating": 5,
    "name": "Serhii Didkovsky",
    "cat": "Restaurant"
  },
  {
    "review": "ерунда! на улице столы и стулья убитые, и это при космических ценах, чай в пакетике не вкусный абсолютно по 80 грн только, не говоря про всё остальное... обычная забегалоква с ценами аля-улю ресторан. Я понимаю, карантин и всё такое, внутрь …",
    "rating": 4,
    "name": "Слава",
    "cat": "Restaurant"
  },
  {
    "review": "Милана, добрый день!\nНам очень жаль, что мы не оправдали Ваших ожиданий.\n\nВсё же надеемся на то, что Вы позволите нам изменить Ваше впечатление о нас🐯💕\n\nВ будни, с пн-пт, действует скидка 20% на все блюда, + рис жасмин, как дополнение к Вашему заказу.\n\nТакже у нас большой выбор напитков, обязательно поможем в выборе.\nПостараемся Вам приятно удивить🙏🏽\n\n(Translated by Google)\nMilan, good afternoon!\nWe are very sorry that we did not live up to your expectations.\n\nWe still hope that you will allow us to change your impression of us🐯💕\n\nOn weekdays, from Mon-Fri, there is a 20% discount on all dishes, + jasmine rice, as an addition to your order.\n\nWe also have a large selection of drinks, we will definitely help you in choosing.\nWe will try to pleasantly surprise you🙏🏽",
    "rating": 4,
    "name": "Ivan Fediv",
    "cat": "Restaurant"
  },
  {
    "review": "Из явных плюсов:\nКлассная концепция заведения.\nКлассные владельцы и управляющие (девушка-управляющая лично пару раз подходила и …",
    "rating": 5,
    "name": "Dmytro Lykhovyi",
    "cat": "Restaurant"
  },
  {
    "review": "Alena K, спасибо вам за ваш комментарий! Нам очень жаль , что мы произвели на вас такое первое впечатление! Нам очень важно  разобратся в этой ситуации. Подскажите , как наш менеджер сможет с вами связатся? Мы бы хотели , что бы вы нам дали второй шанс, чтобы  удивлять вас только позитивными эмоциями.\n\n(Translated by Google)\nAlena K, thank you for your comment! We are very sorry that we made such a first impression on you! It is very important for us to understand this situation. Tell me how our manager can contact you? We would like you to give us a second chance to surprise you with only positive emotions.",
    "rating": 5,
    "name": "Сергей Власенко",
    "cat": "Restaurant"
  },
  {
    "review": "Огонь! Дизайн, атмосфера, обслуживание и еда все супер! Рекомендую!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Павел Романовский",
    "cat": "Restaurant"
  },
  {
    "review": "Как мы рады! Спасибо за ваш комментарий!❤️ Хорошего дня🐯\n\n(Translated by Google)\nHow glad we are! Thanks for your comment! ❤️ Have a nice day🐯",
    "rating": 5,
    "name": "Алексей Чувашев",
    "cat": "Restaurant"
  },
  {
    "review": "кушала салат с морепродуктами и прозрачной лапшой, даже соуса или заправки не было, очень пресно и очень много воды из под лапши...\n220грн.... …",
    "rating": 5,
    "name": "Natasvet Koiliak",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Дарина!\nНам очень жаль, что салат не пришёлся Вам по вкусу!\nПримем во внимание замечания, обещаем исправится в лучшую сторону.\n\nМогли б Вы оставить нам номер телефона, чтоб менеджер связался с Вами🙏🏽\n\n(Translated by Google)\nGood afternoon, Darina!\nWe are very sorry that the salad did not suit your taste!\nWe will take into account the comments, we promise to improve for the better.\n\nCould you leave us a phone number so that the manager would contact you🙏🏽",
    "rating": 5,
    "name": "Дария Родионова",
    "cat": "Restaurant"
  },
  {
    "review": "Вкуснятина. Особенно напитки порадовали.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Donvip1980",
    "cat": "Restaurant"
  },
  {
    "review": "Катя, добрый вечер💕\nБольшое спасибо за приятный отзыв! Будем очень рады видеть Вас снова🤗🐯\n\n(Translated by Google)\nKatya, good evening💕\nThank you very much for your pleasant review! We will be very glad to see you again🤗🐯",
    "rating": 4,
    "name": "Олег Гасанов",
    "cat": "Restaurant"
  },
  {
    "review": "Впервые были в этом заведении. Знала о нем, но не могли раньше приехать, впечатлил. Любовь к Азии у нас давно и наверное навсегда!!! Очень сложно сравнивать блюда которые пробовал в Таиланде и у нас в Киеве... Обожаю острое... Том Ям моя …",
    "rating": 5,
    "name": "Dasha Murlyan",
    "cat": "Restaurant"
  },
  {
    "review": "Просто лучшие. Еда как в Таиланде, атмосфера замечательная, окна того стоили. Самое любимое заведение в Киеве, поход сюда - маленькое событие, каждый раз. …",
    "rating": 4,
    "name": "Сергій Рейнхольд",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Антон! Спасибо вам огромное за отзыв. Мы безумно рады, что вам понравилось у нас. Приходите к нам ещё❤️\n\n(Translated by Google)\nGood afternoon, Anton! Thank you very much for your feedback. We are extremely glad that you liked it with us. Visit us again❤️",
    "rating": 5,
    "name": "Mariia Tverdokhlib",
    "cat": "Restaurant"
  },
  {
    "review": "Шик, блеск, вкусно, дорого, но вкусно, но дорого. Куриные крылья на гриле мой фаворит. С визуальной точки зрения очень круто как внутри так и снаружи, прям стоит побывать тут обязательно. Конечно, классные места всегда переполнены людьми и …",
    "rating": 5,
    "name": "Наталія Настін",
    "cat": "Restaurant"
  },
  {
    "review": "Max, спасибо вам за отзыв! Очень приятно🙌\nСильно ждём вас в гости! После локдауна приходите! Будем радовать вас ещё больше❤️\n\n(Translated by Google)\nMax, thank you for your feedback! Very nice🙌\nWe are looking forward to your visit! Come after the lockdown! We will delight you even more❤️",
    "rating": 5,
    "name": "Patrice Bertron",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно и уютно. За массаж отдельное спасибо\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Лиза Мороз",
    "cat": "Restaurant"
  },
  {
    "review": "Виталий, добрый вечер🐯💕\nБольшое спасибо за отзыв!\nНам невероятно приятно его читать!Рады, что все понравилось!\n\nБудем ждать Вас в гости снова ✨\n\n(Translated by Google)\nVitaly, good evening🐯💕\nThank you very much for your feedback!\nWe are incredibly pleased to read it! We are glad that we liked everything!\n\nWe will wait for you again ✨",
    "rating": 5,
    "name": "Aleksandr Arshinsky",
    "cat": "Restaurant"
  },
  {
    "review": "Для начала, с каких пор крестьянская еда стала называться рестораном? У меня были большие надежды на тайскую кухню- я пробовал ее в первый раз. И, думаю, в последний. Тайская еда очень специфична и сочетание вкусов довольно странное. Начну …",
    "rating": 5,
    "name": "solomia onistrat",
    "cat": "Restaurant"
  },
  {
    "review": "Ужасный сервис!! Падтаи с морепродуктами Том Ян суп и лимонад\nПодали одновременно. МОЖЕТ ХОЗЯИН ПОДСКАЖЕТ КАК РЕШИТЬ ЭТОТ ПАЗЛ?\nИли он занят открытием очередного ресторана? …",
    "rating": 4,
    "name": "Olex Karp",
    "cat": "Restaurant"
  },
  {
    "review": "Mike, благодарим вас за ваш отзыв❤️.   Для нас это очень важно! Мы обязательно обратим внимание на указанные вами замечания . 🙏🏻 Когда мы создавали Тайский ресторан, то вместе з дизайном и айдентикой хотели показать всю культуру тайского гостеприимства. Так вы можете обратить внимание на наш Тайский массаж, чайные комнаты, где нужно снимать обувь, и конечно же вынос блюд в стол по готовности. Нам очень жаль, что наш официант не совсем правильно донёс данную информацию, и с этим мы уже работаем! 👌 Очень сильно ждём новых встреч с вами! Ваш , Тайский привет❤️\n\n(Translated by Google)\nMike, thank you for your feedback❤️. For us it is very important! We will definitely pay attention to the remarks you indicated. 🙏🏻 When we created the Thai restaurant, together with the design and identity, we wanted to show the whole culture of Thai hospitality. So you can pay attention to our Thai massage, tea rooms, where you need to take off your shoes, and, of course, taking dishes to the table when ready. We are very sorry that our waiter did not convey this information quite correctly, and we are already working with this! 👌 We are looking forward to meeting you again! Your Thai hello❤️",
    "rating": 5,
    "name": "Оксана Смирнова",
    "cat": "Restaurant"
  },
  {
    "review": "Очень атмосферное место, я люблю сидеть на летничках, но это тот, случай, когда лучше сесть в основном зале и кайфануть от атмосферы!\nВкусный пад- тай с морепродуктами, рекомендую) …",
    "rating": 5,
    "name": "Лев Огин",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Татьяна! Спасибо вам огромное за добрые слова. Приходите к нам ещё❤️\n\n(Translated by Google)\nGood evening, Tatiana! Thank you very much for your kind words. Visit us again❤️",
    "rating": 5,
    "name": "Mariia Shepelenko",
    "cat": "Restaurant"
  },
  {
    "review": "Максимально приятное и клиентоориентированное заведение, персонал 10 из 10. Заказала пад тай и, не попробовав приправу, которая лежала рядом с блюдом, полностью перемешала ее с едой, после этого она стала максимально острой. Официант …",
    "rating": 3,
    "name": "Sergii Zinoviev",
    "cat": "Restaurant"
  },
  {
    "review": "Валерия Божкова, мы очень рады , что пад тай вам всё же пришелся по вкусу! Приходите к нам в гости снова, пробовать ещё больше необычного и вкусного!\n\n(Translated by Google)\nValeria Bozhkova, we are very glad that you still like pad tai! Come to visit us again, try even more unusual and tasty!",
    "rating": 5,
    "name": "Илья Величко",
    "cat": "Restaurant"
  },
  {
    "review": "Была впервые, официант очень долго не подходил к нам, ждали его минут 15, Том Ям (наполовину острый) оказался слишком острым, даже учитывая то, что острое люблю. Из-за этого никакого удовольствия от супа не было. Цена велика для таких …",
    "rating": 5,
    "name": "Яна Преображенська",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Александра!\nСпасибо большое за отзыв!\nПриносим извинения за то, что вам пришлось долго дать официанта! Очень хотим изменить ваше впечатление о нас!  Можем ли мы пригласить вас к нам на ужин и подобрать блюда, которые вам придутся по душе? Если да, то могли бы вы оставить ваш номер для связи? Ещё раз извините за испорченный вечер! ☺️❤️\n\n(Translated by Google)\nGood evening, Alexandra!\nThank you very much for your feedback!\nWe apologize for the long wait for you! We really want to change your impression of us! Can we invite you to dinner with us and choose the dishes that you like? If so, could you leave your contact number? Sorry again for ruining the evening! ☺️❤️",
    "rating": 5,
    "name": "Виктория Ковальчук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) You can feel the atmosphere created by the Katsurins from the threshold of the institution❤ One of the favorite establishments of Kyiv🤗 100 stars⭐⭐⭐⭐⭐⭐⭐⭐⭐⭐ ...... …",
    "rating": 5,
    "name": "Максим Очкур",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Julia, incredibly nice! You charge us 101 stars! Favorite❤️\n\n(Original)\nЮлія, неймовірно приємно! Ви заряджаєте у нас 101 зірочку!  Любим❤️",
    "rating": 5,
    "name": "Maxim Voitsekhovskiy",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Maybe it's so delicious that people come despite the fact that the first 15 minutes no one comes to you at all. I would understand if it was sold out, but only two tables were occupied. …",
    "rating": 5,
    "name": "Hellga Ignatovich",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good evening! Sorry for the inattention on our part. Please tell us how our manager can contact you.\n\n(Original)\nДоброго вечора! Вибачте за неуважність з нашої сторони. Підкажіть будь ласка, як наш менеджер може зв‘язатись з вами?",
    "rating": 4,
    "name": "Rasool Noorolanvar",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Visited the Thai greeting on Chekhov Lane. Delicious, colorful, large portions ordered noodles Tai Pat with chicken and seafood very very tasty, the waiters are very polite and attentive, warn if the dish 🔥everything …",
    "rating": 5,
    "name": "Анна Стратулат",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) We are very glad that you liked our visit! 🥰 We are waiting for new meetings❤️\n\n(Original)\nМи дуже раді, що вам сподобалось у нас в гостях! 🥰 Чекаємо на нові зустрічі❤️",
    "rating": 4,
    "name": "Olena Sinelnyk",
    "cat": "Restaurant"
  },
  {
    "review": "Обычный киевский фастфуд. Отзывчивый персонал, посредственная кухня без каких-либо акцентов, и не вкусные коктейли. Точно такое же послевкусие было после «китайского привета» - вроде как бы и поел, желудок полон, а эмоций ноль. …",
    "rating": 3,
    "name": "Ірина Колокот",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Oleg, thank you for appreciating! I would like to know in more detail what you might not like? 🙏🏻 for us it is very important\n\n(Original)\nОлег, дякуємо, що оцінили! Хотілось би детальніше дізнатись, що могло вам не сподобатись?🙏🏻 для нас це дуже важливо",
    "rating": 5,
    "name": "Николай Гуренко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно. Кокосовое мороженное - любовь.\n\n(Translated by Google)\nDelicious. Coconut ice cream is love.",
    "rating": 5,
    "name": "Bogdan Bondar",
    "cat": "Restaurant"
  },
  {
    "review": "А вы для нас любовь❤️❤️\n\n(Translated by Google)\nAnd you are love for us❤️❤️",
    "rating": 5,
    "name": "Александр Савченко",
    "cat": "Restaurant"
  },
  {
    "review": "Шикарное место!!!\nВкуснейший Том Ям, очень похож на\nтот над которым лили слезы от его остроты в Банконге.. …",
    "rating": 5,
    "name": "Dasha Antonovskaya",
    "cat": "Restaurant"
  },
  {
    "review": "Артур Будянский, благодарим Вас за то, что нашли время написать отзыв о нас! Рады слышать, что Вам пришлись по вкусу наши блюда и времяпровождение в целом! Обязательно передадим нашей официантке Софии прекрасные комплименты. Надеемся вскоре увидеть Вас снова.\n\n(Translated by Google)\nArtur Budyansky, thank you for taking the time to write a review about us! We are glad to hear that you liked our dishes and your pastime in general! We will definitely give our waitress Sophia wonderful compliments. Hope to see you again soon.",
    "rating": 5,
    "name": "Dmytro Beshkovetskyy",
    "cat": "Restaurant"
  },
  {
    "review": "Хороший ресторан , красиво и очень вкусно\n\n(Translated by Google)\nNice restaurant, beautiful and very tasty",
    "rating": 5,
    "name": "Vlada Zaichko",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. ❤️\n\n(Translated by Google)\nThank you for your feedback. ❤️",
    "rating": 4,
    "name": "Марія Ульянова",
    "cat": "Restaurant"
  },
  {
    "review": "Кухня, обслуживание и атмосфера на высшем уровне. Заказывали Пад Тай и Том Ям - очень интересное сочетание вкусов. Прекрасный сервис. Отдельное спасибо девушке Соне за приятные сюрпризы в честь дня рождения. …",
    "rating": 4,
    "name": "Анастасия",
    "cat": "Restaurant"
  },
  {
    "review": "Ульяна, спасибо❤️\nСоня действительно прекрасный официант, обязательно передадим ей Ваши слова благодарности.\nБудем рады видеть снова, нам есть ещё много чем Вас удивить!\n\n(Translated by Google)\nUlyana, thank you❤️\nSonia is a really wonderful waiter, we will definitely convey your words of gratitude to her.\nWe will be glad to see you again, we still have a lot to surprise you!",
    "rating": 5,
    "name": "Ірина Киричок",
    "cat": "Restaurant"
  },
  {
    "review": "Кухня на любителя, но мне очень даже зашло. Есть массаж в середине. Можно сесть в мягкие кабинки, где надо снимать обувь …",
    "rating": 5,
    "name": "Ivan Kroshnyi",
    "cat": "Restaurant"
  },
  {
    "review": "Петр, мы очень рады, что смогли порадовать вас!❤️\nЖдём в гости снова🙏🏻\n\n(Translated by Google)\nPeter, we are very glad that we were able to please you! ❤️\nWe look forward to visiting again🙏🏻",
    "rating": 5,
    "name": "Maksim Konovaluk",
    "cat": "Restaurant"
  },
  {
    "review": "Меню интересное, очень обходительные официанты, правда постоянно к официантам подходили посетители и одновременно их друзья и очень громко общались, создавалось впечатление, что в ресторане работает человек 20 из-за всего шума и я как будто …",
    "rating": 5,
    "name": "Таня Бондаренко",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день! Спасибо вам за ваш комментарий! Для нас он важен! Мы обязательно проработаем данную ситуацию с официантами и хостес, ибо это не допустимо. Спасибо, что указали нам на это.\nСильно ждём в гости снова. Хорошего дня!\n\n(Translated by Google)\nGood day! Thank you for your comment! It is important to us! We will definitely work out this situation with the waiters and hostesses, because this is not permissible. Thank you for pointing this out to us.\nWe look forward to visiting again. Have a nice day!",
    "rating": 5,
    "name": "Маргарита Лучинська",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Always top service and delicious food! You can take food with you during the quarantine. The restaurant has breakfast on the menu :) nice service! I really love this place, I can't wait for the end of quarantine, …",
    "rating": 5,
    "name": "Роман Нехаев",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you very much for such a great review. Come to us again ❤️\n\n(Original)\nДоброго дня!\nДякуємо вам велике за такий крутий відгук. Приходьте до нас ще ❤️",
    "rating": 5,
    "name": "Ganushchak Oleg",
    "cat": "Restaurant"
  },
  {
    "review": "Супер место, одно из любимых в городе. Нравится все - от вкусной еды до работы персонала (как-то все душевно и слажено). Спасибо за любовь к мелочам, которая чувствуется на каждом шагу🧡 …",
    "rating": 3,
    "name": "Андрей Добрый",
    "cat": "Restaurant"
  },
  {
    "review": "Были в воскресенье вечером, столик не бронировали, а зря. Нас посадили на бар, так как все было зарезервировано. Сервис и персонал выше всяких похвал! Все ребята очень красивые, улыбчивые, внимательные. Это очень круто! Были вдвоём с …",
    "rating": 3,
    "name": "Союз Аполлон",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Were in all the \"tales\", Thai is our favorite of all. Delicious food and cocktails. The only negative drink was brought to us after the meal. It was very strange …",
    "rating": 5,
    "name": "Helen Ahafonova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good evening! Thank you very much for your feedback. We will definitely fix the situation. Visit us again❤️\n\n(Original)\nДоброго вечора! Дякуємо вам велике за відгук.  Ми обов‘язково виправимо ситуацію. Завітайте до нас ще❤️",
    "rating": 5,
    "name": "Антоніна Діденко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень понравилось!\nОтличная кухня! Супер атмосферно! …",
    "rating": 5,
    "name": "Арина Клик",
    "cat": "Restaurant"
  },
  {
    "review": "Большое спасибо за чудесный отзыв! Будем рады видеть вас вновь🐯💕\n\n(Translated by Google)\nThank you very much for the wonderful review! We will be glad to see you again🐯💕",
    "rating": 5,
    "name": "Александр Олейник",
    "cat": "Restaurant"
  },
  {
    "review": "Не понравился сервис. Готовили блюда на 4х около 50ти минут, одно блюдо не приносили и несколько раз официанты говорили \"через пару минут принесем\", но проходило 5-10 и ничего. …",
    "rating": 1,
    "name": "Vetachk S",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день,Вероника.\nБлагодарим вас за фидбек.\nНам очень жаль,что время ожидание блюд было настолько долгим.\nПодскажите пожалуйста как менеджер может связаться с вами для уточнения деталей?\nБудем рады вашему ответу в любой из наших социальных сетей❤️\n\n(Translated by Google)\nGood afternoon, Veronica.\nThank you for your feedback.\nWe are very sorry that the waiting time for the dishes was so long.\nPlease tell me how the manager can contact you to clarify the details?\nWe will be glad to receive your reply in any of our social networks❤️",
    "rating": 5,
    "name": "Nataliia Riadova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Were today, the service is just perfect, it's nice to communicate with such waiters), the girls at the massage are just a miracle), the kitchen tastes its name, so only positive impressions. We will definitely be …",
    "rating": 5,
    "name": "Александр Щербак",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Happy to receive your feedback❤️\nWe are waiting for a new meeting as soon as possible!\n\n(Original)\nЩасливі отримати ваш відгук❤️\nЧекаємо нової зустрічі якнайшвидше!",
    "rating": 5,
    "name": "Виктория Зомка",
    "cat": "Restaurant"
  },
  {
    "review": "Если можно было, то поставила бы оценку больше. Не знаю откуда берутся эти плохие отзывы... Вчера побывали в вашем ресторане. И я могу сказать, что это лучший тайский ресторан в Киеве. Очень вкусно! Кто не был в Тайланде, тот не поймёт эту …",
    "rating": 5,
    "name": "Віктор Далюк",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Екатерина! Спасибо за добрые слова. Будем рады видеть Вас снова.  💕\n\n(Translated by Google)\nGood evening, Catherine! Thanks for the kind words. We will be glad to see you again. 💕",
    "rating": 5,
    "name": "Наталія",
    "cat": "Restaurant"
  },
  {
    "review": "Очень все понравилось. Кухня необычная и вкусная. Пробовали капусту цветную, суп и пасту с морепродуктами - необыкновенно, официанты соориентировали и подсказали и мы всем остались довольны. Паста реально очень похожа на тайскую …",
    "rating": 5,
    "name": "Igor Usoltsev",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Анна💕\nСпасибо Вам огромное за такой приятный отзыв!\n\nРады, что Вам всё понравилось!Приходите к нам ещё 🐯💕\n\n(Translated by Google)\nGood afternoon, Anna💕\nThank you very much for such a pleasant review!\n\nWe are glad that you liked everything! Come to us again 🐯💕",
    "rating": 5,
    "name": "Виктория Турчина",
    "cat": "Restaurant"
  },
  {
    "review": "Лучше бронировать столик, иначе есть шанс не попасть. Приятная расслабленная атмосфера. В заведении можно сделать массаж.\nКухня: заказывали салат из зелёного манго, жареный том-ям рис с морепродуктами и …",
    "rating": 5,
    "name": "Alexey Alex",
    "cat": "Restaurant"
  },
  {
    "review": "Огромное спасибо, Ирада! Мы так счастливы получить такой классный фидбэк. Будем рады видеть Вас снова! 🥰\n\n(Translated by Google)\nThank you so much Irada! We are so happy to receive such a cool feedback. We will be glad to see you again! 🥰",
    "rating": 5,
    "name": "Bogdan Kyrylyuk",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно и приятная аутентичная обстановка!)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Максим Сирота",
    "cat": "Restaurant"
  },
  {
    "review": "Очень здорово было здесь! Очень уютно и комфортно. Забронировали столик на 4 человека и нам предложили что-то типа беседки с диванчиками вокруг стола :) если увидите такое свободное место - занимайте! Бронировать нужно стол за два-три дня …",
    "rating": 1,
    "name": "Ігор Панченко",
    "cat": "Restaurant"
  },
  {
    "review": "Norbert , спасибо за такой конструктивный отзыв! Мы очень рады, что наши чайные комнаты Вас порадовали. Обязательно приходите получать удовольствие от нашего массажа!\n\n(Translated by Google)\nNorbert, thanks for such a constructive review! We are very pleased that our tea rooms have pleased you. Be sure to come enjoy our massage!",
    "rating": 2,
    "name": "Oleg Digital Marketing",
    "cat": "Restaurant"
  },
  {
    "review": "Неоправданно дорого! Подача блюд не правильная. Принесли все сразу и суп и Карри!\nКари с украинской вермишелью и куриной ножкой  ну вы меня извините... Карри не …",
    "rating": 5,
    "name": "Валерій Мітяєв",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день! Благодарим вас за обратную связь! Она очень важна для нас. Увы, в Тайланде даже не знают о нашей традиционной подаче, в заведениях выносят все блюда по готовности. Мы делаем так же, для того, чтоб максимально передать атмосферу. Комментарии насчёт блюд мы передали нашему бренд-шефу. Спасибо вам! Лапша домашняя, мы делаем ее сами. Рецепт карри прилетел к нам прямиком из Тайланда вместе с нашим шеф-поваром. Мы очень рады, что вам понравилось обслуживание! Учли все ваши замечания и надеемся на ещё один шанс. С любовью, Тайский привет!\n\n(Translated by Google)\nGood day! Thank you for your feedback! She is very important to us. Alas, in Thailand they don’t even know about our traditional serving; in the establishments they take out all the dishes when they are ready. We do the same in order to convey the atmosphere as much as possible. We passed on comments about the dishes to our brand chef. Thanks you! Homemade noodles, we make it ourselves. Curry recipe flew straight to us from Thailand with our chef. We are very glad that you enjoyed the service! We took into account all your comments and look forward to another chance. With love, Thai hello!",
    "rating": 5,
    "name": "lite hgfyub",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Tom yam - yum-yum, the service is good, the atmosphere is positive, I watched the movie 😅 …",
    "rating": 3,
    "name": "Максим Назаров",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nWe are very glad that you liked it. Come to us again, we are waiting for you 😊\n\n(Original)\nДоброго дня!\nМи дуже раді, що вам сподобалось. Приходьте до нас ще, ми чекаємо на вас 😊",
    "rating": 5,
    "name": "Антон Особов",
    "cat": "Restaurant"
  },
  {
    "review": "Пришли в заведение вкусно позавтракать и получить положительные впечатления, но получили лишь разочарование. …",
    "rating": 5,
    "name": "Svitlana",
    "cat": "Restaurant"
  },
  {
    "review": "Арина, добрый день!\nНам очень жаль, что мы не оправдали ваши ожидания.\nПриносим свои извинения за ситуацию с газонокосилкой. Ребята немного опоздали, поэтому не успели вовремя закончить. Больше такого не повториться. Что касается ситуации с бездомной женщиной - мы  были не правы. Нам нужно было вынести воду и  провести женщину за территорию летней террасы, чтобы не беспокоить и не смущать других гостей. Учитывая ситуацию с пандемией, наши официанты в обязательном порядке работают в перчатках и в масках, так как перчатки прозрачные, возможно их не заметили. Мы ежедневно проводим брифинги на тему соблюдения карантинных норм. С официантом проговорили данную ситуацию и приняли меры. Очень надеемся на то, что вы дадите нам шанс и измените впечатление о нас! Подскажите, пожалуйста, как с вами можно лично связаться для того, чтобы еще раз извиниться и передать небольшой подарок, в качестве извинения?\nС любовью, Тайский привет!❤️\n\n(Translated by Google)\nArina, good afternoon!\nWe are very sorry that we did not live up to your expectations.\nWe apologize for the lawnmower situation. The guys were a little late, so they didn't finish on time. This will never happen again. As for the situation with the homeless woman, we were wrong. We had to take out the water and lead the woman outside the summer terrace, so as not to disturb or embarrass other guests. Taking into account the situation with the pandemic, our waiters must work with gloves and masks, since the gloves are transparent, they may not have been noticed. We provide daily briefings on compliance with quarantine regulations. We discussed this situation with the waiter and took action. We really hope that you will give us a chance and change your impression of us! Can you please tell me how you can be contacted personally in order to once again apologize and give a small gift as an apology?\nLove Thai hello! ❤️",
    "rating": 5,
    "name": "Larion Babych",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, быстро, вежливые и профессиональные официанты.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vadym Bakiko",
    "cat": "Restaurant"
  },
  {
    "review": "Сидели большой компанией, все было очень вкусно, обслуживание отличное.\nТолько вот в счёте вместо маленького мороженого оказалось большое, заметили это уже как ушли. …",
    "rating": 5,
    "name": "Андрей Шаин",
    "cat": "Restaurant"
  },
  {
    "review": "Taras, добрый день❤️\nСпасибо за обратную связь, это для нас очень важно!\nОбязательно исправимся☺️\nМогли б Вы оставить контактный номер телефона, чтоб с Вами связался наш менеджер.\n\n(Translated by Google)\nTaras, good afternoon❤️\nThank you for your feedback, it is very important for us!\nWe will definitely fix it☺️\nCould you leave a contact phone number for our manager to contact you.",
    "rating": 5,
    "name": "Алексей Музыка",
    "cat": "Restaurant"
  },
  {
    "review": "Еда очень близка к той, которую мы ели в Тайланде и Азии. Отличаются порции и цены. Первые невелики, вторые велики относительно оригинала. Достаточно дорогой ресторан. Но если не довелось пока побывать в Тайланде, рекомендую этот ресторан …",
    "rating": 4,
    "name": "Andrey Petrov",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день,Эва.Благодарим вас за тёплый отзыв и сильно рады тому трепетному моменту,который на мгновение перенёс вас в Азию✨\n\n(Translated by Google)\nGood afternoon, Eva. Thank you for your kind feedback and we are very happy for that quivering moment that took you to Asia for a moment✨",
    "rating": 5,
    "name": "Vital Rozhevski",
    "cat": "Restaurant"
  },
  {
    "review": "Вы просто супер! Очень вкусно, официанты заботливые, атмосферно. Одно из любимых мест в Киеве …",
    "rating": 4,
    "name": "Elena Goleva",
    "cat": "Restaurant"
  },
  {
    "review": "Стильно, дорого и со вкусом 🤩\nПриветливый персонал, быстрая подача заказа) Безумно вкусно 😋 …",
    "rating": 1,
    "name": "Bohdan Zhygun",
    "cat": "Restaurant"
  },
  {
    "review": "Не было зеленого карри.\nТом Кха вкусный, но порция очень скудная.\nКоктейли, как для лимонада, вкусные, но вы бы там хоть немножко больше алко …",
    "rating": 5,
    "name": "Ирина Герштун",
    "cat": "Restaurant"
  },
  {
    "review": "Честно говоря, шла сюда именно, чтобы отведать Pad Thai (блюдо, которое так хорошо запомнилось после посещения Тайланда). Абсолютно не разочарована, кухня на высоте и вкус действительно похож на блюдо в Тайланде! Также, очень круто, что …",
    "rating": 5,
    "name": "Инна Кулматова",
    "cat": "Restaurant"
  },
  {
    "review": "maria belianskaya, благодарим   вас за комментарий! Очень рады , что смогли вас порадовать нашими блюдами. Очень сильно ждём в гости снова!\n\n(Translated by Google)\nmaria belianskaya, thank you for the comment! We are very glad that we could please you with our dishes. We look forward to visiting again!",
    "rating": 5,
    "name": "Алёна Баранова",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное место с замечательной публикой. Особенно в тёплое время года.\nУже не могу дождаться когда снова будут барбекю с вином на улице.\nКак и во всей сети приветов персонал супер дружественный. …",
    "rating": 5,
    "name": "Ekaterina Donets",
    "cat": "Restaurant"
  },
  {
    "review": "Нам очень приятно читать такие слова! 💕\nСпасибо большое, что были с нами. Ждём скорых встреч🐯💕\n\n(Translated by Google)\nWe are very pleased to read these words! 💕\nThank you very much for being with us. We look forward to seeing you soon🐯💕",
    "rating": 3,
    "name": "Евгений Луневский",
    "cat": "Restaurant"
  },
  {
    "review": "Всё очень вкусно! Уютная располагающая атмосфера, слаженность работы команды. Ощущается что люди работающие у вас в проекте получают удовольствие от работы. Отдельная благодарность за гостеприимство и за великолепное обслуживание официантке …",
    "rating": 3,
    "name": "Roman Dzhus",
    "cat": "Restaurant"
  },
  {
    "review": "Елена, спасибо вам за отзыв! Мы рады, что смогли порадовать вас!❤️\nЖдём в гости снова\n\n(Translated by Google)\nElena, thank you for your feedback! We are glad that we were able to please you! ❤️\nWe look forward to visiting again",
    "rating": 5,
    "name": "Дима Никитин",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The freshness of lime, the first thing that comes to mind when I remember this place 💚 Delicious, interesting, atmospheric, all my expectations were met! I tasted it and immediately bought wild yellow tea with me. …",
    "rating": 4,
    "name": "Denis Zhytskyy",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) High! Irina, we are probably pleased to read your comment! ❤️ we are infinitely glad that you liked us! We are waiting for new meetings🐯\n\n(Original)\nКайф! Ірина, нам наймовірно приємно читати ваш комментар! ❤️ ми безмежно раді, що вам у нас сподобалось! Чекаємо нових зустрічей🐯",
    "rating": 5,
    "name": "Олександр Шуть",
    "cat": "Restaurant"
  },
  {
    "review": "Лучший персонал ever\nПосле первого визита осталось только положительное впечатления\nКухня, напитки - очень вкусно …",
    "rating": 5,
    "name": "ilja rohozhyn",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим вас за ваш отзыв , мы стараемся для вас.❤️\n\n(Translated by Google)\nThank you for your feedback, we are doing our best for you.",
    "rating": 5,
    "name": "Lena Makedonskaya",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее место с тайской кухней, но цены явно завышены. Не скажу, что было прям «вау как вкусно!». Обычная тайская еда только по неадекватной цене.\nПерсонал - выше всех похвал. Не помню как звали девочку-официанта, но она …",
    "rating": 5,
    "name": "Надія",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Алина! Благодарим Вас за комментарий. Мы передали Ваше замечание шеф-повару! Очень рады, что Вам понравилось кокосовое мороженое и наши дикие чаи! Ещё раз спасибо за Ваш комментарий! Вы помогаете нам становится лучше! Будем рады видеть Вас снова!)\n\n(Translated by Google)\nGood evening, Alina! Thank you for your comment. We passed your comment to the chef! We are very glad that you enjoyed coconut ice cream and our wild teas! Thanks again for your comment! You help us get better! We will be glad to see you again!)",
    "rating": 5,
    "name": "Галина Корсун",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приятный персонал 🥰\n\n(Translated by Google)\nVery nice staff 🥰",
    "rating": 4,
    "name": "Georgiy Kryuchkov",
    "cat": "Restaurant"
  },
  {
    "review": "8.02 мы с другом хотели посетить сия место. Пришли часов в 8 вечера. На входе нас встретили официантка и хостес, официантка спросила бронировали ли мы столик, мы ответили что нет, общение происходило довольно вежливо, официантка сказала что …",
    "rating": 5,
    "name": "Игорь Росляк",
    "cat": "Restaurant"
  },
  {
    "review": "Daria Disk, добрый день! Меня зовут Анастасия, я менеджер Тайского привета. Очень хочу с вами связатся и лично извинится, так же узнать детали, которые испортили вам вечер и впечатление о нас. Как можно это сделать? Простите, пожалуйста, за нашу настойчивость.\n\n(Translated by Google)\nDaria Disk, good afternoon! My name is Anastasia, I'm the manager of Thai Greetings. I really want to contact you and personally apologize, as well to find out the details that ruined your evening and the impression of us. How can this be done? Excuse me, please, for our perseverance.",
    "rating": 1,
    "name": "Кристина Страус",
    "cat": "Restaurant"
  },
  {
    "review": "Столики стоят слишком близко, качество еды среднее. Место явно переоценненое.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Валера Смирнов",
    "cat": "Restaurant"
  },
  {
    "review": "Посадочные места находятся на очень близком расстоянии друг от друга, просто все сидят друг у друга \"на головах\", вплотную \"спина к спине\" сидят посетители противоположных столов. Стоит ли говорить про шум, который стоит в таком битком …",
    "rating": 5,
    "name": "Musiс Marsienko",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусная еда. Официанты выглядят стильно, приятно ща ними наблюдать. Обстановка супер! Всем советую посетить это место ☺️ …",
    "rating": 3,
    "name": "XZ CH",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Настя!\nСпасибо вам большое за такой приятный отзыв. Мы очень рады, что вам понравилось у нас. Приходите к нам ещё ❤️\n\n(Translated by Google)\nGood evening, Nastya!\nThank you very much for such a pleasant review. We are very glad that you liked it with us. Visit us again ❤️",
    "rating": 2,
    "name": "Vlad Mazurenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Quite tasty, but it is desirable to warn about sweet soup. A little noisy and crowded. Tables for two are very small. In general, the atmosphere is friendly, more like a fast food restaurant. …",
    "rating": 5,
    "name": "Kateryna Dmytrenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the detailed feedback!\n\nWe look forward to meeting you again!\nWe promise to find the most comfortable table for you and make your stay in our restaurant unforgettable💕🙏🏽\n\nFeedback is very important to us\n\n(Original)\nДуже дякуємо за розгорнутий відгук!\n\nБудемо раді нашій зустрічі знову!\nОбіцяємо знайти для Вас самий зручний стіл і зробити перебування в нашому ресторані незабутнім💕🙏🏽\n\nДля нас дуже важливий зворотній зв’язок🐯",
    "rating": 5,
    "name": "Katya Chigrina",
    "cat": "Restaurant"
  },
  {
    "review": "С парковкой очень туго. В уборных одноразовых накладок на унитаз и крючков или тумб для вещей нет, на бумажных салфетках экономят, зубочисток нет . При таком соотношении цена/порция можно было бы устранить указанные неудобства. Заведение …",
    "rating": 5,
    "name": "Влад Лукашевич",
    "cat": "Restaurant"
  },
  {
    "review": "Olga OLGA, спасибо вам за фидбэк, нам очень важно получать отзывы от гостей для того, чтобы мы становились лучше. Нам жаль, что у вас сложилось такое  впечатление о нас, и мы бы очень хотели его исправить. Подскажите , как мы можем связаться с вами ? Мы бы очень хотели чтобы вы нам дали второй шанс и сильно ждём вас снова в гости!\n\n(Translated by Google)\nOlga OLGA, thank you for your feedback, it is very important for us to receive feedback from guests in order for us to become better. We are sorry that you have such an impression of us, and we would very much like to correct it. Tell me how we can contact you? We would very much like you to give us a second chance and look forward to your visit again!",
    "rating": 5,
    "name": "Evgeniya Shevchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Мне очень понравилась тайская кухня. Попросили сделать не острое и я была восторге от лапши с морепродуктами.\nОднозначно вернусь ещё открывать для себя эту кухню. …",
    "rating": 5,
    "name": "Кристи Наумова (Book4me in ua)",
    "cat": "Restaurant"
  },
  {
    "review": "Кайф❤️благодарим за отзыв и оооочень ждём в гости снова🙌🏻\n\n(Translated by Google)\nKaif❤️thank you for your feedback and sooooo looking forward to visiting again🙌🏻",
    "rating": 5,
    "name": "Arina Nelson",
    "cat": "Restaurant"
  },
  {
    "review": "Персонал просто душечки! Из минусов - очень плотная посадка и кухня конечно на любителя... Видно тайская кисло сладко острая кухня не мой выбор:( …",
    "rating": 5,
    "name": "Illia Protsenko",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Рита!\nСпасибо вам огромное за отзыв! Мы очень хотим в следующий раз вам помочь в выборе более подходящих по вкусу блюд 😊\n\n(Translated by Google)\nGood afternoon, Rita!\nThank you very much for your feedback! We really want to help you next time in choosing more suitable dishes 😊",
    "rating": 3,
    "name": "Володимир Петренко",
    "cat": "Restaurant"
  },
  {
    "review": "И сервис, и еда оставляют желать лучшего.\n1. Забронировали столик на 2 часа, ресторан перезвонил подтвердить это, но на месте хостес сказала, что наша бронь будет только на 1,5 часа. Сказав, что идёт …",
    "rating": 4,
    "name": "Ваня Ларин",
    "cat": "Restaurant"
  },
  {
    "review": "Анна, нам очень жаль, что наше первое знакомство было именно таким. Но мы благодарны за обратную связь. Это помогает нам каждый день становиться чуточку лучше. Будем счастливы узнать ваш номер телефона,чтобы обсудить лично ваш визит. Дайте нам второй шанс, ведь Тайский уже знает, как исправить первое впечатление ❤️🐆\n\n(Translated by Google)\nAnna, we are very sorry that our first acquaintance was just that. But we are grateful for the feedback. It helps us get a little better every day. We will be happy to know your phone number to discuss your visit in person. Give us a second chance, because Thai already knows how to fix the first impression ❤️🐆",
    "rating": 5,
    "name": "Александр Войтенко",
    "cat": "Restaurant"
  },
  {
    "review": "Пришёл второй раз после не совсем удачного первого. Сидели в правом зале, всё было прекрасно. Еда интересная, натуралка крутая. Вдобавок под конец прекрасный Дмитрий поделился с нами небольшой порцией Болле Бандите — его любимого вина из …",
    "rating": 5,
    "name": "Vladyslav Pichakhchi",
    "cat": "Restaurant"
  },
  {
    "review": "Ура!) спасибо! Как же нам приятно читать такие тёлые комментарии!❤️ Мы очень ради, что смогли порадовать вас! Будем рады видеть Вас снова🤗\n\n(Translated by Google)\nCheers thanks! How pleasant it is for us to read such kind comments! ❤️ We are very happy to be able to please you! Looking forward to seeing you again🤗",
    "rating": 5,
    "name": "demi fomchenkoff",
    "cat": "Restaurant"
  },
  {
    "review": "Место очень атмосферное. Вкусно, интерьер и подача продуманы до мелочей. Хочется отметить хостес Настю, которая посадила нас за прекрасный столик у окна, несмотря на загруженность заведения. Всё на высшем уровне! Спасибо) …",
    "rating": 4,
    "name": "Юрий Хватов",
    "cat": "Restaurant"
  },
  {
    "review": "Алина Ольшанская, спасибо! Как же нам приятно читать такие тёлые комментарии! Мы очень ради, что смогли порадовать вас!\n\n(Translated by Google)\nAlina Olshanskaya, thanks! How pleasant it is for us to read such nasty comments! We are very happy to be able to please you!",
    "rating": 1,
    "name": "Вадик Гудан",
    "cat": "Restaurant"
  },
  {
    "review": "Заказал еду, 3 блюда.\n\nОдно блюдо принесли быстро, остальные 2 несли более часа. И не предупредили!!! …",
    "rating": 5,
    "name": "Веніамін Гончарук",
    "cat": "Restaurant"
  },
  {
    "review": "Никита, благодарим, что оставили отзыв ещё находясь у нас и жали нам шанс исправиться ! Мы очень работаем над скоростью выдачи блюд и сервисом в целом ! И такие отзывы помогают в этом ! Ждём новой встречи !🐅\n\n(Translated by Google)\nNikita, thank you for leaving a review while we were with us and forcing us a chance to improve! We are very working on the speed of delivery of dishes and the service as a whole! And such reviews help in this! We look forward to a new meeting! 🐅",
    "rating": 5,
    "name": "Яна Кораблева",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Attended Thai greetings twice, deciding to give a second chance after the first visit. Unfortunately, the food did not impress both times, unlike the cocktails, which were original and really tasty. I also really …",
    "rating": 5,
    "name": "Виктория Наумова",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good day,\nI am very grateful for such a detailed response💕\nIt's nice to read what you liked and had a good time🤗\n\nOur breakfast menu will be updated later, be sure to visit.\n\nWe are sure that we will find dishes that you will like💕\n\n(Original)\nДоброго дня,\nДуже вдячні за такий розгорнутий відгук💕\nПриємно читати, що Вам сподобалось і Ви гарно провели час🤗\n\nЗгодом у нас оновиться меню сніданків, обов’язково завітайте.\n\nВпевнені, що віднайдемо страви які прийдуться Вам до смаку💕",
    "rating": 5,
    "name": "Lilia Kuzik",
    "cat": "Restaurant"
  },
  {
    "review": "Приятное обслуживание, классная атмосфера и вкуснейшая еда. Вернёмся ещё 😉\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksii Levkivskyi",
    "cat": "Restaurant"
  },
  {
    "review": "Счастливы получить ваш отзыв♥️\nБлагодарим и до новой встречи в Тайском Привете 🖐🏻\n\n(Translated by Google)\nWe are happy to receive your feedback♥️\nThank you and see you again in Thai Hello 🖐🏻",
    "rating": 2,
    "name": "Мирослава Кисла",
    "cat": "Restaurant"
  },
  {
    "review": "Понравилось решительно все. Интерьер создан с большим вниманием к деталям. Еда, наверное, лучшая из всего что есть тайского в Киеве. Приветливое обслуживание. Нормальные цены, особенно в соотношении с качеством. Естественно людно, стол …",
    "rating": 5,
    "name": "Юрий Горбатюк",
    "cat": "Restaurant"
  },
  {
    "review": "Николай Сан, спасибо вам за отзыв! Нам очень важно, что мы смогли вызвать у вас приятные эмоции! С нетерпением ждём вас в гости снова!!\n\n(Translated by Google)\nNikolay San, thank you for the tip! It is very important for us that we were able to arouse pleasant emotions in you! Looking forward to visit you again !!",
    "rating": 4,
    "name": "Valeriy K",
    "cat": "Restaurant"
  },
  {
    "review": "Место находится в центре, персонал приветливый, людей было слишком много, сели с другом на баре. Заказал лапшу пад-тай с морепродуктами. Стоит она 240грн, вроде. Ждали минут 30. Когда принесли, то я немного удивился, когда к ней подали …",
    "rating": 5,
    "name": "Таисия Юхта",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Александр! Нам очень жаль, что вам пришлось ждать блюдо 30 минут! Приносим свои извинения. Сахар в блюде и остальные специи для того, чтоб регулировать баланс вкуса, а не для хруста. Извините за данное недоразумение. Очень ждём вас в гости и надеемся на то, что наш Том Ям вас приятно удивит и покорит!) Спасибо вам за ваш отзыв! Вы помогаете нам становиться лучше!\n\n(Translated by Google)\nGood evening, Alexander! We are very sorry that you had to wait 30 minutes for the dish! We apologize. Sugar in a dish and other spices in order to regulate the balance of taste, and not for crunching. Sorry for this misunderstanding. We are waiting for you to visit and we hope that our Tom Yam will pleasantly surprise and conquer you!) Thank you for your feedback! You help us get better!",
    "rating": 5,
    "name": "Андрей Ткачёв",
    "cat": "Restaurant"
  },
  {
    "review": "Мне больше всего нравится манго с липким рисом и то, что есть в наличии растительное молоко для кофе. Дворик для террасы небольшой, но уютный. …",
    "rating": 5,
    "name": "Александр Таборовский",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день,Яна❤️\nОчень рады,что манго стики райс пришлись по вкусу.Ждём новой встречи на уютной террасе Тайского🐅\n\n(Translated by Google)\nGood afternoon, Yana❤️\nWe are very glad that the mango sticky rice was to our taste. We are looking forward to a new meeting on the cozy terrace of the Thai",
    "rating": 5,
    "name": "Петро Тоненчук",
    "cat": "Restaurant"
  },
  {
    "review": "Я - жертва рекламы . Ничего общего с Таиландом ( ну или я 3 раза была не в Таиланде ) . 1. Уберите мусорки - запах  стойкий возле заведения и нужно молится Будде , что не сесть по ту сторону где веет ветер . Состояние стройки и разрухи - …",
    "rating": 5,
    "name": "Ярослав Приходько",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер! Благодарим вас за обратную связь! Мы передали все комментарии насчёт блюд нашему бренд-шефу и тайскому шеф-повару. Стройка скоро закончится - это точно! Мы максимально попытались отвлечь внимание от неё с помощью атмосферы. Благодарим вас за  комментарий насчёт меню. Взяли его в работу.  Очень надеемся на ещё один шанс! С любовью, Тайский привет!❤️\n\n(Translated by Google)\nGood evening! Thank you for your feedback! We passed all the comments about the dishes to our brand chef and Thai chef. Construction will end soon - that's for sure! We tried as much as possible to distract attention from her with the help of the atmosphere. Thank you for commenting on the menu. They took him to work. We really hope for another chance! With love, Thai hello! ❤️",
    "rating": 3,
    "name": "Serhii Skrypnyk",
    "cat": "Restaurant"
  },
  {
    "review": "После заказа прождали 40мин вместо обещаных 15мин. Взяли с собой, оказалось проложили не все. Вернулись, попросили поменять - опять обещанные 15мин превратились в 30мин, после чего развернулись и ушли. Не рекомендую. …",
    "rating": 5,
    "name": "Lutos Palmeyros",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Ярослав. Нам безумно жаль, что вам пришлось так долго ждать заказанные блюда и ещё больше, что заказ, который мы вам отдали был не до конца укомплектован.\nПросим прощения, что сегодня предоставленный нами сервис был недостаточно хорошим. Очень хотим разобраться в случившейся ситуации и постараться исправить ее. Будем благодарны, если напишите номер, по которому мы можем с вами связаться или напишите нам, пожалуйста, в личные сообщения в инстаграм (@thailand.hi), если не хотите писать личный номер тут в комментариях🙏\n\n(Translated by Google)\nGood afternoon, Yaroslav. We are insanely sorry that you had to wait so long for the ordered dishes and even more that the order that we gave you was not fully stocked.\nWe apologize that the service we provided today was not good enough. We really want to understand the situation that has happened and try to fix it. We will be grateful if you write a number where we can contact you or write to us, please, in private messages on Instagram (@ thailand.hi), if you don’t want to write your personal number here in the comments🙏",
    "rating": 1,
    "name": "Олександр Осико",
    "cat": "Restaurant"
  },
  {
    "review": "Столик забронировали за неделю на субботу, сказали, что будем сидеть в отдельной зоне, где надо разуваться, сначала чуть насторожилась, но оказалось, что это супер место) Единственное- мы сидели возле массажа, девочки там очень стараются, …",
    "rating": 5,
    "name": "Ярослав",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо Вам за отзыв! Наши чайные комнаты это и правда супер место! Коментарий о перегородке мы обязательно учтём! Нам очень в кайф, когда Вам нравится. Ждём в гости снова!\n\n(Translated by Google)\nThank you for your feedback! Our tea rooms are truly a super place! We will take into account the comment about the partition! We are very high when you like. Looking forward to visit again!",
    "rating": 5,
    "name": "Nadiia Myroniak",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Everything was delicious and I really liked the atmosphere of the restaurant. The only downside - we were sitting at a tea table indoors and it was a bit hot …",
    "rating": 5,
    "name": "Павел Бондарчук",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Hello! We are very glad that you liked us. We will definitely correct this small minus. Have a nice day❤️\n\n(Original)\nДоброго дня! Ми дуже раді, що вам сподобалось у нас. Цей маленький мінус ми обов‘язково виправимо. Гарного дня❤️",
    "rating": 5,
    "name": "Annushka",
    "cat": "Restaurant"
  },
  {
    "review": "Интерьер очень дешевый и разваливающийся, никак не на $$$, заказ несут очень долго, даже напитки ждали по 20 минут, кухня норм, но опять же оверпрайс. Меню только(!) в инстаграмме - это вообще полный треш, более странного решения я еще не …",
    "rating": 5,
    "name": "Александр Пупкин",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно. Все понравилось. Приветливый персонал\n\n(Translated by Google)\nDelicious. All liked it. Friendly staff",
    "rating": 5,
    "name": "Anastasiia Sh",
    "cat": "Restaurant"
  },
  {
    "review": "Все было очень вкусно. Обслуживание просто супер. Спасибо☺️\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Екатерина Чикирисова",
    "cat": "Restaurant"
  },
  {
    "review": "Было бы неплохо, если официант подсказывал/консультировал. Мы с мужем эту кухню совсем не знаем, и заказывали наугад, т.к. официант молчал как партизан. Но мы были буквально сразу после открытия, возможно ситуация уже поменялась …",
    "rating": 5,
    "name": "Роман Иваненко",
    "cat": "Restaurant"
  },
  {
    "review": "Мы благодарны за обратную связь. Это помогает нам каждый день становиться чуточку лучше. Будем рады видеть Вас снова, очень хотим исправить Ваше первое впечатление\n\n(Translated by Google)\nWe appreciate feedback. It helps us get a little better every day. We will be glad to see you again. We really want to correct your first impression.",
    "rating": 5,
    "name": "Valentine Nov",
    "cat": "Restaurant"
  },
  {
    "review": "Молодцы! Кухня, обслуживание, атмосфера на высшем уровне.\n\nЧто заметили из недостатков: …",
    "rating": 5,
    "name": "Никита",
    "cat": "Restaurant"
  },
  {
    "review": "Евгений, мы очень благодарны Вам за Ваш фидбэк. Обязательно проведём работу над ошибками! До скорой встречи 🤗\n\n(Translated by Google)\nEugene, we are very grateful to you for your feedback. Be sure to work on the bugs! See you soon 🤗",
    "rating": 5,
    "name": "Андрей Солонский",
    "cat": "Restaurant"
  },
  {
    "review": "Не понимаю настолько восторженных отзывов..цена не соответствует качеству если честно..брала пад тай с креветкой ,рисовая лапша переготовлена, блюдо небыло доведено до вкуса,не насыщенный вкус ,не хватало вкуса тамаринда . И выход блюда …",
    "rating": 5,
    "name": "Aliona Shpartak",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Екатерина! Спасибо вам  за фидбэк, нам очень важно получать отзывы от гостей для того, чтобы мы становились лучше.\nКаждое блюдо готовится исключительно по технологической карте.\nНаш шеф - повар каждый  день контролирует качество и вес продукта.\nНам очень жаль, что в этот раз мы не оправдали ваши ожидания. Мы будем очень рады, если вы дадите нам ещё 1 шанс. До скорой встречи ❤️\n\n(Translated by Google)\nGood evening, Catherine! Thank you for the feedback, it is very important for us to receive feedback from guests so that we become better.\nEach dish is prepared exclusively according to the technological map.\nOur chef every day controls the quality and weight of the product.\nWe are very sorry that this time we did not live up to your expectations. We will be very happy if you give us one more chance. See you soon ❤️",
    "rating": 5,
    "name": "Roman",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Ordered a spicy chicken pad Thai. The dish turned out to be generally tasty, but in general, even by our standards, not spicy, plus the taste of sunflower oil was too much. :( …",
    "rating": 4,
    "name": "Alina Lomako",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nWe will be very happy to pick up a sharper dish next time 😉\nThank you very much for your feedback. Have a nice day ❤️\n\n(Original)\nДоброго дня!\nМи будемо дуже раді наступного разу вам  підібрати більш гострішу страву 😉\nДякуємо вам велике за відгук. Гарного дня ❤️",
    "rating": 5,
    "name": "Leba Kna",
    "cat": "Restaurant"
  },
  {
    "review": "Забронировали заранее столик на 16.11.2019 на 18:00. В этот день перезвонили в 17:25 и сказали, что столик будет готов только в 19:00 так как за столиком отдыхают другие посетители. Целый час мы убивали время и в 19:00 пришли в Тайский …",
    "rating": 5,
    "name": "Anna Rychenko",
    "cat": "Restaurant"
  },
  {
    "review": "Ярослав, мы приносим свои извинения за ошибки с бронированием и обещаем исправиться 🙌🏼❤️ Оставьте свой номер телефона, наш менеджер хочет обсудить детали . 🙏🏽\n\n(Translated by Google)\nYaroslav, we apologize for the errors with the reservation and promise to fix it 🙌🏼❤️ Leave your phone number, our manager wants to discuss the details. 🙏🏽",
    "rating": 5,
    "name": "Inna Demianova",
    "cat": "Restaurant"
  },
  {
    "review": "Из 5 блюд 2 норм.\nТом ян хорош, остальное (особенно все жареное) уже такое.\nНо жареное ну ооочень жирное, и больше не возьму никогда. …",
    "rating": 5,
    "name": "Ole KLu",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The kitchen is probably delicious !!!\nAlso thank you for the compliment from the establishment - coconut ice cream! Hmmm ... delicious! …",
    "rating": 5,
    "name": "Inna Sakovets",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Yaroslav, we are already looking forward to new meetings with you❤️🐯\n\n(Original)\nЯрослав, ми уже з нетерпінням чекаємо на нові зустрічі з вами❤️🐯",
    "rating": 5,
    "name": "Igor Betliy",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) I liked!\nThe wine is delicious. The food (took mai tai) is also delicious, but next time I will ask for less pepper, because it is very spicy) …",
    "rating": 5,
    "name": "Alex Merkulov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good day! Thank you for your feedback! We are very pleased that you liked us. Our dishes can be prepared not spicy or less spicy. Come to us again! ❤️☺️\n\n(Original)\nДобрий день! Дякуємо вам за відгук! Нам дуже приємно, що вам сподобалось у нас. Наші страви можна приготувати не гострими або менш гострими. Приходьте до нас ще! ❤️☺️",
    "rating": 3,
    "name": "Kostyantin Romanov",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная еда, реально похожая на еду в Таиланде, приятная атмосфера, аромат Тая унесли с собой, даже провода накручены, как элемент дизайна, все очень понравилось, сегодня едем в \"Китайский привет\", классная идея, благодарю того, кто …",
    "rating": 5,
    "name": "Alyona Chayka",
    "cat": "Restaurant"
  },
  {
    "review": "Круто! Мы очень рады! Ждём в гости снова💛\n\n(Translated by Google)\nCool! We are very happy! We look forward to visiting again💛",
    "rating": 5,
    "name": "Валентина Костина",
    "cat": "Restaurant"
  },
  {
    "review": "Хорошее место, почти в центре) очень вежливый персонал, проконсультировали подсказали, блюда неплохие взяла лапшу с морепродуктами, матча дальгона отдельный вид искусства -просто вкуснейший чай в моей жизни❤️ …",
    "rating": 5,
    "name": "Андрей Измоденов",
    "cat": "Restaurant"
  },
  {
    "review": "Анастасия, спасибо вам за отзыв! Ждём новых с вами встреч! ❤️🐯\n\n(Translated by Google)\nAnastasia, thank you for your feedback! We are waiting for new meetings with you! ❤️🐯",
    "rating": 5,
    "name": "Ander Mi",
    "cat": "Restaurant"
  },
  {
    "review": "Много слышал про это место. Хоть и не фанат такой еды, решил проверить все на личном опыте. Что сказать - еда очень вкусная, обстановка приятная. Оценка 5, рекомендую …",
    "rating": 5,
    "name": "Andrii Bondarchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Ян! ☺️\nСпасибо вам большое за отзыв! Мы будем всегда рады вас видеть у нас в гостях! Хорошего вечера! ❤️\n\n(Translated by Google)\nGood evening, Jan! ☺️\nThank you very much for your feedback! We will always be glad to see you as our guest! Good evening! ❤️",
    "rating": 4,
    "name": "Lena Zaizeva",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Mango sticks rice 😍🥰🤩\nPad Thai is also beautiful and fragrant, and drunken noodles are a little sharper than I expected (and it was medium sharpness, not full), but also very tasty, …",
    "rating": 5,
    "name": "Алекс Алекс",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) We are very pleased to read such words! 💕\nWe are glad that you liked the dishes!\nThank you for being with us.\n\nWe are waiting for a new meeting🐯💕\n\n(Original)\nНам дуже приємно читати такі слова! 💕\nРаді, що страви прийшлись Вам до смаку!\nДякуємо, що були з нами.\n\nЧекаємо на нову зустріч🐯💕",
    "rating": 5,
    "name": "Yuliya Nechet",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The food is delicious and when you eat it is as if you are transferred to Thailand. But sitting was not comfortable. A lot of people and tables, chk in the Thai food market due to the quarantine is not very good and …",
    "rating": 5,
    "name": "Катя Капран",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное заведение, одно из лучших заведений Киева, всем советую посетить этот ресторан, очень вкусно, все идентично по вкусу как в самом Тайланде, спасибо вам огромное, всего наилучшего и развития вашему ресторану❤️❤️❤️ …",
    "rating": 5,
    "name": "Саня Халимовский",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Антон! Спасибо вам большое! Вы - ❤️\nБудем ждать вас с нетерпением☺️\n\n(Translated by Google)\nGood afternoon, Anton! Thank you very much! You - ❤️\nWe will be waiting for you with impatience☺️",
    "rating": 3,
    "name": "J1oxmaTik",
    "cat": "Restaurant"
  },
  {
    "review": "Все очень вкусно и аутентично!\nотличная нестандартная атмосфера Азии.\nОбязательно ещё вернусь сюда. …",
    "rating": 5,
    "name": "Tetyana Nebozhynska",
    "cat": "Restaurant"
  },
  {
    "review": "Очень атмосферное место. Официант очень приятный и внимательный, обслуживание на высоком уровне, а ваш матча просто восхитителен❤️❤️❤️.\nТост с авокадо очень сытный и вкусный, в заведении соответствует цена-качество. …",
    "rating": 5,
    "name": "Ольга Репина",
    "cat": "Restaurant"
  },
  {
    "review": "Kristen Oksina, клаас! Ждём снова в гости! Очень хотим еще порадовать вас многими нашими вкусностями!\n\n(Translated by Google)\nKristen Oksina Klaas! We look forward to visiting again! We really want to please you with many of our goodies!",
    "rating": 5,
    "name": "Yurii K.",
    "cat": "Restaurant"
  },
  {
    "review": "Рестораны Тайский ,Китайские и вьетнамский Привет это лучшее из еды что может быть в Киеве,каждое блюдо изумительное и божественное!!! есть одна просьба,за последние две недели заказываю Тайский привет через Болт,палочки для Пад Тая вы …",
    "rating": 5,
    "name": "Vlada Shcholkina",
    "cat": "Restaurant"
  },
  {
    "review": "Артём , благодарив вас за отзыв! Очень приятные слова❤️\nСпасибо, что указали на данный момент. Обещаем исправиться 🙌\n\n(Translated by Google)\nArtyom, thanking you for your feedback! Very nice words❤️\nThanks for pointing out at this point. We promise to improve 🙌",
    "rating": 5,
    "name": "Ihor Skrypnyk",
    "cat": "Restaurant"
  },
  {
    "review": "highly NOT recommended\nявный оверпрайс, небольшие порции, неудобная мебель, в зале тесно и шумно, неуютно …",
    "rating": 5,
    "name": "Ирина Якименко",
    "cat": "Restaurant"
  },
  {
    "review": "Отличное место, атмосфера на уровне, по еде всё понравилось, понятно, что острота адаптирована под местные язычки, но вот оригинальной азиатской зелени не хватает в блюдах, чтобы так на 100% аутентично было и для ароматики. …",
    "rating": 5,
    "name": "Konstantin Aksenov",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Богдан! Спасибо вам большое за отзыв! Мы приняли во внимание ваши пожелания! Приходите к нам ещё! ❤️\n\n(Translated by Google)\nGood afternoon, Bogdan! Thank you very much for your feedback! We took into account your wishes! Come to us again! ❤️",
    "rating": 5,
    "name": "Anton Chernykh",
    "cat": "Restaurant"
  },
  {
    "review": "Тайская кухня здесь очень вкусная и аутентичная, вежливые официанты.\nНе тайскую кухню не советую.\nПожалуйста, сделайте тайскую кухню доступной к заказу до 12 часов дня. …",
    "rating": 4,
    "name": "Max Demchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо вам за отзыв! Увы, с 10:00 до 12:00 у нас в ресторане только завтраки.  Обязательно заходите в гости пробовать❤️ хорошего дня!\n\n(Translated by Google)\nThank you for your feedback! Alas, from 10:00 to 12:00 we only have breakfasts in our restaurant. Be sure to stop by and try have a nice day!",
    "rating": 5,
    "name": "Лиза Тыщик",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) UPD\nThe director contacted me, politely asked for the details of the order and we discussed all the details. After that, I can not go again to the institution and …",
    "rating": 5,
    "name": "Pavlo Shymanovych",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A very colorful place where the fantasy of tastes makes you dizzy (in a good way). I haven't had such gastronomic pleasure for a long time. In addition, this institution has its own atmosphere, detached from the …",
    "rating": 5,
    "name": "Andrii Chubariev",
    "cat": "Restaurant"
  },
  {
    "review": "Помимо вкусной еды и безумно атмосферного интерьера, очень классный персонал! Ребята - душа заведения, создают ощущения дома. Рекомендую ❤️‍🔥 …",
    "rating": 5,
    "name": "Валентин Сиволожский",
    "cat": "Restaurant"
  },
  {
    "review": "Диана, нам очень приятны ваши слова! Очень сильно ждём скорых новых встреч❤️❤️\n\n(Translated by Google)\nDiana, we are very pleased with your words! We are looking forward to meeting you soon",
    "rating": 1,
    "name": "Snegir Vitaliy",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусное кокосовое мороженное.\nЛимонад долго делали. Салат с курицей на гриле по вкусу не понравился. Долго ждали стол, который заранее бронировали. …",
    "rating": 5,
    "name": "sokolovich notFamilia",
    "cat": "Restaurant"
  },
  {
    "review": "Екатерина, спасибо вам большое за отзыв! Нам очень жаль, что вам пришлось ждать стол и напитки. Мы приняли ваши замечания во внимание! В следующий раз обязательно оправдаем ваши ожидания! ❤️❤️❤️\n\n(Translated by Google)\nEkaterina, thank you very much for your feedback! We are very sorry that you had to wait for a table and drinks. We took your comments into account! Next time we will definitely meet your expectations! ❤️❤️❤️",
    "rating": 5,
    "name": "olga Isaieva",
    "cat": "Restaurant"
  },
  {
    "review": "Ура наконец добрались! Рестораны с такой кухней наши любимые, но как-то до «приветов» мы не добрались и вот свершилось, ну что готовы оставить свой feedback по поводу знакомства в вами! …",
    "rating": 5,
    "name": "Взгляд На её",
    "cat": "Restaurant"
  },
  {
    "review": "Большое спасибо за отзыв!\nНам очень жаль, что Вам не было вкусно у нас.\n\nПриходите в гости снова, и мы обязательно подберём блюда, которые Вам понравятся 🙏🏽💕\nТакже забронируем уютный, комфортный стол для вас и ваших друзей.\n\nБудем благодарны, если напишите нам Ваш номер телефона, для связи с менеджером.\n\nДля нас очень важна обратная связь!\n\n(Translated by Google)\nThank you very much for your feedback!\nWe are very sorry that you were not tasty with us.\n\nCome visit again, and we will definitely pick up the dishes that you like 🙏🏽💕\nWe will also book a cozy, comfortable table for you and your friends.\n\nWe will be grateful if you write us your phone number to contact the manager.\n\nFeedback is very important to us!",
    "rating": 5,
    "name": "Anastasia Yefimenko",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная тайская кухня. Хорошее крафтовое пиво, и можно понастольгировать под тайское пиво. …",
    "rating": 5,
    "name": "Мария Горохова",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Игорь! Кроме крафтового пива, вы можете ещё только у нас попробовать тайское- Singha! До скорой встречи! 👋\n\n(Translated by Google)\nGood afternoon, Igor! In addition to craft beer, you can only try Thai-Singha with us! See you soon! 👋",
    "rating": 5,
    "name": "Diana Siryk (dianabanana)",
    "cat": "Restaurant"
  },
  {
    "review": "Самые лучшие впечатления от посещения - вкусная еда, супер приветливые официанты и красивый интерьер. Понравилось, что есть возможность адаптировать блюда под вегетарианцев. Обязательно вернусь ещё! …",
    "rating": 5,
    "name": "Юрій",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Екатерина! Мы очень рады, что вам понравилось у нас. Рекомендуем вам также наши массажи, Чонлада и Корнджит - специалисты в этом! ❤️\n\n(Translated by Google)\nGood afternoon, Catherine! We are very glad that you liked it with us. We also recommend our massages, Chonlada and Kornjit - experts in this! ❤️",
    "rating": 5,
    "name": "Ketrin Claus",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно, я обожаю такую кухню, еще и обстановка красивая, в общем - ресторан бомба! …",
    "rating": 4,
    "name": "Nek",
    "cat": "Restaurant"
  },
  {
    "review": "Атмосферное место. Вкусная еда и приятный персонал 😊 Особенно понравилось место на травке. 👍 …",
    "rating": 4,
    "name": "Елена Марк",
    "cat": "Restaurant"
  },
  {
    "review": "Maryna Kuryshchenko, мы очень рады, что смогли порадовать вас! Нам очень приятно)\n\n(Translated by Google)\nMaryna Kuryshchenko, we are very glad that we could please you! We are very pleased)",
    "rating": 5,
    "name": "yuri luzan",
    "cat": "Restaurant"
  },
  {
    "review": "Плюсы: месторасположение и атмосфера внутри\nМинусы: все в заказе было не вкусным. В том яме из морепродуктов только 2 креветки (цена ~12$), мясо курица недожарена, джерки безвкусные …",
    "rating": 5,
    "name": "Юрій Дереш",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приветливые официанты. Но заказали 2 блюда и они были довольно пресными. Ожидали чего-то более вкусного …",
    "rating": 5,
    "name": "Veniamin Sharov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very friendly staff and delicious food.\nOur waiter Darina made the evening wonderful …",
    "rating": 4,
    "name": "Корнієнко Миколай",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Hello! Thank you very much for your feedback❤️\n\n(Original)\nДоброго дня! Дякуємо вам велике за відгук❤️",
    "rating": 5,
    "name": "Олександр С",
    "cat": "Restaurant"
  },
  {
    "review": "Меню - оно в инсте, в чем проблема сделать линк в qr на сайт или pdf? Ну вот нет инсты, что делать?\nПосадка - пол зала пустого, но посадили возле туалета и массажного уголка, …",
    "rating": 4,
    "name": "Тарас Лавренюк",
    "cat": "Restaurant"
  },
  {
    "review": "Александр, спасибо за отзыв! Могли бы вы нам сообщить, что именно вам у нас не понравилось? Для нас это очень важно!\n\n(Translated by Google)\nAlexander, thanks for the tip! Could you tell us what exactly you didn't like with us? For us it is very important!",
    "rating": 5,
    "name": "Licano",
    "cat": "Restaurant"
  },
  {
    "review": "Том Ям очень понравился, настоящий тайский суп, Пад тай и пьяная лапша после супа разочаровали немного. Атмосфера хорошая, обслуживание тоже. Столик рекомендую бронировать заранее, всегда много народу. …",
    "rating": 4,
    "name": "Денис Рябых",
    "cat": "Restaurant"
  },
  {
    "review": "Ура Том Яму ❤️ И нашему шеф повару Ча ! Ждём новой встречи, что бы узнать честное мнение про остальные блюда 🙏🏽  С любовью, Тайский\n\n(Translated by Google)\nHurray Tom Yamu ❤️ And our chef Cha! We look forward to a new meeting to find out an honest opinion about other dishes 🙏🏽 With love, Thai",
    "rating": 5,
    "name": "Anastasiia Boiarchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Очень уютное место. Кухня действительно тайская, блюда такие же, как я пробовала в Таиланде. Отдельное впечатление оставил приветливый персонал, заботятся о тебе в каждый момент 😍 …",
    "rating": 3,
    "name": "Valentina Valentina",
    "cat": "Restaurant"
  },
  {
    "review": "Инна, мы счастливы читать такие комментарии💕\nСпасибо что поделились своими впечатлениями!\nПриходите к нам снова, будем очень рады🐅\n\n(Translated by Google)\nInna, we are happy to read such comments💕\nThank you for sharing your impressions!\nCome to us again, we will be very happy🐅",
    "rating": 5,
    "name": "Oleksandr Sholudko",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно, хорошее обслуживание и атмосфера.\nСамая тайская еда, которую я пробовала в Киеве.\nХорошее соотношение цены и качества …",
    "rating": 5,
    "name": "Максим Сальков",
    "cat": "Restaurant"
  },
  {
    "review": "Мария, спасибо, что оценили! Очень приятные слова! Ждём встречи с вами снова❤️\n\n(Translated by Google)\nMaria, thank you for rating! Very nice words! Looking forward to seeing you again❤️",
    "rating": 5,
    "name": "Artem Dqwaer",
    "cat": "Restaurant"
  },
  {
    "review": "Вам стоит поработать над тем с какой скоростью работает ваш персонал.\nИз-за того что вы задержали заказ, я опоздал к клиенту и пропустил пиковое время для работы, уважайте пожалуйста и время курьеров тоже. …",
    "rating": 5,
    "name": "Василий Кожемякин",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо Вам большое, что написали🙏🏽\nОбязательно исправим этот момент и возьмём во внимание все замечания.\nУважаем и ценим труд каждого, это важно для нас!\n\nЖдём Вас снова😉💕\n\n(Translated by Google)\nThank you very much for writing🙏🏽\nWe will definitely correct this point and take into account all the comments.\nWe respect and appreciate the work of everyone, this is important for us!\n\nWe are waiting for you again😉💕",
    "rating": 5,
    "name": "Hanna Myronenko",
    "cat": "Restaurant"
  },
  {
    "review": "Невероятно вкусно, приветливый и отзывчивый персонал, удобная локация.\nОдно из любимых мест для встречи с друзьями на завтрак/обед. …",
    "rating": 5,
    "name": "Fomenko Sergey",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день! Спасибо вам большое за тёплые слова. Приходите к нам ещё❤️\n\n(Translated by Google)\nGood day! Thank you very much for your kind words. Visit us again❤️",
    "rating": 5,
    "name": "Mary S",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусные супы! Реально похожи на Тайские. Помещение небольшое, но в целом стильно и уютно. Есть возможность сделать массаж) Блюда выносили быстро, все очень понравилось! …",
    "rating": 5,
    "name": "Андрей Гуров",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Анна! Большое спасибо!) Будем рады видеть Вас снова.\n\n(Translated by Google)\nGood evening, Anna! Thank you very much!) We will be glad to see you again.",
    "rating": 4,
    "name": "Anna Osnadchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Восторг.\nНикогда я не ела том Ям подобный этому, послевкусие было со мной ещё несколько часов. Это потрясающе …",
    "rating": 5,
    "name": "Юлія Пінчук",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Виктория! Спасибо вам огромное за отзыв. Будем рады вас увидеть снова❤️\n\n(Translated by Google)\nGood evening, Victoria! Thank you very much for your feedback. We will be glad to see you again❤️",
    "rating": 4,
    "name": "Ольга Черкасова",
    "cat": "Restaurant"
  },
  {
    "review": "Ребята! Место за баром, где находится сушилка для посуды - это не то место, куда можно сажать гостя, потому что ставить на таком крошечном пространстве тарелки очень неудобно. За этот неприятный опыт минус балл. Еда по качеству отличная, но …",
    "rating": 5,
    "name": "Serg farmacevt",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо за Ваш комментарий. Мы учтём Ваши замечания. Нам важно мнение каждого гостя. Надеемся, Вы дадите нам ещё один шанс. Мы будем  рады видеть Вас снова ❤️\n\n(Translated by Google)\nThank you for your comment. We will take into account your comments. The opinion of each guest is important to us. We hope you give us another chance. We look forward to seeing you again ❤️",
    "rating": 3,
    "name": "Настя Мартынюк",
    "cat": "Restaurant"
  },
  {
    "review": "Добавьте (верните) русский язык для меню и вашего приложения. Уважайте ваших клиентов и перестаньте прогибаться под нациков - за мои же деньги у вас нет права меня же пытаться украинизировать у меня дома. Это вопрос выбора и уважения, …",
    "rating": 5,
    "name": "Елена Беликова",
    "cat": "Restaurant"
  },
  {
    "review": "К сожалению в период карантина нарушаются нормы безопасности. Повара носят маску на подбородке или она не закрывает нос.\nДа, еда невероятно вкусная, но какой от нее толк если она несёт в себе риск для …",
    "rating": 5,
    "name": "Елена Богомол",
    "cat": "Restaurant"
  },
  {
    "review": "Elena Gunyko, благодарим вас за комментарий! С персоналом нашего кафе ежедневно проводится брифинг о соблюдении карантинного режима! Так же мы меняем маски и перчатки каждые 2 часа. Санизайзери присутствуют на каждом процессе и при входе в кафе. Мы благодарим вас, что обратили внимание на данную ситуацию, и обещаем, что провели более жесткую работу с персоналом!\n\n(Translated by Google)\nElena Gunyko, thank you for the comment! A daily quarantine briefing is held with the staff of our cafe! We also change masks and gloves every 2 hours. Sanisizers are present at every process and at the entrance to the cafe. We thank you for paying attention to this situation, and we promise that we have done tougher work with the staff!",
    "rating": 3,
    "name": "DELTA",
    "cat": "Restaurant"
  },
  {
    "review": "1) Отравление едой с которым пришлось мучаться более недели 2) персонал особо не спешит обслуживать 3) принесли неполное блюдо, сказали так должно быть, оказалось таки не хватало ингредиентов, доносили ещё несколько десятков минут 4) …",
    "rating": 5,
    "name": "Юлія Магерівська",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Hello! Thanks for the feedback\nHow can our manager contact you for more information? 🙏🏻\nWe are incredibly looking forward to your answer to any social network that is comfortable for you to use! Thank you❤️\n\n(Original)\nДоброго дня! Дякуємо за фідбек🙏🏻\nЯк наш менеджер може зв‘язатись з вами для вияснення більш детальної інформації? 🙏🏻\nНеймовірно сильно чекаємо на вашу відповідь в будь яку соц мережу, яка вам комфортна в користуванні! Дякуємо❤️",
    "rating": 5,
    "name": "Дмитрий Д (Dmitr D)",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Not a bad place, although there is a shortcoming - the table for two is too close to each other, so the waiters constantly cling to what is standing there, and apologize ... Yes, the waiter touched us and broke a …",
    "rating": 5,
    "name": "Анна Волковенко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The atmosphere is pleasant, the service is good, the cuisine ... not Thailand, but very, very similar, and most importantly - delicious. …",
    "rating": 5,
    "name": "Анна Кувь",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Oleg, thank you for the comment!\n❤️ We look forward to seeing you again!\n\n(Original)\nОлег, дякуємо вам за комментар!\n❤️ Надіємось на нову зустріч з вами!",
    "rating": 5,
    "name": "Rostyslav Kozak",
    "cat": "Restaurant"
  },
  {
    "review": "Интересный интерьер, уникальное меню. Для любителей Тайланда\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Arseniy Lizenko",
    "cat": "Restaurant"
  },
  {
    "review": "Андрей Лисневский, спасибо вам за отзыв! Нам очень приятно, что вы отметили наш интерьер. Мы очень старались визуально перенести наших гостей в мир Тайланда. Ждём в гости снова!\n\n(Translated by Google)\nAndrey Lisnevsky, thank you for the tip! We are very pleased that you noted our interior. We tried very hard to visually transfer our guests to the world of Thailand. Looking forward to visit again!",
    "rating": 5,
    "name": "Kilian 112",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, everything was very tasty😊\nThe only remark - in the serving of Pad Thai all the additional ingredients were directly on the plate, because of this it was difficult to adjust the …",
    "rating": 5,
    "name": "Andrey Petunin",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good evening!\nWe are very glad that you liked us!\nCome to us again ❤️\n\n(Original)\nДобрий вечір!\nМи дуже раді, що вам сподобалось у нас!\nПриходьте до нас ще ❤️",
    "rating": 5,
    "name": "Andrei Lazebniy",
    "cat": "Restaurant"
  },
  {
    "review": "Невероятно вкусно и уютно! Отдельное спасибо персоналу, в том числе официанту с красивым цветом волос (простите не знаю Ваше имя). …",
    "rating": 5,
    "name": "Andrey Che",
    "cat": "Restaurant"
  },
  {
    "review": "Клаас! Мы очень рады, что вам всё понравилось! Официанту ,обязательно ,передадим вашу благодарность\n\n(Translated by Google)\nClaes! We are very glad that you liked everything! We will certainly convey your gratitude to the waiter",
    "rating": 4,
    "name": "Serhii Ostapchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Ужасный сервис. Всегда врут о якобы резервах. По факту места свободные. Администратор никогда не знает через сколько освободится место, хотя в заведениях уровня к которому стремится это, должны работать специалисты высокого уровня. …",
    "rating": 5,
    "name": "Alona Reid",
    "cat": "Restaurant"
  },
  {
    "review": "Andrii Dolz,  добрый день! Меня зовут Анастасия, я менеджер Тайского привета. Мне очень важно не допустить подобных ошибок в нашем сервисе и извинится перед вами лично.  Я бы хотела  связатся с вами  и узнать детали, которые испортили вам вечер и впечатление о нас.   Как можно это сделать?\n\n(Translated by Google)\nAndrii Dolz, good afternoon! My name is Anastasia, I'm the manager of Thai Greetings. It is very important for me to prevent such mistakes in our service and will apologize to you personally. I would like to contact you and find out the details that ruined your evening and impression about us. How can this be done?",
    "rating": 5,
    "name": "Pilyavka Pilyavka",
    "cat": "Restaurant"
  },
  {
    "review": "Ожидание-реальность немного не совпали, но туристический том-ям был очень ничего и манго стики райс  очень вкусный.\nПад-тай с курицей и сухой карри с креветками не оправдал надежд …",
    "rating": 4,
    "name": "Dmytro Peretiatko",
    "cat": "Restaurant"
  },
  {
    "review": "Доброе утро, Алина! 😊\nНам очень жаль, что ваши надежды не оправдались! Хотим вас пригласить к нам ещё, чтобы исправить ваше первое впечатление! Хорошего дня! ❤️\n\n(Translated by Google)\nGood morning, Alina! 😊\nWe are very sorry that your hopes were not realized! We would like to invite you to visit us again to correct your first impression! Have a nice day! ❤️",
    "rating": 5,
    "name": "Анна Муйлина",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Superb! I really liked the service and awareness of the waiters! Delicious absolutely everything! …",
    "rating": 5,
    "name": "vano Djhin",
    "cat": "Restaurant"
  },
  {
    "review": "Персонал хороший, цены космос, столы ржавые, еда треш.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Igor Rozovenko",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день,Максим!🤚🏻\nБлагодарим вас за отзыв,подскажите пожалуйста,как может менеджер связаться с вами для уточнения деталей?\n\nБудем рады обратной связи здесь либо же в инста.Зараннее благодарим вас!\n\n(Translated by Google)\nGood afternoon, Maxim!🤚🏻\nThank you for your feedback, please tell me how can the manager contact you to clarify the details?\n\nWe will be glad to receive feedback here or on Instagram. Thank you in advance!",
    "rating": 5,
    "name": "Roman Nesterenko",
    "cat": "Restaurant"
  },
  {
    "review": "Еда похожа на тайскую.  Том кха даже максимально приближен. Порции жлобские. Цены,на мой взгляд, высокие для таких порций. Локация испорчена близстоящими МАФами. Хорош для единоразового посещения, тем кто не был в Тайланде. …",
    "rating": 2,
    "name": "Dmytro Shapoval",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) It is expensive but not satisfying. Just a stylish place. They even get extra money for rice. I will not go again. …",
    "rating": 1,
    "name": "Alex Pavlik",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Super friendly and helpful.\nThe food is delicious, we'll be back in January! …",
    "rating": 5,
    "name": "Andrіy Korotych",
    "cat": "Restaurant"
  },
  {
    "review": "Hello, Katja! Thank you so much for your feedback. See you soon❤️",
    "rating": 5,
    "name": "Victoria Tokarchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Хочется дать второй шанс, этому заведению, первое посещение было не особо удачным, Пад-Тай уровня meiwei это странно, десерты ничего так, но ожидали большего. Обслуживание отменное, ненавязчивое и дружелюбное. …",
    "rating": 5,
    "name": "Maxim Travel",
    "cat": "Restaurant"
  },
  {
    "review": "Another , благодарим Вас за отзыв!  И благодарим, что Вы в нас верите. Нам это очень важно!\n\n(Translated by Google)\nAnother, thank you for your feedback! And thank you for believing in us. This is very important for us!",
    "rating": 5,
    "name": "Igor Gryban",
    "cat": "Restaurant"
  },
  {
    "review": "\"Цены - качество\" это жесть. Ужин на двоих 1350 грн: 2 супа и одно второе плюс лепешки одна порция. Супы почти пустые, второе было ок. …",
    "rating": 5,
    "name": "Anastasia Chepurna",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно. Рекомендую попробовать все виды мороженого.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Артём Пискун",
    "cat": "Restaurant"
  },
  {
    "review": "Olya Shambir, мы очень рады! Спасибо за комментарий!\n\n(Translated by Google)\nOlya Shambir, we are very happy! Thanks for the comment!",
    "rating": 5,
    "name": "Pavel Gurov",
    "cat": "Restaurant"
  },
  {
    "review": "Красиво, вкусно и , наверное, самый лучший сервис среди ресторанов Киева. Не жалейте чаевых, ребята их заслуживают на 100% …",
    "rating": 5,
    "name": "ТАРАС Мороз",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Леся! Спасибо вам огромное за такой приятный отзыв. Приходите к нам ещё ❤️\n\n(Translated by Google)\nGood afternoon, Lesya! Thank you very much for such a pleasant review. Visit us again ❤️",
    "rating": 4,
    "name": "Alexandr Gubskiy",
    "cat": "Restaurant"
  },
  {
    "review": "Цены завышены в два раза, ничего особенного, напоминает тайскую кухню. Ресторан так себе… …",
    "rating": 5,
    "name": "Mary Gary",
    "cat": "Restaurant"
  },
  {
    "review": "Александр, спасибо вам за ваш отзыв! ❤️\nМы и вправду Тайский городской ресторан с тайской кухней. Очень сильно надеемся, что вы дадите нам второй шанс, и мы встретимся снова🙏🏻 Хорошего вечера и до скорых встреч❤️🐯\n\n(Translated by Google)\nAlexander, thank you for your feedback! ❤️\nWe are truly a Thai city restaurant with Thai food. We really hope that you will give us a second chance and we will meet again🙏🏻 Have a nice evening and see you soon❤️🐯",
    "rating": 5,
    "name": "Anton Tykhomyrov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Food is mediocre as for such an institution. Sign - in Russian. I don't know where law enforcement is looking… …",
    "rating": 5,
    "name": "Reyzor",
    "cat": "Restaurant"
  },
  {
    "review": "Круто, атмосферно, приятно,  массссажно ;)\n\n(Translated by Google)\nCool, atmospheric, nice, masssazhno ;)",
    "rating": 5,
    "name": "TheEugenePiano",
    "cat": "Restaurant"
  },
  {
    "review": "Безумно вкусно!\nВолшебная атмосфера!\nОчень приятное обслуживание, подскажу и расскажут все тонкости!) …",
    "rating": 5,
    "name": "Настя Тонка",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty!!! The staff performs its functions with the highest quality! Must visit! …",
    "rating": 3,
    "name": "Тимофей Демченко",
    "cat": "Restaurant"
  },
  {
    "review": "Oh,thank you so much ♥️",
    "rating": 5,
    "name": "Олександр Ковальський",
    "cat": "Restaurant"
  },
  {
    "review": "Отличные вкусные блюда, Том Ям самый вкусный в городе, подача на высоте. Кухня работает очень быстро. Рекомендую! …",
    "rating": 1,
    "name": "Ввлерия Ильина",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер! Мы очень рады, что вам понравилось у нас. Будем ждать вас с нетерпением ❤️\n\n(Translated by Google)\nGood evening! We are very glad that you liked it with us. We will be waiting for you with impatience ❤️",
    "rating": 5,
    "name": "Valentina Riabchenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Really as in Tai!) But in fried rice Thais add more glutamate))) This is not a minus of the institution, it's just an observation. And the QR-menu is very inconvenient to read if you are not an Instagram user: - / And …",
    "rating": 5,
    "name": "Ілона Мошелюк",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Aleksei Lazarev, thank you for your comment! We hope that the quarantine restrictions will be lifted very soon and we will be able to give you a paper menu that everyone missed so much! Also, if you are not an Instagram user, you can inform your waiter and he will be happy to give you a tablet from the menu, disinfecting it right in front of you.\n\n(Original)\nAleksei Lazarev, вдячні вам  за коментар! Ми надіємось, що крантинні обмеження дуже скоро знімуть і ми зможемо дати вам в руки паперове меню за яким всі так сильно засумували! Також, якщо ви не є користувачем інстаграм, можете про це повідомити своєму офіціанту і він вам з радістю надасть планшет з меню , продезінфікувавши його прямо перед вами.",
    "rating": 5,
    "name": "Лена Болотюк",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Food, service, dishes, interior, bar - everything is great! Lots of attention to detail - unexpectedly nice little things) …",
    "rating": 5,
    "name": "Kateryna Barneveld",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Yaroslav, we are incredibly grateful for such a review! We are waiting for new meetings🐯\n\n(Original)\nЯрослав, неймовірно вдячні вам за такий відгук! Чекаємо нових зустрічей🐯",
    "rating": 5,
    "name": "Pavel Bogdanovitch",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, the most original Thai food in Kiev! The real Taste of Asia! …",
    "rating": 5,
    "name": "Dqwaer",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon☺️\nThank you for such a good review. See you soon ❤️\n\n(Original)\nДоброго дня☺️\nДякуємо вам за такий гарний відгук. До нових зустрічей ❤️",
    "rating": 5,
    "name": "Valera Michaylenko",
    "cat": "Restaurant"
  },
  {
    "review": "Учитывать в оценке надо что мы в Киеве, до Тая далеко( Сервис супер, атмосфера тоже. Еда полностью повторяет Тайскую кухню. Порции конечно меньше, но вполне ок. Очень рекомендую Том Кха, пад тай. Спасибо Вам …",
    "rating": 3,
    "name": "Max Filippov",
    "cat": "Restaurant"
  },
  {
    "review": "Егор, добрый день❤️\nСпасибо, очень рады что посещение нашего ресторана оставило у Вас такие положительные впечатления!\nБудем рады видеть вас снова\n\n(Translated by Google)\nEgor, good afternoon❤️\nThank you, we are very glad that your visit to our restaurant left you such a positive impression!\nWe will be glad to see you again",
    "rating": 5,
    "name": "Taras Tsvyk",
    "cat": "Restaurant"
  },
  {
    "review": "Том Ям один из лучших в Киеве\nМного где вкусно но у вас вкуснее\nЦветная капуста расстроила не хватает во вкусе зелени ( базилик к примеру ) …",
    "rating": 5,
    "name": "Mykola 977th",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим вас за визит!\n\nОбязательно примем во внимание замечания🙏🏽\nДо новых приятных встреч💕🐯\n\n(Translated by Google)\nThank you for your visit!\n\nWe will definitely take into account the notes🙏🏽\nUntil next pleasant meetings💕🐯",
    "rating": 5,
    "name": "Владимир Усенко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) We had a delicious dinner, liked the beer. A very attentive waitress who helped to choose dishes from the menu according to our preferences. …",
    "rating": 3,
    "name": "ната усенко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good day! We are very glad that you liked it. Before meeting! 🥰\n\n(Original)\nДобрий день! Ми дуже раді, що вам сподобалось. До зустрічі! 🥰",
    "rating": 5,
    "name": "Вячеслав Коржов",
    "cat": "Restaurant"
  },
  {
    "review": "Оч клево. Шейк с личи просто бомба. Очень сложно найти хорошего качества личи вне Тайланда, а этим ребятам это удалось. …",
    "rating": 4,
    "name": "Andrei Rybkin",
    "cat": "Restaurant"
  },
  {
    "review": "Максим, благодарим вас за отзыв всей командой💕\n\nЛюбим и ждем ежедневно🐯💕\n\n(Translated by Google)\nMaxim, thank you for your feedback with the whole team💕\n\nWe love and wait daily🐯💕",
    "rating": 5,
    "name": "Ihor Motornyi",
    "cat": "Restaurant"
  },
  {
    "review": "Очень душевно! Маленький тайский островок в центре Киева.))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Иван Перерва",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день,Олег!🤚🏻\nСчастливы получить ваш отзыв ,команда ждёт новую встречу поскорее ♥️\n\n(Translated by Google)\nGood afternoon, Oleg!🤚🏻\nWe are happy to receive your feedback, the team is waiting for a new meeting as soon as possible ♥️",
    "rating": 5,
    "name": "Alyona Drozdova",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусно, но очень остро. Если официант предлагает взять рис, как дополнение к кари, соглашайтесь. Он вам пригодится :) …",
    "rating": 5,
    "name": "Елена Белова",
    "cat": "Restaurant"
  },
  {
    "review": "Всем привет.\nОчень крутое обслуживание, нас обслуживали Арина и Иван.\nВсем советую👍🍴 …",
    "rating": 5,
    "name": "Maksim",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Виталий! Спасибо вам большое за отзыв. Хорошего дня ❤️\n\n(Translated by Google)\nGood afternoon, Vitaly! Thank you very much for your feedback. Have a nice day ❤️",
    "rating": 1,
    "name": "Maria Terebus",
    "cat": "Restaurant"
  },
  {
    "review": "Замечательное место. Невероятнрюо вкусно и уютно. Очень приветливый и компетентный персонал. После посещения осталась очень довольная. Обязательно прийду снова и буду рекомендовать …",
    "rating": 5,
    "name": "Едуард Григорян",
    "cat": "Restaurant"
  },
  {
    "review": "Маргарита Следзь, спасибо вам за отзыв! Ждём с нетерпением вас снова в гости!\n\n(Translated by Google)\nMargarita Sledz, thank you for your feedback! We look forward to seeing you again!",
    "rating": 5,
    "name": "mikhail fridman",
    "cat": "Restaurant"
  },
  {
    "review": "Лучшее место с тайской едой в Киеве\n\n(Translated by Google)\nBest place with Thai food in Kiev",
    "rating": 4,
    "name": "Ольга Несвіт",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо💕\n\nВсегда рады встрече🤗✨\n\n(Translated by Google)\nThank you\n\nWe are always glad to meet you🤗✨",
    "rating": 5,
    "name": "Naz",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Atmospheric place - delicious, stylish and very pleasant, professional service. Prices are above average, but the case is not a pity. Thank you waiter Ani, had a great evening! …",
    "rating": 5,
    "name": "Matteo Scandaliato",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback! We are very glad that you liked everything! We will be waiting for you! ❤️🥰\n\n(Original)\nДякуємо велике вам за відгук! Ми дуже раді, що вам все сподобалось! Будемо чекати на вас! ❤️🥰",
    "rating": 5,
    "name": "Михаил Пеньков",
    "cat": "Restaurant"
  },
  {
    "review": "120 из 100. И да, посмотрите фильм Кацуриных про то, сколько они вложили энергии и жизни в это место, про деньги я вообще молчу ))) …",
    "rating": 4,
    "name": "Артём Лазарев",
    "cat": "Restaurant"
  },
  {
    "review": "Мы искренне рады, что смогли оставить у Вас только позитивные впечатления🥰\nСпасибо\n\n(Translated by Google)\nWe are sincerely glad that we could leave you only positive impressions впечат\nThank you",
    "rating": 5,
    "name": "Аркадий Жданов",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Chocolate pudding is a great lover too. The combination of sugar-free chocolate with celery is just aerobatics. From the good - friendly staff. …",
    "rating": 5,
    "name": "Роман Василик",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good morning! We are very grateful for your feedback! Maybe you like more of our other desserts. You can also taste our coconut ice cream or tom pita cotta. Before meeting! 🥰\n\n(Original)\nДоброго ранку! Ми дуже вдячні вам за відгук! Можливо вам більш до вподоби інші наші десерти. Ви також можете скуштувати наше кокосове морозиво або том ям панна - котту. До зустрічі! 🥰",
    "rating": 5,
    "name": "Dmitry Bogachov",
    "cat": "Restaurant"
  },
  {
    "review": "Уютное и красивое место с летней лужайкой на которой могут разместить гостей если нет свободных столиков, очень вежливый персонал который посоветует вам различные блюда на ваш вкус, большой выбор разнообразной еды и напитков, есть блюда для …",
    "rating": 5,
    "name": "Alex Vidomee",
    "cat": "Restaurant"
  },
  {
    "review": "Ален Ободовский, мы очень рады, что Вам понравилось в нашем ресторане! Спасибо, что заглянули к нам и нашли время рассказать об этом. Надеемся увидеть Вас снова.\n\n(Translated by Google)\nAlain Obodovsky, we are very glad that you liked our restaurant! Thank you for stopping by and taking the time to tell us about it. We hope to see you again.",
    "rating": 5,
    "name": "Vladimir Kos",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Attentive staff, good service, delicious food\n\n(Original) …",
    "rating": 4,
    "name": "Олег Тарнавчик",
    "cat": "Restaurant"
  },
  {
    "review": "В Ашане лапша поострее и повкуснее. Непонятно почему высокий рейтинг, наверное накрутили …",
    "rating": 5,
    "name": "Ievgen Zubets",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусные коктейли,  как алкогольные так и без, если очень острые блюда, которые больше нигде не найти, прекрасное приветливое обслуживание и классная обстановка в целом, вернёмся к вам🤩 …",
    "rating": 5,
    "name": "Михайло",
    "cat": "Restaurant"
  },
  {
    "review": "Антонина, нам очень приятно!❤️❤️ Мы так рады, что вам у нас понравилось! Ждём скорых наших с вами встреч!\n\n(Translated by Google)\nAntonina, we are very pleased! ❤️❤️ We are so glad that you liked it with us! We look forward to seeing you soon!",
    "rating": 4,
    "name": "Dmytro Pavlenko",
    "cat": "Restaurant"
  },
  {
    "review": "Как любительница всего кокосового, просто не могла пройти мимо данного места!\nМороженое из натурального кокосового молока в сочетании с кофе... кокосоманы поймут)) …",
    "rating": 5,
    "name": "Denis Värderingsman",
    "cat": "Restaurant"
  },
  {
    "review": "Юлия, класс❤️\nКак же приятно читать такие слова.\nЖдём с нетерпением снова.\nНам есть ещё много чем Вас порадовать!\n\n(Translated by Google)\nJulia, class❤️\nHow pleasant it is to read these words.\nLooking forward to it again.\nWe still have a lot to please you!",
    "rating": 5,
    "name": "lnna RUCHKINA",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The smell in the restaurant is terrible.\nThe sticks are rubberized and the taste of the wafer is felt.\nThe food does not taste like Thai :( …",
    "rating": 4,
    "name": "Богдан Гноянко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Tetiana, thank you for your constructive comment! We are very sorry that you did not receive the emotions we so hopefully bring to our guests. The aroma of the establishment is present through the use of a variety of spices and sauces, given that many of our dishes use fish sauce, which really has a specific aroma. But it is a pity that these dishes do not taste to you, because over them The team of chefs led by Bangkok's Khantukha Pricha and Anton Vasilyev worked for a long time. In any case, we are glad that you left a comment, because thanks to you we will get better!\n\n(Original)\nTetiana, дякуємо Вам за конструктивний коментар! Нам дуже шкода, що ви не отримали тих емоцій,  які ми так  сподіваємось викликати у наших гостей. Аромат в закладі присутній через використання різноманітних спецій та соусів , враховуючи, що для приготування багатьох наших страв використовується саме рибний соус, який і правда має специфічний аромат.Але все ж таки шкода , що саме ці страви не прийшлись Вам по смаку, оскільки над ними довго працювали команда кухарів на чолі з шефом з самого Бангкоку Кхантукха Прича та Антоном Васильєвим . В будь-якому разі нам приємно, що ви залишили відгук, адже завдяки Вам ми будемо ставати краще!",
    "rating": 5,
    "name": "николай олейник",
    "cat": "Restaurant"
  },
  {
    "review": "Это место - открытие августа для меня. Отличный сервис, очень вкусная кухня в укромном месте города...это то, что нужно! Обязательно закажите столик и насладитесь❤ …",
    "rating": 4,
    "name": "Анастасия Шевченко",
    "cat": "Restaurant"
  },
  {
    "review": "Marija Sergeeva, огромное Вам спасибо за такие добрые слова и высокую оценку! Очень приятно. Всегда рады видеть у нас в гостях.  До новых встреч!\n\n(Translated by Google)\nMarija Sergeeva, thank you so much for such kind words and appreciation! Very nice. We are always glad to see you as a guest. Until next time!",
    "rating": 5,
    "name": "Евгений",
    "cat": "Restaurant"
  },
  {
    "review": "Замечальное заведение, вежливый персонал. Всегда очень вкусная еда и приятная атмосфера. …",
    "rating": 5,
    "name": "Polina Poliakova",
    "cat": "Restaurant"
  },
  {
    "review": "Очень понравился дизайн, просто можно весь вечер разглядывать детали. Приветливый персонал, который хорошо разбирается в меню, может вкусно о нем рассказать. Вкусно …",
    "rating": 5,
    "name": "Игорь Лихман",
    "cat": "Restaurant"
  },
  {
    "review": "Lily And, благодарим за оценку! Нам очень приятно!\n\n(Translated by Google)\nLily And, thanks for rating! We are very pleased!",
    "rating": 2,
    "name": "Revision",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Hello, I am not local, but being in the capital, we decided to visit Thai greetings and were very pleased !!! …",
    "rating": 5,
    "name": "Ярослав",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good evening! Thank you very much. We are very pleased that you have visited us. Visit us again❤️\n\n(Original)\nДоброго вечора! Дякуємо вам велике. Нам дуже приємно, що ви завітали до нас. Завітайте до нас ще❤️",
    "rating": 5,
    "name": "Юрий Пиптенко",
    "cat": "Restaurant"
  },
  {
    "review": "Очень приветливый персонал и невероятно вкусная еда. Стоит своих денег.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Boris Danilov",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Екатерина! Спасибо вам огромное за приятные слова. Приходите к нам ещё ❤️\n\n(Translated by Google)\nGood afternoon, Ekaterina! Thank you very much for your pleasant words. Visit us again ❤️",
    "rating": 5,
    "name": "Маруся Окучинская",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно. Приветливый и профессиональный персонал ❤️ недостатков нет. вернёмся ещё …",
    "rating": 5,
    "name": "Серг Онищенко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Nice staff, tasty, atmospheric\n\n(Original) …",
    "rating": 5,
    "name": "Анна Чередниченко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Alexander, we are very grateful to you for the rating and feedback! Till next time! ❤️\n\n(Original)\nОлександр, ми дуже вдячні вам за оцінку та відгук! До нових зустрічей! ❤️",
    "rating": 5,
    "name": "Катерина Годлевская",
    "cat": "Restaurant"
  },
  {
    "review": "Очень долго ожидали пока примут заказ, затем счёт, при неполной загрузке. Слегка теплый пад тай средний на вкус. Фильтр 👍🏻 Обстановка 😍 …",
    "rating": 5,
    "name": "Angela Nehme",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Анна! Нам очень жаль, что вы долго ожидали свой счёт. Хотим вас пригласить к нам снова, чтобы мы могли поменять ваше первое впечатление о нас🥰\n\n(Translated by Google)\nGood afternoon, Anna! We are very sorry that you waited a long time for your bill. We would like to invite you to visit us again so that we can change your first impression of us🥰",
    "rating": 5,
    "name": "Valid Ibragimov",
    "cat": "Restaurant"
  },
  {
    "review": "Великолепная Кухня, приветливый персонал и хороша атмосфера.\n\nЛимонад Юзу и курица Пад Тай мои фавориты! …",
    "rating": 5,
    "name": "Oleksii Shchetinin",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Иванна! Спасибо вам огромное за отзыв. Мы очень рады, что вам понравилось. Приходите к нам ещё❤️\n\n(Translated by Google)\nGood afternoon, Ivanna! Thank you very much for your feedback. We are very glad that you liked it. Visit us again❤️",
    "rating": 5,
    "name": "ИГОРЬ Плахотнюк",
    "cat": "Restaurant"
  },
  {
    "review": "Только мыло в туалете отличное, ловить больше здесь нечего ( лапша в Ашан кафе в отличие от привета досоленная, доперченная и нехолодная! Стыд... …",
    "rating": 5,
    "name": "Елена Мельник",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно всё было, персонал помог разобраться с тем как приготовить Hot Pot. …",
    "rating": 5,
    "name": "Андрій Щербак",
    "cat": "Restaurant"
  },
  {
    "review": "Клас! Мы рады! Ждём сильно новых встреч с вами💕🐯\n\n(Translated by Google)\nKlas! We are glad! We look forward to seeing you very much💕🐯",
    "rating": 5,
    "name": "Dmytro Dmytro",
    "cat": "Restaurant"
  },
  {
    "review": "Пришли толпой друзей на завтрак, нам придумал и лучшее место на траве на улице! Кайфонули дико!!! Сильно крутые блинчики и кокосовое мороженое! Рекомендасьон! …",
    "rating": 5,
    "name": "Daniil Rabizo",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Пётр.\nМы очень благодарны вам за такой приятный отзыв. Хорошего дня ❤️❤️❤️\n\n(Translated by Google)\nGood afternoon, Peter.\nWe are very grateful to you for such a pleasant review. Have a nice day ❤️❤️❤️",
    "rating": 5,
    "name": "Lesya Dudarenko",
    "cat": "Restaurant"
  },
  {
    "review": "Кухня не очень похожа на тайскую, хотя говорят, что шеф-повар таец. Не очень вкусно. Интерьер соответствует, но очень шумно, как в столовой …",
    "rating": 5,
    "name": "Леван Багатурия",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день Анна! Спасибо вам за отзыв! Наш шеф действительно таец. Мы стараемся максимально передать атмосферу тайских заведений, а также аутентичный вкус блюд традиционной тайской кухни. Надеемся, что следующее посещение нашего кафе изменит ваше первое впечатление. Хорошего дня❤️\n\n(Translated by Google)\nGood afternoon, Anna! Thank you for your feedback! Our chef is really Thai. We try to convey the atmosphere of Thai institutions as much as possible, as well as the authentic taste of traditional Thai cuisine. We hope that the next visit to our cafe will change your first impression. Have a nice day❤️",
    "rating": 5,
    "name": "Taras Onyshchenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) The relaxed atmosphere, delicious food and exemplary service make this place very popular among city dwellers.\nToilet of exemplary quality (you can even live there). …",
    "rating": 5,
    "name": "Павел",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and appreciation of Thai Hi\n\n(Original)\nДякуємо за Ваш відгук та оцінку роботи ресторану Тайский Привет",
    "rating": 3,
    "name": "Maksym Kalashnyk",
    "cat": "Restaurant"
  },
  {
    "review": "Милейшие ребята, обслуживание на высоте. Как будто пришёл к старым знакомым, в место, где тебе действительно рады. Рис с курицей был, как в Тае. Порции большие. Спасибо! :) …",
    "rating": 5,
    "name": "Nick Nick",
    "cat": "Restaurant"
  },
  {
    "review": "Нам очень приятно читать такие комментарии!🙌\nСпасибо вам большое! Ждём в гости стльно❤️\n\n(Translated by Google)\nWe are very pleased to read such comments! 🙌\nThank you very much! We are waiting for a visit",
    "rating": 5,
    "name": "Pavlo Leinonen",
    "cat": "Restaurant"
  },
  {
    "review": "Ничем не отличается от обычных китайских кафе.  Цены выше рынка.  Дизайн на любителя. Чисто …",
    "rating": 5,
    "name": "Anna Volkova",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо за отзыв! Наше кафе готовит исключительно тайские блюда. Мы сожалеем, что вам не понравилась наша кухня в полной мере. Мы стараемся принимать во внимание каждый комментарий, чтобы улучшить каждый аспект. Поэтому мы будем рады получить больше информации о том, какие блюда вы пробовали и что именно вам не понравилось. Спасибо!\n\n(Translated by Google)\nThanks for the feedback! Our cafe prepares exclusively Thai dishes. We regret that you did not like our kitchen to the fullest. We try to take every comment into account in order to improve every aspect. Therefore, we will be happy to receive more information about which dishes you tried and what exactly you did not like. Thanks!",
    "rating": 5,
    "name": "Semion Shiyan",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and not ordinary food. You can also have a professional Thai massage here. Very nice restaurant, we will definitely visit here again and will recommend to friends. …",
    "rating": 5,
    "name": "Helena Kudryashova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Class! And we will definitely wait for you and your friends again.\n\n(Original)\nКлас! А ми неодмінно будемо чекати знову в гості Вас та ваших друзів.",
    "rating": 5,
    "name": "Олександр Токарчук",
    "cat": "Restaurant"
  },
  {
    "review": "Заказали с собой суп, специально уточнили что нужен не острый. По факту суп оказался очень острым. Не рекомендую данное заведение. …",
    "rating": 5,
    "name": "Ihor Boyev",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Favorite place!\nThe cuisine and service are top notch, I also want to note the delicious cocktails. …",
    "rating": 5,
    "name": "Anton Synytskyi",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Jana! We are very glad that you liked us. Visit us again ❤️\n\n(Original)\nДоброго дня, Яна! Ми дуже раді, що вам сподобалось у нас. Завітайте до нас ще ❤️",
    "rating": 5,
    "name": "Mrs_Master",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) A popular place. Unfortunately, we were not able to have dinner due to lack of free seats (so book a table in advance. …",
    "rating": 4,
    "name": "Eugene Korniyenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Good day! 😊\nWe will be very glad to see you!\nGood day! ❤️\n\n(Original)\nДобрий день! 😊\nМи будемо дуже раді вас бачити!\nГарного дня! ❤️",
    "rating": 5,
    "name": "Olha Tymoshova",
    "cat": "Restaurant"
  },
  {
    "review": "Прекрасный сервис, вкусная и действительная острая и аутентичная еда. Обязательно попробуйте кокосовое мороженое, просто бомба! …",
    "rating": 5,
    "name": "Olha Letucha",
    "cat": "Restaurant"
  },
  {
    "review": "отличная кухня и коктейли, от запаха мыла получил оргазм\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олексій Д",
    "cat": "Restaurant"
  },
  {
    "review": "Интересно, вкусно , стильно, а самое главное чувство дома в Киеве, но с стилем Тайланда ) …",
    "rating": 5,
    "name": "Tarakansler",
    "cat": "Restaurant"
  },
  {
    "review": "И этот Тайский дом всегда ждёт вас снова в гости🥰\n\n(Translated by Google)\nAnd this Thai house is always waiting for you to visit again🥰",
    "rating": 5,
    "name": "Natalie Limonova",
    "cat": "Restaurant"
  },
  {
    "review": "Очень уютное место! Кухня и сервис на высоте) даже массаж тайки могут сделать в этом ресторане. …",
    "rating": 4,
    "name": "anka p",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим вас за тёплый отзыв!Ждём новую встречу поскорее❤️\n\n(Translated by Google)\nThank you for your kind feedback! We look forward to seeing you as soon as possible❤️",
    "rating": 5,
    "name": "Кирилл Воронков",
    "cat": "Restaurant"
  },
  {
    "review": "Очень вкусно. Большой выбор тайской еды. Отличный персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "maxim paley",
    "cat": "Restaurant"
  },
  {
    "review": "Андрей! Спасибо вам большое за отзыв! Хорошего дня❤️\n\n(Translated by Google)\nAndrei! Thank you very much for your feedback! Have a nice day❤️",
    "rating": 5,
    "name": "Cyril Ventskovsky",
    "cat": "Restaurant"
  },
  {
    "review": "Вкусная еда, действительно как в Тае. Хорошее и быстрое обслуживание. Но как бываю - всегда полный зал, места лучше бронировать заранее …",
    "rating": 4,
    "name": "Roman Khomchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Александр , мы очень рады! Спасибо вам за отзыв! Нам очень приятно, что вы получили удовольствие от отдыха у нас в кафе.\n\n(Translated by Google)\nAlexander, we are very happy! Thank you for your feedback! We are very pleased that you enjoyed the rest in our cafe.",
    "rating": 5,
    "name": "Марина Беседина",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very cool location chosen - cozy and secluded, it is clear that people come here specifically.\nThe service is excellent, the waiter understands you with a look without words. …",
    "rating": 4,
    "name": "Олег Погуляй",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) There are not enough words to convey our emotions from what we read😍\nWe are always pleased to try for you and do everything to make the time spent in our restaurant leave only positive impressions.\n\n(Original)\nБракує слів, щоб передати наші емоції від прочитаного😍\nНам завжди приємно старатись для Вас і робити все, аби проведений час у нашому ресторані залишав тільки позитивні враження.",
    "rating": 5,
    "name": "Андрей Воронов",
    "cat": "Restaurant"
  },
  {
    "review": "Это кокосовое мороженое. И ради него я готова ходить в Тайский Привет каждый день …",
    "rating": 5,
    "name": "Юля Ерёменко",
    "cat": "Restaurant"
  },
  {
    "review": "Ждём вас каждый день! ) И скучаем!\n\n(Translated by Google)\nWe are waiting for you every day! ) And miss you!",
    "rating": 5,
    "name": "Alexander Dubovyh",
    "cat": "Restaurant"
  },
  {
    "review": "Не люблю тайскую кухню и обстановка не понравилась, китайский привет лучше будет 🤣\nНо это вкусовщина …",
    "rating": 5,
    "name": "Sssunka Sssunka",
    "cat": "Restaurant"
  },
  {
    "review": "Божественный карри. Приятный ненавязчивый сервис. Столик лучше забронировать - ресторан пользуется популярностью. …",
    "rating": 5,
    "name": "Yury Rybnikau",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый вечер, Анна❤️\nСпасибо вам большое за отзыв и оценку. До скорой встречи ☺️\n\n(Translated by Google)\nGood evening, Anna❤️\nThank you very much for your feedback and rating. See you soon ☺️",
    "rating": 4,
    "name": "Инна Шац",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Very authentic, I especially liked the green papaya salad - the taste is indistinguishable from the original. Popular shrimp cakes are nothing special. …",
    "rating": 5,
    "name": "Olexander Maksymenko",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Olga, thanks for the comment! Glad you liked it! We are waiting for guests again❤️\n\n(Original)\nОльга, дякуємо за комментар! Раді, що вам сподобалось! Чекаємо в гості знову❤️",
    "rating": 5,
    "name": "Serhii Tereshchenko",
    "cat": "Restaurant"
  },
  {
    "review": "Аутентично вкусно. Посмотрела фильм о том как создавался и сразу захотела прийти - не разочаровалась. Владельцам респект!👍🙂 …",
    "rating": 5,
    "name": "Олексій Швець",
    "cat": "Restaurant"
  },
  {
    "review": "Анна, клаас! Мы очень рады, что вы у нас были в гостях! Приходите снова 💛\n\n(Translated by Google)\nAnna, claas! We are very glad that you were our guest! Come again 💛",
    "rating": 5,
    "name": "Anna Saushkina",
    "cat": "Restaurant"
  },
  {
    "review": "Классная атмосфера и очень вкусно!\n\n(Translated by Google)\nCool atmosphere and delicious food!",
    "rating": 5,
    "name": "Vlad Vasylenko",
    "cat": "Restaurant"
  },
  {
    "review": "Уютно и вкуусно) продумано все до мелочей. Острые блюда - действительно очень острые. …",
    "rating": 5,
    "name": "Victoria Zaets",
    "cat": "Restaurant"
  },
  {
    "review": "Добрый день, Екатерина!\nСпасибо вам огромное за образную связь. Всегда рады вас увидеть в гостях. Хорошего дня❤️❤️❤️\n\n(Translated by Google)\nGood afternoon, Ekaterina!\nThank you very much for the imaginative connection. We are always glad to see you visiting. Have a nice day❤️❤️❤️",
    "rating": 5,
    "name": "Ярослав Кашперский",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) It's a Thai restaurant, and the chef is Thai, so it's delicious. …",
    "rating": 4,
    "name": "Oleksandr Zhukov",
    "cat": "Restaurant"
  },
  {
    "review": "🐯🧡",
    "rating": 3,
    "name": "Eldo User",
    "cat": "Restaurant"
  },
  {
    "review": "Том ям на 5⭐️\nочень приветливый и внимательный персонал👍 …",
    "rating": 5,
    "name": "Алексей Желяско",
    "cat": "Restaurant"
  },
  {
    "review": "Обожаю это место! Не только можно насладиться Тайской кухней не выезжаю из страны, но и получить удовольствие от тайского массажа ног 🦶 …",
    "rating": 5,
    "name": "Евгений Мелик",
    "cat": "Restaurant"
  },
  {
    "review": "Круто❤️ Ждём новых встреч с нетерпением\n\n(Translated by Google)\nCool ём We look forward to new meetings",
    "rating": 5,
    "name": "shirley ***",
    "cat": "Restaurant"
  },
  {
    "review": "Все ооочень вкусно !! Атмосфера потрясающая !\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Павло Бланк",
    "cat": "Restaurant"
  },
  {
    "review": "Спасиибоо! Очень приятно! Ждём вас снова в гости!\n\n(Translated by Google)\nThank you! Very nice! We are waiting for you again!",
    "rating": 4,
    "name": "Юрий Яскевич",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Norm, forgot to book, but the staff politely found us a place. Service and speed of service at altitude. The prices may seem high, the average cost of a meal for one - 200+ UAH …",
    "rating": 5,
    "name": "Max Belinskyi",
    "cat": "Restaurant"
  },
  {
    "review": "Спасибо. Рады, что Вам понравилось!)\n\n(Translated by Google)\nThanks. Glad you liked it!)",
    "rating": 3,
    "name": "Андрей Щвец",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) Somehow I did not go to the dishes ... I do not exclude that just not mine. But the place itself is cool. Good atmosphere and staff. At least a visit and a taste are worth it) …",
    "rating": 4,
    "name": "Vyacheslav Osypov",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) nata twins, we thank you for your comment! We are very pleased that our atmosphere and staff were able to please you! Be sure to visit again. We are sure that you have simply not yet tried a dish that would conquer your heart!\n\n(Original)\nnata twins, ми вдячні вам за коментар! Нам дуже приємно, що наша атмосфера та персонал змогли вас порадувати! Обов'язково приходьте в гості знову. Ми впевнені, що ви просто ще не спробували страву, яка б покорила ваше серце!",
    "rating": 5,
    "name": "Valeriya Lesnikova",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) This place has a great atmosphere and nice staff, be sure to visit again) special thanks to the waitress Anyuta for delicious tea) …",
    "rating": 5,
    "name": "Сергей Макаренко",
    "cat": "Restaurant"
  },
  {
    "review": "(Translated by Google) We are very grateful to you for such a nice review! Good evening! ❤️\n\n(Original)\nМи дуже вдячні вам за такий приємний відгук! Гарного вечора! ❤️",
    "rating": 5,
    "name": "Igor Trokhymchuk",
    "cat": "Restaurant"
  },
  {
    "review": "Замечательно. Отдельное спасибо официанту за помощь в выборе для меня незнакомых блюд. …",
    "rating": 2,
    "name": "Lucy Telnykh",
    "cat": "Restaurant"
  },
  {
    "review": "Клаас! Ждём сильно снова в гости❤️\n\n(Translated by Google)\nClaes! We look forward to visiting again❤️",
    "rating": 5,
    "name": "Максим Безелюк",
    "cat": "Restaurant"
  },
  {
    "review": "Великолепно!!! Просто феерверк новых вкусов! Прекрасное обслуживание!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталья Лага",
    "cat": "Restaurant"
  },
  {
    "review": "Благодарим вас, за ваш отзыв.\nЖдём вас снова)\n\n(Translated by Google)\nThank you for your feedback.\nWe are waiting for you again)",
    "rating": 5,
    "name": "Nataliia Cheliada",
    "cat": "Restaurant"
  }
]